{
  "label": "深渊佳酿 第2卷 - 神器",
  "entries": {
    "Glitch": {
      "name": "故障 Glitch",
      "description": "<p>这个世界上存在着一些违背自然秩序、存在于我们看来似乎不可能存在的领域的遗物。这件武器形似一把扫掠长剑，手柄包裹皮革，十字护手和柄头配有黄铜配件。刀锋本身由一种不自然地发光的绿色水晶状材料构成，这种材料不断地移动和扭曲。你用这把魔化武器magic weapon进行攻击检定和伤害掷骰时具有+3加值。</p><p>这把武器拥有12发充能。你可以用一个动作消耗3发或更多充能来施展以下任一能力。它在每天拂晓dawn时恢复[[/r 3d4+3]]发充能。</p><p><strong>控制维 (3发充能)。</strong>选择一个你能看见的、距离你15尺内的未被占据空间。你立即传送术teleport到该位置，并在你之前的位置留下一个你的魔法克隆术clone。它复制你的属性，但其生命值等于你的当前等级加上你的熟练加值。这个克隆体在你的回合之后立即行动。它每回合可以执行一个动作，但不能移动，也不能施展法术。当克隆体的生命值降至零或1分钟后，它就会消失。</p><p><strong>奥特艾弗 (3发充能)。</strong>你用刀锋划过空中，导致你的每一个克隆体都在一阵现实破碎的扭曲中爆炸。位于你任意一个克隆体5尺范围内的生物必须进行一次DC 19体质豁免，豁免失败则直到其下一回合结束前陷入震慑状态。你免疫此能力的效果。</p>"
    },
    "Capybarrage": {
      "name": "水豚弹幕 Capybarrage",
      "description": "<p>虽然许多水豚满足于在温泉中舒适放松的生活，但有一只却怀揣着不同的目标。它也渴望那种它看到其他生物所追求的冒险与刺激的生活。这只勇敢的水豚找到了一位古老的神祇，请求赐予它能够适应冒险者生活方式的恩典。女神被逗乐了，于是赐予了这只生物更高的智力，并让它踏上了世界的旅程。它的传说如此伟大，以至于即使在死后，它的精魄依然留存。</p><p class=\"MsoNormal\">当你第一次遇见这位水豚冒险者的精魄时，它会为你布置一项需要完成的任务，通常是要求你纠正一个它在生前未能纠正的错误。如果你选择接受这项任务并完成它，它会赐予你一个独特的恩惠——在你最需要的时候召唤其精魄的能力，尽管它看起来对此并不特别兴奋。</p><p class=\"MsoNormal\">你可以使用一个动作召唤水豚冒险者的精魄，它将在你周围5尺内的一个未被占据空间实体化。它在你的先攻顺序之后的下一回合行动。该水豚是无实体的，并且不会受到伤害。在它的回合，水豚会移动至多20尺，并从其背载箭车向它周围120尺内你选择的一个区域发射一阵箭雨。箭矢从瞄准点向外扩散，形成一个30尺半径的圆形区域。该区域内的生物必须进行一次DC 19 敏捷豁免以躲避这些魔法箭矢，豁免失败则受到9d10 力场伤害，豁免成功则只受一半伤害。水豚的精魄将持续存在1小时，之后便永远消失。</p>"
    },
    "Courage": {
      "name": "勇气 Courage",
      "description": "<p>斗篷上绣着鲜艳的色彩，骄傲地向所有注视者飞扬。凝视它时，不可能不感受到一丝希望，以及在面对潜在压迫者时愈发坚定的奋战意志。披上它会使你充满韧性，并强化你坚持到底的毅力。</p><p class=\"MsoNormal\">当你与此斗篷同调时，你自身以及30尺内的友方生物对会令你陷入恐慌的效果免疫。</p><p class=\"MsoNormal\"><em><strong>法术。</strong></em><strong> </strong>穿戴此斗篷时，你可以使用一个动作来施展以下法术之一（豁免DC 18）：@{UUID[Compendium.dnd5e.spells.ZU9d6woBdUP8pIPt]{希望信标 Beacon of Hope}}、@{UUID[Compendium.dnd5e.spells.T1vpZLam7LezjToj]{圣言术 Divine Word}}，或@{UUID[Compendium.dnd5e.spells.eGMhwmuleAM46C6L]{虹光喷射 Prismatic Spray}}。一旦你使用斗篷施展了某个法术，直到次日黎明前你都无法再次通过它施展该法术。</p><p class=\"MsoNormal\"><em><strong>召唤骄傲。</strong></em> 穿戴此斗篷时，你可以使用一个动作来发起一场欢庆盛典。你通过心灵感应与40英里半径内所有自愿的生物沟通，告知他们即将到来的庆典。在接下来的24小时内，动作发生处1英里半径内的区域会发生若干变化：五彩缤纷的彩带、横幅和旗帜开始装饰该区域；自愿者可在一天中的任何时间通过心灵感应听到欢快的音乐。每个拂晓，一张备有丰盛食物的宴席桌会出现在动作发生处附近的空地上，提供<em>英雄宴</em>的效益。这些变化持续30天后消散。一旦你使用了此属性，在1年内无法再次使用。</p>"
    },
    "Totality": {
      "name": "整体性 Totality",
      "description": "<p>这件斗篷由极其精细的黑色天鹅绒制成，其表面始终展现着一幅流动的夜空景象，令人叹为观止。当兜帽被拉起时，你的脸会完全笼罩在黑暗中，使得5尺以外的生物无法辨识穿戴者的身份。斗篷会影响周围环境，使60尺范围内的鸟类和昆虫陷入沉寂，并让该区域温度降低几度。</p><p class=\"MsoNormal\">当你与此斗篷同调时，你获得60尺范围的黑暗视觉darkvision。若你已拥有黑暗视觉darkvision，则你的黑暗视觉darkvision距离改为加倍。此外，此斗篷20尺球状范围内的所有光源均被视为降低一级，即明亮光照变为微光光照，微光光照变为黑暗术darkness。这额外的黑暗使你能够融入环境，在隐匿检定中获得+3加值。</p><p class=\"MsoNormal\">每日一次，你可以使用一个动作拉起兜帽并念出命令语，使一道炫目强光从兜帽中迸发，随后被黑暗笼罩。魔法黑暗将以你为中心点扩散，形成半径30尺的球状区域，持续4分钟。该黑暗会绕过拐角扩散。拥有黑暗视觉darkvision的生物无法看穿此黑暗，非魔法光照也无法将其驱散。你本人不受此黑暗影响，可正常视物。若该法术区域与4环或更低环阶法术创造的光照区域重叠，则创造该光照的法术将被驱散。</p>",
      "activities": {
        "utility": {
          "condition": "拉起兜帽并说出命令语。"
        }
      }
    }
  }
}