{
  "label": "深渊佳酿 第2卷 - 珍稀",
  "entries": {
    "Doomscroll": {
      "name": "厄运卷轴 Doomscroll",
      "description": "<p>这块奇特的石板上包含着一份魔法卷轴，它缠绕在两个卷轴上，使其似乎可以无限滚动。石板本身平平无奇，但它散发出的柔和诱人的蓝色光芒似乎会将观看者吸引过来，邀请他们将其拿起看看上面说了什么。如果一段时间无人问津，它会偶尔发出轻柔的嗡嗡声和类似铃铛的声音，试图引起周围任何人的注意。</p><p class=\"MsoNormal\">当一个生物使用动作拾起石板并与之互动时，卷轴上的蓝色符文会变形为该生物所知晓的语言，并呈现出一些看似空洞但煽动性的文字片段，以及针对读者好恶、恐惧、焦虑，有时甚至是其幽默品味的粗陋且常常是伪造的图像。该生物随后必须尝试一次DC 17的感知豁免。</p><p class=\"MsoNormal\">如果该生物豁免失败，则会被石板魅惑，并且在接下来的10分钟内除了阅读石板上的信息外别无他求，几乎忽略周围的世界。他们在阅读石板的每一分钟可以重复一次豁免。若豁免成功、受到伤害、受到石板之外的有害魔法影响，或者其他生物使用动作成功进行一次与阅读者的运动对抗检定以将石板从其手中夺走，则该效应终止。一旦该效应以任何方式终止，石板便会停止发光并化为尘埃。随后，该生物在1小时内其智力和魅力调整值获得-1减值。</p>"
    },
    "Vanity": {
      "name": "虚荣 Vanity",
      "description": "<p><em>需要吟游诗人同调</em></p><p>据说吟游诗人爱他人不如爱自己那般深切，尽管有人会对这种自我膨胀的世界观避而远之，但这把小提琴的制造者似乎反而欣然接受了它。这件乐器由注有地脉能量的橡木制成，据传很久以前曾被一只强大生物触碰过。它经过精密调音，是演奏者所能期望的最精良弦乐器之一。乐器末端装有一面镜子，角度恰到好处，使得演奏时演奏者能看到镜中的自己。</p><p class=\"MsoNormal\">当你同调并手持此乐器时，你会特别警觉身后可能潜伏之物。你在进行主动察觉检定时{具有优势 advantage}以发现隐藏生物，并且{被动察觉 passive Perception}获得+1加值。</p><p class=\"MsoNormal\">当你使用此乐器向盟友授予{诗人激励 Bardic Inspiration}并凝视镜中自己双眼时，你下一次进行的{属性检定 Ability Check}、{攻击检定 Attack Roll}或{豁免 Saving Throw}将获得+1加值。此潜在加值持续1{分钟 minute}后魔法消散。若你在使用潜在加值前再次使用此{特性 Feature}，则先前加值会被新实例取代。</p>"
    },
    "Humble Pie": {
      "name": "谦卑馅饼 Humble Pie",
      "description": "<p>这款制作精美的馅饼显然出自烘焙大师之手，酥脆丰盈的酥皮包裹着奢华的馅料。内馅的奇特混合口感近似黑莓，但带着一丝药草般的余韵。饼面装饰着繁复的雕花纹路，形成帝王般华贵的酥皮穹顶，中央点缀着螺旋奶油花，周围环绕着 pastry crown。它始终散发着新鲜烘焙的香气，自诞生之日起无论历经多久都永不腐坏。</p><p class=\"MsoNormal\">你可以花费10分钟专注享用这份馅饼。食用完毕后，谦卑的浪潮将席卷全身，服务他人的渴望在心中涌动。你获得5点谦卑充能。在你的回合中，你可以用一个动作消耗任意数量的谦卑充能，对除你以外的任何生物施展 @UUID[Compendium.dnd5e.spells.uUWb1wZgtMou0TVP]{疗伤术 Cure Wounds}。以此法施展时，你可自选一个施法关键属性。法术环阶等于施展时所消耗的谦卑充能点数。未使用的谦卑充能将在次日黎明消散。</p>"
    },
    "Spearrow": {
      "name": "矛箭 Spearrow",
      "description": "<p>作为空路的灾祸，钉刺矛雀长期以来一直在空中守护着它们的领地，抵御船只和其他鸟类。它们以惊人的速度俯冲穿过船帆和气球的习性，使得它们成为天空冒险者们特别难以应对的威胁。对一些人来说，有挑战的地方也伴随着机遇。这支矛是用钉刺矛雀的喙制成的，握在手中异常轻盈。你用这把魔法矛进行的{攻击检定 Attack Roll}和{伤害 damage}骰具有+1{加值 bonus}。</p><p class=\"MsoNormal\">这支矛的锋利尖端异常耐用，并且擅长刺穿坚硬的材料。这支矛对{物件 Object}和结构造成双倍伤害。</p><p class=\"MsoNormal\">这支矛轻盈且符合空气动力学的构造，使你能够以惊人的速度投掷它。当你通过投掷这支矛进行的{远程武器攻击 Ranged Weapon Attack}命中{目标 the target}时，它会穿透{目标 the target}，造成额外的1d6点魔法{穿刺 Piercing}伤害，并继续沿同一直线飞行。如果该直线上有另一个{生物 Creature}，则进行一次单独的{远程武器攻击 Ranged Weapon Attack}{检定 roll}以尝试命中它。这支矛会持续穿透{目标 target}，直到你在一次{攻击检定 Attack Roll}中失手，它击中一个坚固的{物件 Object}或结构，或者它飞行了60{尺 feet}。这支矛在你的下一个{回合 turn}结束时魔法般地回到你手中。</p>"
    },
    "Goop Gun": {
      "name": "粘液枪 Goop Gun",
      "description": "<p>这个奇怪的装置由一个粗制滥造的桶构成，桶内似乎装有粘稠刺鼻、质地近似膏状的青绿色物质。桶身通过一根橡胶般的软管连接着临时拼凑的泵压机构，该机构由旧船零件和其他金属废料粗糙组装而成。显然这件物品的制造过程仓促马虎，但依然能发挥功效。桶身可通过两条皮甲背带固定在背上，泵体则可收纳在桶侧。</p><p class=\"MsoNormal\">在你的回合中，你可使用一个动作抽出泵体，向身前15尺锥状区域喷射粘稠洪流。该区域将在30秒内变为困难地形。在初始喷射时位于锥状区域内的生物必须尝试一次DC 17敏捷豁免，豁免失败则会被粘稠物覆盖30秒。</p><p class=\"MsoNormal\">被粘稠物覆盖期间，生物对火焰伤害具有易伤。当它们首次在覆盖状态下受到火焰伤害时，将额外受到3d6+2火焰伤害。随后粘稠物会燃烧殆尽，结束其易伤状态。储罐内的粘稠物每日足够使用两次，这些粘稠物会在每日拂晓dawn时通过魔法扩张自动补满桶身。</p>"
    },
    "Powder Keg": {
      "name": "火药桶 Powder Keg",
      "description": "<p>这个看起来摇摇欲坠的剑鞘，光是靠近就让人感觉危险，更不用说考虑把它绑在自己身上了。其内部装有一套滚轮，当手指划过时会剥落黑色粉末。一根引信插在底部，通向内部储存的不稳定爆炸材料。这个剑鞘可以容纳较小的刃器，如短剑、细剑和匕首。</p><p class=\"MsoNormal\">当你从剑鞘中抽出一把武器时，刀锋会覆盖上一层厚厚的粉末。当涂有这种粉末时，如果刀锋击中坚硬表面，如护甲、厚鳞片或无生命物体，它就会爆发出燃烧力量。你前方15尺锥状区域内的所有生物必须进行一次DC15的敏捷豁免，豁免失败受到3d6火焰伤害，豁免成功则伤害减半。如果触发爆发的攻击是重击，则锥状区域内所有生物若穿戴天生护甲，则在完成一次长休前承受-2护甲等级惩罚；若护甲是锻造的，则需修复护甲才能解除惩罚。</p><p class=\"MsoNormal\">在危急时刻，你可以使用一个动作从身侧拔出剑鞘，点燃引信并将其投掷至60尺内你选择的某个空间。在下一轮你的回合结束时，剑鞘会剧烈爆炸。剑鞘60尺半径球状区域内的所有生物必须进行一次DC15的敏捷豁免，豁免失败受到8d6火焰伤害，豁免成功则伤害减半。豁免失败的生物会目盲1轮并耳聋1分钟。剑鞘在爆炸时瞬间被摧毁。</p>",
      "activities": {
        "save": {
          "condition": "当你的刀锋涂有剑鞘粉末时，敲击一个坚硬的表面。"
        }
      }
    },
    "Death Grip": {
      "name": "死亡之握 Death Grip",
      "description": "<p>这只铁腕试炼场散发着死亡的气息，并带着一股恶意的灵光。它由一种你不熟悉的生物的雕刻骨头和头骨制成。用手指抚摸其粗糙的表面会让难以言喻的恐怖景象悄然潜入你的脑海边缘。佩戴此铁腕试炼场时，你在进行徒手打击和天生武器的攻击掷骰和伤害掷骰时获得+1加值。此类攻击被视为魔法攻击。</p><p class=\"MsoNormal\">与此铁腕试炼场同调时，当你通过徒手打击或天生武器攻击将一名生物的生命值降至0时，你会将该生物的灵魂从其躯体中撕裂出来，暂时将其虚体版本投射到该生物5尺内你选择的一个空空间。在你的回合结束时，你可以命令该生物的精魄移动至多其速度的距离，并进行一次攻击，施展一个法术，或执行其生前可以执行的任何特殊动作。精魄完成这些命令后消失。一旦你以此方式使用了铁腕试炼场，在次日黎明前你无法再次使用此属性。</p><p class=\"MsoNormal\"><em><strong>诅咒。</strong></em> 此铁腕试炼场被一个强大亡灵的灵体所诅咒，与其同调会将诅咒延伸至你，直到你成为移除诅咒法术的目标。当你被诅咒时，你无法移除铁腕试炼场，并且佩戴它的手臂的肉体呈现出腐烂的外观。此外，你无法通过包括法术或治疗药水在内的治疗魔法得到治疗。当你受到暗蚀伤害时，你反而会恢复等同于本应受到的伤害量的生命值。</p>"
    },
    "Brain Rot": {
      "name": "脑腐症 Brain Rot",
      "description": "<p>这顶外观独特、闪闪发光的金色王冠装饰着不断转动的绿色眼睛，时刻搜寻着周围的知性生物。王冠内部看起来像一个制作精良的大脑，几乎与真实大脑别无二致。几条蜿蜒的触须从底部自主蠕动，扭曲着伸向任何靠近王冠的物体。注视这顶王冠会让你的脑海中充满智慧宏伟的幻象与卓越口才的承诺。</p><p class=\"MsoNormal\"><em><strong>诅咒。</strong></em> 这顶王冠受到诅咒，与之同调会使诅咒延伸至你。当被此物品诅咒缠身时，你会遗忘所有先前掌握的语言，但会获得名为脑腐语的新语言。这种新语言听起来像通用语，但夹杂着令人头晕目眩的术语和短语，让不说这种语言的人难以理解。当你诅咒缠身时与生物交谈，对方必须进行DC 16 智力豁免检定才能理解你所说内容。若豁免失败，你与交谈对象将受到[[/r 1d8+2]]心灵伤害。除非成为移除诅咒法术的目标，否则这顶王冠无法被取下且同调关系无法解除。</p>"
    },
    "Holier Than Thou Water": {
      "name": "圣洁之水 Holier Than Thou Water",
      "description": "<p>圣水的概念相当普遍，其制作仪式相对简单。圣水的相对易得性使得一些神职人员感到他们需要某种东西来彰显自己，并提醒他们在教派中的地位。正是通过这些虔诚的祈祷和冥想仪式，更强的祝福被赐予少数受尊敬者，从而创造出一种更圣洁、更配得上他们地位的水。</p><p>以一个动作，你可以拔掉这个瓶子的插销，并将其扔向你可见、距离你30尺内的一个空间的中心。撞击时，瓶子在一个15尺半径的球状区域内爆裂，形成一个闪闪发光的、闪耀的云团，该云团在空中悬浮片刻后消散。球体内的邪魔和亡灵生物受到[[/r 7d6]]光耀伤害，并且必须进行一次DC15的体质豁免，豁免失败则直到其下一回合结束前陷入目盲。</p><p>球体内非邪魔或亡灵的生物恢复[[/r 4d6]]生命值，并被神圣的 fervour 充满，使其在1小时内下一次近战、远程或法术攻击获得+1加值。</p>"
    },
    "Centifolia Circles": {
      "name": "百叶结社 Centifolia Circles",
      "description": "<p>这对查克拉姆以其优雅和使用难度著称，是强大的武器。它们带有外环的棘刺和始终散发着初绽玫瑰芬芳的花卉中心装饰，显然在制作工艺上投入了精心。环中心的握把便于操控，使其能够轻松投掷。你用这把魔化武器magic weapon进行攻击检定和伤害检定时具有+1加值。</p><p><span style=\"font-family:'Arial',sans-serif\">如果你用这把武器进行投掷Thrown攻击并命中hit，则武器会卡在该生物Creature体内直到你的回合turn结束。此外，查克拉姆在空中会洒下幻象花瓣的炫目技巧Dazzling Display，在你与被查克拉姆击中的生物Creature之间留下一条花瓣轨迹，该轨迹持续到你的回合turn结束。当你在该轨迹上移动时，你的移动速度Speed获得5尺foot加值bonus，并将任何困难地形Difficult Terrain视为普通地形terrain。在你投掷Thrown查克拉姆的同一回合same turn，你可以使用一个附赠动作Bonus Action将查克拉姆从生物Creature体内撕出，造成额外的[[/r 1d4]]魔法挥砍伤害slashing damage。</span></p>"
    },
    "Apotheosis": {
      "name": "登神术 Apotheosis",
      "description": "<p><em>需要圣武士同调</em></p><p class=\"MsoNormal\">古代的圣洁武者常仰赖其神祇庇佑自身与同行者。尽管他们的神圣力量毋庸置疑，但深谙世间残酷本质者明白，在自我防卫方面，没有什么能替代一面坚固的护盾。随着圣武士面临愈发严峻的时局，他们求助于所属秩序的铁匠，期望打造出能将神圣庇护与可靠护盾融为一体的造物。</p><p class=\"MsoNormal\">这面护盾由经神圣魔法灌注的精炼合金锻造而成。指尖轻抚表面会引发一阵嗡鸣，恍若天使合唱团的轻柔吟诵。它持续散发15尺半径的明亮光照，其外再延伸15尺微光光照。携带这面魔法护盾时，你的AC获得+1加值。</p><p class=\"MsoNormal\">当你使用圣疗特性治疗生物或解除其疾病、毒素时，护盾会迸发神圣魔法并悬浮于你身侧，使你的双手得以解放。一个15尺半径的防护球状区域将以你为中心展开并随你移动，持续至你的下个回合结束。防护区域内有意识的盟友，其AC将与你相同，除非他们原本的AC更高。</p>"
    },
    "Staghorn Shako": {
      "name": "鹿角帽 Staghorn Shako",
      "description": "<p>据说，塞弗森——那些遥远边境上形似鹿的武者——是可敬的决斗者，精于剑术与法术。这顶由多层红色皮甲制成的传统头盔，饰有金色点缀，并镶嵌着一位塞弗森武者脱落的角。尽管这些角已不再与生物相连，它们仍承载着塞弗森一族自身的部分潜在魔力。</p><p>当你调谐这件头盔时，你在奥秘技能检定上获得+1加值，并且在对抗法术攻击的豁免上获得+1加值。</p><p>每天两次，当你施展一个通常以生物或区域为目标的法术时，你可以改为选择将其施展在你所拥有的一把近战武器上，为该武器注入该法术。当你用注入法术的武器以近战武器攻击命中一个生物时，你可以选择立即对目标（若为单体法术）或包含目标的区域（若为区域法术）施展注入的法术。以此方式施展时，若需要，你可以使用之前的近战武器攻击检定作为你的法术攻击检定。如果该法术需要豁免，由于法术的突袭性，被命中的生物进行豁免时具有劣势。如果你在完成下一次长休前未能用注入的武器命中生物，则该法术失效。此能力每日拂晓重置。</p>"
    },
    "Infinity": {
      "name": "无限 Infinity",
      "description": "<p>一条蜿蜒的金属链条悬挂着一枚圆形坠饰，表面覆盖着早已失传的古代语符文。这枚坠饰的主体是一根首尾相连的吹制玻璃管，管内悬浮着闪烁的沙粒。一根金属权杖贯穿中央，使其可以像沙漏般旋转，但倒置时沙粒却纹丝不动。</p><p class=\"MsoNormal\">这件魔法护符拥有8点充能用于下列能力。当你消耗充能时，部分沙粒会移至沙漏另一端显示剩余充能。它在拂晓dawn时恢复[[/r 1d6+2]]点充能。</p><p class=\"MsoNormal\"><em><strong>迅捷打击（1充能）。</strong> </em>当你进行武器或法术攻击时，可以消耗1充能使该武器或法术以超乎寻常的速度出击。此次攻击获得+1攻击检定加值。</p><p class=\"MsoNormal\"><em><strong>刹那凝滞（5充能）。</strong></em> 当你成为武器或法术攻击目标时，若攻击检定尚未进行，你可以用你的反应暂停周遭时空。除你之外所有人的时间陷入停滞。随后你可移动至多15尺且不触发借机攻击。移动结束时时间恢复流动。若你移动至不同于起点的空间，触发此反应的攻击将自动落空。</p>"
    },
    "Watchful Seal": {
      "name": "警戒之印 Watchful Seal",
      "description": "<p>在上流社会，用精致的蜡封来封缄信件，长久以来一直是官方通讯和更友好往来的标志。这个手工雕刻的盒子配备了制作普通蜡封所需的所有工具，以及一根藏在侧面可拉出的抽屉里的蜡条。当盒子的抽屉和盖子关闭时，盒子会锁住，需要你在正面按下正确的符文序列才能打开它。该序列只有制造者知晓，但可以通过一次成功的<strong>DC 20 调查检定</strong>来推断。</p><p>这套工具中的每一件都是用于制造警戒封印的魔法仪式的部件。当你花费10分钟布置这套工具、融化蜡条并使用这套工具中的部件在信件上施加封印时，一个警戒封印便创造完成。警戒封印呈惰性状态，看起来是非魔法的，直到信件被打开且封印破损为止。一旦打开，封印便会激活，让你能够如同身处封印所在位置一般进行看和听。此效果持续10分钟，之后封印变为非魔法并失效。只有在封印激活时，才能通过一次成功的<strong>DC 17 奥秘检定</strong>来辨识其魔法本质。</p><p>这套工具使用的蜡必须是魔法灌注的，在更偏远的地方可能难以找到。一根蜡条通常价值250 gp，每根蜡条有足够的蜡来制作3个封印。</p>"
    },
    "Bramble": {
      "name": "荆棘 Bramble",
      "description": "<p>这只护手由不朽榆树的树皮制成，缠绕着蔓生的藤蔓，完全由活体材料构成。将手伸入护手会使它紧紧包裹住你的手并与你的皮肤融合，直到你能透过树皮本身感受到触觉。不使用时，藤蔓会缠绕在你的手臂上，无害地待在不妨碍行动的位置。</p><p class=\"MsoNormal\">穿戴此护手时，你可以用一个动作使藤蔓展开并垂落于你前方的地面。此时藤蔓功能等同于50尺长的麻绳，且一端始终连接着护手，另一端配有抓钩。它可以实现普通绳索的所有用途，包括攀爬、捆绑生物或跨越沟壑。1小时后，或当你命令它时，藤蔓会自动收回并重新缠绕在你手臂上。</p><p class=\"MsoNormal\">作为动作，你可以向50尺内一个可见的单一生物射出藤蔓。若该生物体型至多比你大一级，则必须进行DC 17 力量豁免，失败则被藤蔓擒抱直至其下个回合结束。以此法成功擒抱生物时，你可以用附赠动作猛拉藤蔓，将其向你的方向拖拽10尺。</p>"
    },
    "Brimstone Brooch": {
      "name": "硫磺胸针 Brimstone Brooch",
      "description": "<p>在火山活动显著的区域，一种名为硫磺花开的植物有时会从该地区肥沃的土壤中生长出来。它们以遭遇时特别危险而闻名，因为它们拥有一种擅长保护自身安全的魔法防御机制。从植株上摘取花朵常常会导致花朵爆发出火焰，只留下焦土和植株本身。似乎有人能够安全地摘取一朵，并将其魔法灌注到了一枚胸针上。</p><p class=\"MsoNormal\">当你调谐并佩戴这枚胸针时，你获得对由魔法效应造成的火焰伤害的抗性。此外，如果一个魔法效应会导致你进行一次豁免以避免受到火焰伤害，你在该豁免检定上获得优势。</p><p class=\"MsoNormal\">当你调谐此物品时，你第一次受到会使你生命值降至0的伤害时，你将改为生命值降至1。胸针会以你所在位置为中心施放3环{火球术 fireball}（豁免DC 17）。你免疫此法术的效应。施放该法术后，胸针上的花朵枯萎并失去魔法，失去所有额外词条。</p>"
    },
    "Kou'un": {
      "name": "Kou'un",
      "description": "<p>这件精美的吹制玻璃小饰品描绘了一条经典姿态的锦鲤，小巧得足以置于掌心。在坚实的玻璃表面下，装饰着金、银和青铜的碎片，在光照下会闪烁舞动。虽然由玻璃制成，但放置在表面上时会发出明显的金属声响。锦鲤长久以来被视为幸运与财富的象征，深受从事商业贸易者的推崇。</p><p class=\"MsoNormal\">可将此饰品放入钱袋以获取好运。当它留在钱袋中时，你在为商品和服务讨价还价的游说检定中获得+1加值。</p><p class=\"MsoNormal\">当陷入困境时，你可以用一个动作将钱袋猛砸在坚硬物件上，压碎其中的饰品。此时饰品会爆裂成钱币，使你的钱袋充满5d6+10枚金币。该饰品在此过程中被摧毁，并不再为你的游说检定提供加值。</p>"
    },
    "Gorshun's Gaze": {
      "name": "戈顺凝视 Gorshun's Gaze",
      "description": "<p>这无疑是一件令人毛骨悚然的物品。这枚眼罩上镶嵌着名为戈舒恩的凶残判魂魔那燃烧的左眼。这颗眼球仿佛通过某种炼狱魔法被径直从恶魔颅骨中剜出，在被佩戴时依然保持活性，并以一种令人不安的颤动方式持续扫视周围环境。</p><p>当你调谐这枚眼罩并将其佩戴在一只眼睛上时，你可以使用一个{附赠动作 Bonus Action}让眼球燃起炼狱魔力，使你获得{真实视觉 Truesight}，持续10{分钟 minutes}。当你的真实视觉生效时，你还能获得侦测30{尺 feet}内{邪恶 evil}阵营{生物 Creature}的能力，效果如同受到{侦测善恶detect evil and good}法术影响。使用此能力后，直至{次日黎明 next dawn}前你都无法再次使用。</p><p><em><strong>放逐凝视。</strong></em>每天两次，你可以使用{动作 Action}将眼球聚焦于一个你能看见的生物，并{施展 cast}{放逐术banishment banishment}（DC 17）。此能力在{拂晓dawn Dawn}时恢复。</p><p><em><strong>诅咒。</strong></em>调谐此物品时你会感到与它血脉相连且无法将其取下。当你尝试进行{长休 Long Rest}时，投掷一枚d100。若结果为95{或 or}更高，你的梦境会被戈舒恩的炼狱幻象打断，导致{长休 Long Rest}失败。当你因这些幻象第三次{长休 Long Rest}失败时，戈舒恩会出现在你当前位面90{尺 feet}内并开始猎杀你。若你对戈舒恩使用{放逐凝视 Banishing Gaze}{特性 Feature}，它在进行{豁免 Saving Throw}时具有{劣势 disadvantage}。</p>"
    },
    "Depth Charm": {
      "name": "深海魅惑 Depth Charm",
      "description": "<p>要获得深潜残骸守卫氏族的信任绝非易事。这些顽强的武者守护着他们栖身的沉船残骸，抵御一切胆敢靠近者。不少贪婪的寻宝潜水员都迅速丧生于这些生物之手，大多数人在发现氏族存在的迹象时都已学会避而远之。对于那些成功与这些生物结交的少数人而言，他们发现这些生物其实慷慨大方。他们能授予的最高荣誉之一，便是将阵亡战士的头骨与下颚制成护符相赠。</p><p class=\"MsoNormal\">佩戴此护符时每日两次，你可以使用一个动作将护符上的下颚举至面部，使你转变为原始躯体与鲨鱼的半人形态。你获得水下呼吸能力，获得40尺基础游泳速度，且皮肤变得厚实如皮革，使你的护甲等级获得+1加值。此外，你的嘴部会扩展成利齿密布的巨口，可在你的回合中作为附赠动作发动徒手打击。你始终被视为对这些啃咬攻击熟练。命中的啃咬攻击造成1d6+1点穿刺伤害。</p><p class=\"MsoNormal\">此变形持续1小时。除非你再次使用此特性，否则之后恢复常态。你可通过在你的回合使用附赠动作提前恢复常态。若你陷入昏迷、生命值降至0或死亡，你会自动恢复常态。</p>"
    },
    "Death's Door": {
      "name": "死亡之门 Death's Door",
      "description": "<p>那些立于生死边缘的存在深知凡人之躯何其脆弱。这扇曾经通往彼岸的门扉被从铰链上扯下，粗陋地改造成了一面盾牌。它依然保留着当初矗立时那不详的门环。被诅咒的灵魂试图从用以锻造它的灵木裂隙中渗出，一股冰冷的灵光使其周围空气变得刺骨，令5尺内的生物起鸡皮疙瘩。</p><p>当你与这面不祥之盾调谐时，你获得暗蚀伤害抗性，并在威吓技能检定上获得+1加值。</p><p><em><strong>叩门之声。</strong></em> 每日一次，当你与此盾调谐时，你可以用一个动作举起盾牌并叩击门环两次。两道亡灵精魄从门扉裂隙中涌现，使你能够以4环法术位施展 @UUID[Compendium.dnd5e.spells.oyE5nVppa5mde5gT]{操纵死尸 Animate Dead}。以此法施展时，该法术无需附近有骨骼或尸体。此外，你可以选择召唤丧尸或骷髅。</p>"
    },
    "Death Knell": {
      "name": "死亡丧钟 Death Knell",
      "description": "<p>在极度的痛苦与悲伤中，一种被称为死亡丧钟的生物会显现在宣告挚爱逝去的钟声里。这根精工雕琢的木制法杖描绘了一个佝偻披纱的身影，手持颅骨形状的铃铛，晃动时会发出轻灵声响。法杖本身浸染了死亡丧钟残留的粘稠物质。当你首次持握此法杖时，会感受到一阵痛苦与悲伤的浪潮席卷全身。</p><p class=\"MsoNormal\">与此法杖同调时，你获得施展<em>{亡者丧钟 toll the dead}</em>（5环）的能力。其豁免DC为17或你的{法术豁免DC spellcasting DC}，取较高者。</p><p><span style=\"font-family:'Arial',sans-serif\"><em><strong>召唤逝者。</strong></em>每日一次，你可以使用{动作 Action}将铃铛法杖高举过头摇响，发出笼罩周边250尺范围的幽冥哀嚎与尖啸。此时4个{阴影 Shadow}将在你周围30尺内你指定的空处显现。这些生物在你的回合结束后立即行动。你无法控制它们，但在召唤时可指定至多4个被它们视为敌对的目标。它们通常会尝试靠近并{攻击 Attack}这些目标。阴影持续存在1{分钟 minute}或直至生命值归零。</span></p>"
    },
    "Lucent Ward": {
      "name": "光辉防护 Lucent Ward",
      "description": "<p>这只精工锻造的钢制护手由魔法灌注的钢铁制成，触感总是略带温热。其表面似乎总在流动变幻，闪耀着红、橙、紫三色的绚烂纹路。护手顶部醒目地镶有青铜铸造的太阳浮雕，手背处则装饰着同主题纹饰，中央镶嵌着一枚漩涡状的黄色宝石，始终散发着温暖的光芒。</p><p>每日两次，当你佩戴此护手且即将被{近战或远程武器攻击}命中时，{你可以用你的反应}举起护手激发光辉护盾，使你的{护甲等级：AC}获得+2加值，持续至你的下个回合开始。此护盾生效期间，任何以{近战武器攻击}命中你的生物将受到2d6+2{光耀伤害}。</p><p class=\"MsoNormal\">若你已通过反应激活护盾，可在下个回合开始时以{附赠动作}对5尺内生物发动{盾击Shield Bash：}。目标必须进行DC17{体质豁免}，{豁免失败}将承受4d6+4{光耀伤害}并陷入{目盲}状态直至其下回合开始，豁免成功则仅受半数伤害且不陷入{目盲}。这些能力每日于{拂晓dawn}重置。</p>"
    },
    "Sporegrip": {
      "name": "孢握 Sporegrip",
      "description": "<p>真菌菌落拥有许多值得研究的奇特特性。复杂的通讯网络、长距离食物运输和水分汲取方法只是其根系中可找到的迷人能力中的一部分。这只护手由活木构成，一旦附着在你的皮肤上，就能以自然的动作弯曲移动。树皮外侧寄宿着错综复杂的真菌群落。当护手置于阳光下时，可见其周围漂浮着闪烁的孢子云。</p><p class=\"MsoNormal\">当你与该护手同调时，你在为擒抱生物或阻止生物挣脱擒抱而进行的力量(运动)检定中获得+1加值。在你的回合结束时，若有一个生物正被你擒抱，该生物将因护手散发的孢子而受到[[/r 1d8+3]]毒素伤害。</p><p class=\"MsoNormal\">每日一次，当你与该护手同调时，你可以使用一个动作触碰一个死亡生物，用护手的孢子感染它，使其尸体上萌发真菌生长并恢复该生物些许生命迹象。护手对该生物施放<em>{死者交谈 speak with dead}</em>。此能力每日于{拂晓 dawn}重置。</p>"
    },
    "Glissade": {
      "name": "滑行 Glissade",
      "description": "<p>这双制作精良的皮靴始终散发着寒霜与冰冷的灵光，使它们不断被一小片暴风雪般的冰雪所笼罩。这些效果纯属幻象，但靴子本身摸起来总是冰冷的。将脚滑入其中会发现舒适的法兰绒衬里，无论周围温度如何都能让你的双脚保持温暖。</p><p class=\"MsoNormal\">若你在回合中尚未移动且穿着这双靴子，你可以向前冲锋并在靴子生成的魔法冰面上滑行。如此做时，你沿直线移动一段距离，该距离等于你的基础移动速度外加15尺。此行动仍会消耗你本回合的移动速度。</p><p class=\"MsoNormal\">每日一次，穿着这双靴子时，你可以用一个动作跺脚，使厚冰从靴子向外蔓延，将你周围20尺半径球状区域内的地面转变为困难地形，持续1分钟。你免疫此困难地形的影响。此外，如果你离开一个通常会触发借机攻击的空间，本可发动该攻击的生物必须首先进行一次DC 16的敏捷豁免，若失败则放弃攻击并倒地。</p>"
    },
    "Lamplighter": {
      "name": "点灯人 Lamplighter",
      "description": "<p>这把链枷的链条末端安装了一个带刺的提灯，而通常此处应是一个沉重的钢球。握柄上装饰着两面悬挂的旗帜，上面印有掌灯人的标记。尽管他们最初只是简单的仆人，负责在黑暗城堡中点燃蜡烛和提灯，但最终成长为贵族最信赖的守护者之一。他们改良的链枷兼具实用和战斗用途，携带其旗帜之人将为邪恶可能藏身的最黑暗角落带来光明。你用这把魔法武器进行攻击和伤害掷骰时获得+1加值。</p><p class=\"MsoNormal\">这把链枷有两种状态，可以通过一个{附赠动作 Bonus Action}旋转握柄来切换。第一种状态是熄灭。当链枷处于熄灭状态时，你用此武器命中一个{生物 Creature}，该生物会被粘稠的可燃油脂覆盖。油脂持续1{分钟 minute}，或直到该生物浸入水中。提灯内的油脂足够覆盖三个{生物 Creature}，之后必须使用一个{动作 Action}重新填充。每品脱倒入提灯的油脂足够覆盖一个{单一生物 one creature}。</p><p class=\"MsoNormal\">第二种状态是点亮。当点亮时，提灯散发出30{尺 feet}{半径 radius}的{明亮光照 Bright Light}和额外30{尺 feet}的{微光光照 Dim Light}。在点亮状态下，当你用{攻击 Attack}命中一个先前被油脂覆盖的{生物 Creature}时，该生物会被点燃成一团明亮的火球，立即受到[[/r 3d8]]火焰{伤害 damage}，并在接下来的1{分钟 minute}内于其{回合 turn}结束时受到[[/r 1d6]]火焰{伤害 damage}。如果该{生物 Creature}使用整个{回合 turn}{倒地 prone}并翻滚，或完全浸入水中，则在其{回合 turn}结束时停止受到火焰{伤害 damage}。</p>"
    },
    "Bait & Switch": {
      "name": "换位诈术 Bait & Switch",
      "description": "<p>看似两件无关的物品，实际上是一对被不可分割的魔法连接所束缚的配对。诱饵是一个顶部有束带的布袋，看似装满了闪闪发光的金币，实际上只是用幻术魔法伪装成黄金的普通木片。转换则是一个微型的飞行构装生物，当它们分离时会不断试图返回诱饵身边。</p><p>你可以用一个动作将诱饵放置在某个位置。它会自然地安顿下来，并在周围洒落几枚幻象金币以增强欺骗效果。不了解诱饵本质的生物可以尝试进行一次DC 17的奥秘技能检定来识破其本质。若成功，它们会知道金币是幻象，但不理解这件物品上其他魔法的性质。</p><p>每天一次，当不了解诱饵真实本质的生物触碰到这个钱包时，诱饵和该生物会立即被传送至多100尺外，进入转换当前已占据的空间。同时，转换会被传送到诱饵先前占据的空间，并开始试图返回诱饵身边。转换拥有30尺飞行速度，5点生命值：和15点护甲等级：。如果转换被摧毁，可以花费50 gp制作一个新的。当生物触碰诱饵时，若转换距离超过100尺，则魔法失效且该生物不会被传送。了解诱饵本质的生物在说出选定的命令语后，可以安全地拾起它。该能力在拂晓dawn时重置。</p>"
    },
    "Blambow": {
      "name": "布兰博 Blambow",
      "description": "<p>这种特殊武器在许多方面与标准长弓相似，但额外增加了滑轮机构，似乎专为发射比普通弓箭更重的弹头而设计。握把和箭台由特别坚固的硬木制成，握把前方装有金属支架，内置两枚外观沉重的箭矢，似乎是专为远程投送爆炸物而打造。使用这把魔法武器进行攻击和伤害掷骰时，你获得+1加值。</p><p class=\"MsoNormal\">每天两次，你可以使用一个动作从前方支架取出一支爆破箭，射向150尺内你能看见的一点。以该点为中心20尺半径球状区域内的每个生物必须进行一次DC15的敏捷豁免。豁免失败的目标受到[[/r 6d6]]力场伤害，并陷入目盲和耳聋状态直至其下一回合结束；豁免成功则仅受半数伤害，且不会陷入目盲或耳聋。爆破箭会在拂晓dawn时自动补充。</p>"
    },
    "Axolittle": {
      "name": "蝾螈宝宝 Axolittle",
      "description": "<p>栖息在热带海岸温暖珊瑚礁中的马克索洛特族是一个友善的文明，他们以惊奇与好奇的目光看待社群之外的世界。那些欢迎马克索洛特族或试图成为其盟友者，常会收到他们工匠馈赠的礼物。这枚护符镶嵌着闪耀的翡翠宝石，并饰有一只用小手雕刻的、自上而下视角的蝾螈雕像。握住它会使你充满舒适感，仿佛漂浮在温暖的池水中。</p><p class=\"MsoNormal\">当你调谐此护符时，获得一枚可在短休时使用的额外生命骰。这枚加值生命骰可供你自身使用，亦可授予与你一同完成短休的其他生物。</p><p class=\"MsoNormal\">每日一次，在调谐此护符的状态下，你可念诵马克索洛特族母语中的命令语来赋予自身再生特性。接下来1分钟内，你在自己回合开始时恢复6点生命值。若你受到力场或强酸伤害，此特性将在你的下个回合开始时失效。仅当你回合开始时生命值为0且未触发再生时才会死亡。此特性使用后，直至次日拂晓前无法再次使用。</p>"
    },
    "Sprigsteps": {
      "name": "跃步者 Sprigsteps",
      "description": "<p>这双靴子的内部衬有极其舒适的棉花与皮甲混合材料，使其穿着感受格外宜人。外表面似乎由仍在生长的活木构成，朝靴口方向生出带叶的小枝。当你穿上这双靴子时，木材会生长扭曲将你包裹，形成贴合而稳固的尺码。</p><p class=\"MsoNormal\">穿着这双魔法靴子时，你获得的任何步行速度或攀爬速度获得+5尺加值。此外，你不会受到由天然植物群（如植物或真菌）造成的困难地形影响。</p><p class=\"MsoNormal\">当你穿着这双靴子移动时，可以令其根部延伸，使你能以单步跨越相当于你步行速度的距离。这使你能越过水平沟壑或危险区域，只要其宽度不超过你的基础步行速度。疾奔动作不会影响这双靴子能覆盖的距离。</p>"
    },
    "Casuist's Pipe": {
      "name": "诡辩者烟斗 Casuist's Pipe",
      "description": "<p>遇见一群学者并不罕见，他们全都叼着炫耀般的烟斗末端，讨论着这个世界的哲学。无论是当下的政治，还是存在的本质，他们都喜欢高谈阔论和辩论。这支精美的手工雕刻烟斗由两块木头和一个暗石底座构成。当从石头一侧填装烟草并点燃时，烟雾会从坐在石座上陷入沉思的人物雕像的耳朵中涌出。</p><p class=\"MsoNormal\"><em><strong>遗忘符文。</strong></em> 这支烟斗的杆上刻有一个<em>遗忘符文</em>。当你使用一个动作用烟斗触及一个目标时，他们必须进行一次DC15的智力豁免，否则将遭受以下效果。他们对过去10分钟的记忆变得极其模糊。他们无法回忆起自己或周围其他人说过的具体话语。此外，他们无法回忆起自己或周围其他人采取的具体行动，例如拾起一个物件、摧毁一个物件，或施展的未对他们造成伤害的法术。他们不会忘记任何针对他们或其盟友采取的暴力行为。他们并未意识到自己受到了此符文的影响。一旦激活，此符文在次日黎明前无法再次使用。</p><p class=\"MsoNormal\"><em><strong>健忘迷雾。</strong></em> 你可以使用一个动作向烟斗内用力吹气以激活符文，在你周围创造一团半径5尺球状的健忘迷雾。除你之外，处于迷雾中的生物将受到<em>遗忘符文</em>的效果影响。当符文以此方式激活时，迷雾内的目标在其智力豁免上具有优势。该迷雾在1轮后消散。</p>"
    },
    "Strigiform": {
      "name": "鸮形 Strigiform",
      "description": "<p>一只巨枭自愿赠予的羽毛，通常会保留这些夜行巨猎手在年长岁月中所掌握的些许魔法。此类生物极少对类人生物抱有足够的信任而自愿献出羽毛，但那些确实如此做的羽毛蕴含着强大的力量。这件斗篷由数根巨枭羽毛制成，能舒适地包裹穿戴者的身体。穿戴此斗篷时，你会感觉比平时更轻盈，并对周围流动的气流更加敏锐。</p><p class=\"MsoNormal\">与此斗篷同调期间，若你原本不具备黑暗视觉darkvision，则获得120尺黑暗视觉darkvision。此外，你的听觉和视觉会变得更加敏锐，使你在依赖这些感官的察觉检定中获得+1加值。</p><p class=\"MsoNormal\">穿戴此斗篷时，你可以使用一个动作将兜帽翻起，感受气流在斗篷羽翼下涌动。接下来1小时内，你获得60尺飞行速度fly速度。当你拥有此飞行速度fly时，若你未具备隐匿属性检定熟练，则获得隐匿熟练；若已具备隐匿熟练，则获得隐匿检定专精。此能力每日可使用一次，在每日拂晓dawn重置。</p>"
    },
    "Pocket Abby": {
      "name": "袖珍修道院 Pocket Abby",
      "description": "<p>这个手工缝制的小玩偶制作得极为精细考究。它外部柔软的毛毡质地，让你在感到害怕或不知所措时拥抱它再好不过。这个玩偶被制作成阿比的模样——一只据说拥有大量魔法物品宝库的强大克拉肯。不过今天，这个玩偶看起来只是非常可爱。</p><p class=\"MsoNormal\"> 当你与口袋阿比同调时，你在对抗会导致恐慌状态的{法术 spells}、攻击和危害的{豁免 Saving Throws}中获得{优势 advantage}。此外，你在{水下 underwater}时可以屏息{1 1}小时。</p><p class=\"MsoNormal\">  </p><p class=\"MsoNormal\"><em><strong>召唤头足类。</strong> </em>每天一次，你可以使用一个{动作 Action}说出命令短语并将口袋阿比投掷到你{30 30}尺内你能看见的指定地点。当口袋阿比到达该地点时，它会突然变成一只看起来百无聊赖的{巨人语 Giant Octopus}，并具有以下{特殊 Special}特质：除了{游泳 swim}{速度 Speed}外，它还拥有{60 60}{尺 ft}的{飞行术 fly}{速度 Speed}。此{生物 Creature}具有{水陆两栖Amphibious。 Amphibious}特质，可以无限期地在水中和陆上呼吸。它的墨云动作无需在水下即可遮蔽区域。你可以在召唤它的回合作为召唤动作的一部分命令{巨人语 Giant Octopus}移动和行动，并在后续{回合 turn}中作为{附赠动作 Bonus Action}进行命令。一旦{巨人语 Giant Octopus}{生命值： Hit Points}降至0，或经过{10 10}{分钟 minutes}后，它会变回一个无害的小玩偶。该能力在{次日黎明 next dawn}恢复。</p>"
    },
    "Ember": {
      "name": "余烬 Ember",
      "description": "<p>这条皮制子弹带由深棕色皮革制成，其各条带子和扣件上均印有多重火焰图案。正面有三个插槽，其中插着小型投掷匕首，这些匕首被附魔后总是呈现炽热的红光，但触摸起来与普通投掷匕首无异。匕首本身在背面锻造有火焰形状的配重，以帮助其在空中保持平衡。</p><p class=\"MsoNormal\">与该子弹带同调时，你能使用一个附赠动作说出命令语，使匕首脱离子弹带并开始在你头顶漂浮。它们会在接下来的1分钟内持续漂浮。</p><p class=\"MsoNormal\">当你对某个生物成功进行远程攻击或远程法术攻击时，你可发出一声短促口哨，使其中一把匕首飞向同一生物并命中，造成1d6+3点火焰伤害。随后匕首会返回子弹带并自行归位。1分钟后任何未消耗的匕首都会自行返回子弹带。你能使用该能力的次数等于你的熟练加值，每日拂晓时重新充能。</p>"
    },
    "Specter Scepter": {
      "name": "幽灵权杖 Specter Scepter",
      "description": "<p>被寄宿其中的精魄所扭曲盘绕，这根魔法权杖触感冰冷刺骨。其柄端顶着一个扭曲的笼子，旨在囚禁并容纳疯狂幽灵的精魄。将耳朵贴近笼子会让你听到亡灵们渴求以生者痛苦为食的疯狂低语。当你持握此权杖时，常会注意到视野边缘有东西潜伏，但转头望去却空无一物。</p><p>每日两次，当你与此权杖同调时，你可以用它触及5尺内的一个生物，并尝试让其中某个疯狂实体的精魄附身该生物。该生物必须进行一次DC15的感知豁免，豁免失败则会被一个精魄附身1分钟。当生物被精魄附身时，其视你和你的盟友为友善。在你的回合结束时，以及该生物被附身的每一回合，你可以下达一个简易命令如逃跑或攻击，该生物必须在接下来的回合中尽其所能遵循这些命令。</p><p>成功通过豁免的生物将在接下来的24小时内免疫被附身。若生物在被附身期间陷入昏迷，则附身立即结束。你在每日拂晓时恢复两次附身使用次数。</p>"
    },
    "Acerbak's Bite": {
      "name": "阿瑟巴克的啃咬 Acerbak's Bite",
      "description": "<p><em>护腕, 珍稀</em></p><p class=\"MsoNormal\">作为可怕的掘地野兽, Acerbak以其强大的强酸而闻名, 这种强酸能腐蚀石头和金属。许多毫无戒备的矿工在被这些狡猾的猎人伏击时, 遭遇了突然而极其痛苦的死亡。少数设法逃脱的人, 通常会在余生中带着遭遇留下的伤疤。这款护腕具有两个突出的尖刺, 由一种特殊的合金制成, 能抵抗Acerbak的酸性唾液, 同时还包含一个直接从这些野兽身上取下的、由魔法维持的酸腺。</p><p class=\"MsoNormal\">佩戴此护腕时, 你在进行徒手打击的攻击检定和伤害检定上获得+1加值。此类攻击被视为魔法攻击。当你佩戴此护腕并以徒手打击命中时, 你可以选择造成强酸伤害而非钝击伤害。</p><p class=\"MsoNormal\"><em><strong>灼热打击。 </strong></em>在你的回合中, 自第一次命中后的每一次徒手打击命中, 你额外造成1d4强酸伤害。如果你在一回合内对一个穿着非魔法金属护甲的生物成功以3次徒手打击命中, 则该护甲开始起泡并熔化, 其提供的护甲等级受到永久且累积的-1减值。护甲等级降至10的护甲将被摧毁。</p>"
    },
    "Bartuk's Booster": {
      "name": "巴图克的强化剂 Bartuk's Booster",
      "description": "<p>地精发明家巴图克花了数月时间打造了他认为是未来完美交通工具的装置。实际上，这看起来像是一枚过度填充的烟花，绑在一把魔法附魔、仅能使用一次的伞状降落伞上。伞用粗糙的麻绳固定，而火箭本身配有皮带，似乎邀请某人将其背在背上。这景象令人困惑，只有最鲁莽的冒险者才会尝试使用这样的物品碰碰运气。</p><p class=\"MsoNormal\">你可以花费1分钟将自己绑在火箭上，握住伞，瞄准火箭，并点燃引信。当点燃的引信触及火箭时，你将被向上推进并朝你指向的方向飞行，以每轮100尺的速度飞向400尺内任何你能看见的点。飞行400尺后，火箭爆炸成一片耀眼的火花。爆炸30尺内的生物必须尝试一次DC 16敏捷豁免，豁免失败受到3d10+6火焰伤害，豁免成功则受到一半伤害。</p><p class=\"MsoNormal\">在飞行过程中的任何时候，你可以使用一个动作切断自己与火箭的连接并打开附魔伞。你的下降速度减缓至每轮60尺，直到你落在坚实物件上。你不会受到坠落伤害，并能双脚着陆。使用后，伞继续作为普通伞功能，但失去其魔法附魔。</p>"
    },
    "Scrollkeeper's Case": {
      "name": "卷轴保管盒 Scrollkeeper's Case",
      "description": "<p>这个装饰华丽的卷轴匣由魔法灌注的长生木制成，随时可供使用。匣子侧面附有一个拉环和卷轴夹。当你拉动拉环时，一个以太蓝色的卷轴会从匣中延伸出来——如果匣内未存放卷轴则显示空白页，若存有卷轴则会浮现布满魔法符文的页面。</p><p class=\"MsoNormal\">你可以花费1小时将最多3张法术卷轴誊写入卷轴守护者之匣。此匣本身可储存无限数量的法术卷轴。当法术卷轴被复制到匣中时，原始卷轴会彻底消散。持握此匣时，若你意念锁定匣中储存的某个法术卷轴并拉动拉环，对应的卷轴会显现在从匣中延伸的以太蓝页面上，使你能够如同使用原始卷轴般施展该法术。以此方式施法仍会消耗匣内卷轴，使其消失且不可恢复。</p><p class=\"MsoNormal\">每日一次，你可以构想已存入匣中的卷轴，以附赠动作施展其中法术（无视该法术原本的施法时间）。此能力每日拂晓重置。</p>"
    },
    "Luminaire": {
      "name": "卢米奈尔 Luminaire",
      "description": "<p>这看起来曾是一盏悬挂的枝形吊灯，被人从原本支撑它的装置上扯了下来。现在，一条皮甲带被固定在它的背面，将其改造成了一面临时的护盾术shield，并持续从中倾泻出光芒。持握时，幻象般的蜡油会从中滴落，但在接触到其他表面后不久便会消失。看来这盏吊灯被施加了某种形式的永燃魔法，能在无火之处维持火焰的外观。</p><p class=\"MsoNormal\">当你持用这面护盾术shield时，它会散发出30尺半径的明亮光照和再延伸30尺的微光光照。你可以用一个动作说出命令语来熄灭或重燃这些火焰。</p><p class=\"MsoNormal\">每天两次，当你被一次近战武器攻击命中但未被重击时，你可以用你的反应让蜡油从护盾术shield中涌出，并试图缠住击中你的武器。对你发动攻击的生物进行一次对抗性的力量（运动）检定。由于蜡油的粘性，你在此检定中获得+1加值。若成功，你将武器从对方手中扯脱，使其卡在护盾术shield的蜡油中。此能力的使用次数在每天拂晓dawn重置。</p>"
    },
    "Concussive Crown": {
      "name": "震荡王冠 Concussive Crown",
      "description": "<p>这顶引人注目的穹顶形头盔取自一头大型野兽，经过重新调整尺寸以适合他人佩戴，显然已经历了不少使用。遍布的刮痕、凹痕和坑洼表明这顶头盔已在战斗中饱经考验。制作这顶头盔的金属格外耐用，但又不至于沉重到令人不适。两只巨大的公羊角从顶部伸出，给任何敢于对抗佩戴者的人留下深刻印象。</p><p class=\"MsoNormal\">当你同调并佩戴这顶魔法头盔时，你的AC获得+1加值。此外，你对会导致你陷入{震慑 Stunned}状态的效应进行豁免时具有{优势 advantage}。</p><p class=\"MsoNormal\">佩戴此头盔时，每分钟一次，你可以使用一个{动作 Action}低头沿一条最远为你{步行速度 walking speed}两倍的直线冲锋。该直线上的生物必须尝试一次DC 16{敏捷 Dexterity}豁免，{豁免失败 On a failed save}则受到3d10{钝击伤害 bludgeoning damage}并被推离直线10尺，{豁免 Saving Throw}成功则受到一半{伤害 damage}且不会被推开。此直线上的物件和结构自动{豁免失败 Save}并受到双倍所列{伤害 damage}。</p>"
    },
    "Sightseer": {
      "name": "观光客 Sightseer",
      "description": "<p>这把外形奇特的长弓布满了旋钮、调节装置和魔法灌注的镜片，对未经训练的人来说简直是梦魇。令人眼花缭乱的移动部件类似于制图师和专业领航员使用的六分仪，但全都固定在一个气势恢宏的弓形框架上。你用这把魔法长弓进行攻击和伤害掷骰时获得+1加值。</p><p class=\"MsoNormal\"><em><strong>长程射击。</strong></em> 这把弓上的镜片和微调装置使得超远距离射击更易实现。若你花费1分钟不受干扰的时间，通过拨动正确的调节装置来专注于瞄准，你的下一次攻击可以在长射程下进行且不承受劣势。若此攻击命中，则额外造成+5点魔法穿刺伤害。若你在进行此次射击时目标并未察觉你的存在，则改为额外造成+10点魔法穿刺伤害。若你在准备期间或之后移动或受到伤害，则失去这些加值。</p><p class=\"MsoNormal\"><em><strong>全视之眼。</strong></em> 你可以使用一个动作向距离你120尺半径内的某一点发射一支特制的名为“全视之眼”的箭矢。当箭矢抵达该点时，全视之眼开始悬浮。你可以透过观星者长弓上的大型镜片，从全视之眼的位置观察视觉信息。它具备120尺范围内所有方向的正常视觉。全视之眼会悬浮1小时，随后坠落地面。发射全视之眼后，直到你完成一次长休并利用弓上的部件制造出一支新的全视之眼前，你无法再次使用此能力。</p>"
    },
    "Soaring Waltzling": {
      "name": "翱翔华尔兹灵 Soaring Waltzling",
      "description": "<p>一个由骨头和血肉构成的魔鬼牢笼囚禁着一只活泼的华尔兹灵，它随时准备在远处释放冲击。在被激活前，这个笼子可以整齐地挂在任何腰带上，以备不时之需。笼内生物持续不断的吱喳声和咯咯笑声在严肃讨论时可能会造成干扰，但相比于它能给毫无戒备的敌人带来的地狱般灾难，这只是个小代价。</p><p class=\"MsoNormal\">当你使用一个{附赠动作 Bonus Action}拔出笼顶的骨制插销时，肉质的翅膀便会展开并开始拍打，使笼子保持悬浮状态，同时血色的花瓣开始从中飘落。作为该{附赠动作 Bonus Action}的一部分，选择一个你在60尺内可见的{单一目标 one target}并指向它。笼子将沿直线飞向{目标 the target}，在其飞过的空间留下血色花瓣。当你穿过被花瓣覆盖的空间时，你仅消耗正常{移动速度 Speed}的一半。花瓣在1{分钟 minute}后融化消失。</p><p class=\"MsoNormal\">当它抵达{目标 the target}时，内部的华尔兹灵在炽热的喧嚣中爆炸。{目标 the target}及其15尺{半径 radius}内的{全部 All}{生物 Creature}必须尝试一次{敏捷豁免 Dexterity saving throw}（{DC14 DC 14}）。若失败，该{生物 Creature}{受到 take}3d6{火焰 Fire}{伤害 damage}并被粘稠的{燃烧 Burning}液体覆盖。在接下来的1{分钟 minute}内，在其每{回合 turn}开始时，它会{受到 take}额外的2d6{火焰 Fire}{伤害 damage}，直到它使用一个{动作 Action}扑灭火焰或将自身浸入水中。若豁免成功，则{受到 take}一半{伤害 damage}且不会被{燃烧 Burning}液体覆盖。</p>"
    },
    "Observer's Cowl": {
      "name": "观察员兜帽 Observer's Cowl",
      "description": "<p>苦工观察者以其无瑕的视觉和能在肉眼察觉前很久就发现潜在威胁的能力而闻名。一位狡猾的发明家认为，将观察者使用的同类视觉系统制成方便的头戴装置，可供大多数人佩戴是合适的。透过兜帽上的护目镜观察世界，会展现出世界的活力和锐利度，使你在基于视觉的{察觉 Perception}检定上获得{优势 advantage}。</p><p class=\"MsoNormal\">作为一个{动作 Action}，你可以操纵镜片以获得对远处事物更细致的观察。你可以改变远处物体的放大倍率，使其看起来从正常大小到两倍大。</p><p class=\"MsoNormal\">每天一次，你可以使用一个{动作 Action}说出{命令语 command word}，使护目镜发出一种明亮的、具有{穿刺 Piercing}感的蓝色光芒。当眼睛发光时，你获得60尺范围内的{真实视觉 Truesight}。此外，如果你专注于一个容器（如箱子或板条箱）1{分钟 minute}，你可以看到容器内物品的模糊轮廓。如果容器内衬有铅或类似的重金属，则此能力无效。护目镜发光并提供这些{效益 benefits}，持续10{分钟 minutes}，然后停止运作。护目镜在每天{拂晓 dawn}时恢复此能力。</p>"
    },
    "Disarming Sword": {
      "name": "缴械之剑 Disarming Sword",
      "description": "<p>许多决斗者以其高效的步法和敏锐的刀锋动作闻名，以此超越对手。速度和灵巧如同刀锋本身一样，是他们武库的重要组成部分。这把短剑配有篮状护手，其独特之处在于刀锋近护手处设有一个肠钩和第二个钩子，专为格挡其他刀锋而打造。你用这把魔法武器进行攻击和伤害检定时具有+1加值。</p><p class=\"MsoNormal\">若你熟练于此武器，且单手持握此武器另一手无物时，你的护甲等级获得+1加值。</p><p class=\"MsoNormal\"><em><strong>缴械。</strong></em>此武器下方的钩子尤其擅长趁攻击者不备时锁住兵器。若体型至多比你大一阶的生物用单手武器对你发动近战武器攻击未命中，你可以用你的反应尝试缴械该生物。进行一次{敏捷 巧手}检定，与攻击者的{力量 运动}检定或{敏捷 巧手}检定对抗（由攻击者选择使用的属性）。若你成功，攻击者的武器会被扯离其手，掉落在地或由你空着的单手接住（若你有空手）。无论成功与否，曾目睹此能力的生物后续将对其免疫。</p>"
    },
    "Umbrala": {
      "name": "乌姆布拉拉 Umbrala",
      "description": "<p>这把异常华丽的雨伞由一种似乎能吞噬接触光线的织物制成。即使暴露在直射阳光下，它也显得异常黑暗。伞面用类似精金的材料华丽装饰，边缘悬挂着在风中飘动的丝带。伞柄由灰暗的黑森林木材雕刻而成，伞骨金属似乎由近乎黑色的金属构成。当它合上时，看起来就像一把普通的雨伞，尽管装饰精美。</p><p class=\"MsoNormal\">在战斗外，如果一个你正对其保持隐蔽的生物即将因成功的察觉检定而发现你的存在，你可以用你的反应打开这把伞，使魔法黑暗充满你所占据的空间并随伞移动。处于这片魔法黑暗中时，你可以看到外部，但对黑暗外的生物而言你完全被遮蔽。</p><p class=\"MsoNormal\">若你处于战斗中，当即将被远程攻击或远程法术攻击命中时，你同样可以用你的反应打开伞，用魔法黑暗笼罩你所占据的空间。魔法黑暗外的生物对你发动的远程攻击和远程法术攻击（包括触发此反应的攻击）具有劣势。这些效果持续1分钟，或直到你以附赠动作合上伞。这些效果每天各只能使用一次，在拂晓时当雨伞置于光亮中即可恢复充能。</p>"
    },
    "Patagia Panoply": {
      "name": "翼膜披风 Patagia Panoply",
      "description": "<p>自然界对克服重力危险并不陌生。这件异常轻盈的套装被设计成蜜袋鼯的外形与体态，穿着时能从手腕到脚踝展开令人印象深刻的布质翼膜。其面料似乎由异常柔软的材料制成，并编织了魔法灌注的丝线，在套装移动时能捕捉并滞留周围空气。套装还配有一顶做工精良（尽管是装饰性的）兜帽以完善整体造型，并为穿着者提供舒适的保暖效果。</p><p class=\"MsoNormal\"><em><strong>弹跃。</strong></em> 穿着此套装时，每小时一次，你可使用一个动作预备并向上方进行强力跳跃。以此方式进行垂直跳跃时，你的最大跳跃高度为30尺而非标准跳跃高度。</p><p class=\"MsoNormal\"><em><strong>滑翔。</strong></em> 穿着此套装时，当你开始自由坠落，可用反应展开四肢以撑开套装布质翼膜，减缓下落速度。以此方式滑翔期间，每轮你可通过操控四肢调整姿态，水平移动至多等同于你的步行速度。以此方式滑翔时你每轮自然下落5尺，且无法恢复已损失的高度。滑翔时可进行俯冲，将水平移动转化为向下移动。</p>"
    },
    "Diredouser": {
      "name": "迪雷多瑟 Diredouser",
      "description": "<p>这个奇特的装置由两个大水箱组成，水箱连接着一系列管道和配件，这些管道通向一个前端带有喷雾嘴、设计用于携带的器械。水箱上装有皮甲背带，使其能够背负在生物背上。将整个背包浸入水中即可为水箱补充水量。如果水箱中装入除水以外的任何液体，喷嘴会被堵塞，浸水器将停止运作，直至你花费1小时进行清理。</p><p class=\"MsoNormal\">水箱储存的水量足以激活以下任意组合能力共计5次，每次使用能力将消耗1次使用次数。</p><p class=\"MsoNormal\"><em><strong>推进。</strong></em> 你向下喷水，使你的跳跃距离或高度额外增加15尺。</p><p class=\"MsoNormal\"><em><strong>浸透。</strong></em> 你尝试浸透30尺内一个你能看见的物品或生物。该生物必须进行DC 16 敏捷豁免，若失败则被浸透。被浸透的生物在1分钟内对闪电伤害易伤。此能力亦可熄灭非魔法火焰。</p><p class=\"MsoNormal\"><em><strong>冲击。</strong></em> 你向30尺内一个你能看见的生物喷射强力水流。该生物必须进行DC 16 力量豁免，若失败则被推开10尺并应击倒地。</p>"
    },
    "Prismguard": {
      "name": "棱镜卫 Prismguard",
      "description": "<p>分裂光线的能力并非新现象。事实上，天空中彩虹的出现，或是光线穿过悬垂水滴时舞动的折射，这些永恒存在的现象早已被充分记录。直到最近才有人提出，只要获得合适的棱镜，魔法或许也能以同样方式运作。获取这样的宝石绝非易事，但成功找到完美水晶者将其镶嵌于此盾牌正面，使之成为真正非凡之物。</p><p class=\"MsoNormal\">当你与该魔法盾牌调谐时，你的AC获得+1加值。此外，对抗造成闪电伤害的法术时，你的豁免获得+2加值。</p><p class=\"MsoNormal\">每日一次，在与该盾牌调谐时，当你施展射程为触及的法术，可通过棱镜背面施放该法术，使其在盾牌前方15尺锥状范围内散射。锥状区域内的生物将承受法术所有效果（无论增益或伤害），并视情况进行豁免检定。以此方式施法后，水晶将陷入惰性状态，直至次日黎明首次接触阳光时恢复。</p>"
    },
    "Dipolar Gages": {
      "name": "双极量表 Dipolar Gages",
      "description": "<p>虽然将它们绑在手上可能看起来很吓人，但这些手套确实具有某种吸引人的特性。这些手套由特殊的、用于苦力活式的磁铁制成，并注入了可不断再生的魔法电力核心，赋予佩戴者吸引或排斥磁性金属（如铁、钢和镍）的能力。</p><p class=\"MsoNormal\"> 这些手套拥有5发充能，可用于以下词条。它们在每日拂晓dawn恢复全部充能。</p><p class=\"MsoNormal\">  <em><strong>正极吸引（1发充能）。</strong></em> 当一次主要由磁性金属构成的武器对你发动的近战攻击未命中时，你可以用你的反应消耗一发充能并尝试解除攻击者的武装。攻击者必须进行一次DC15的力量豁免，否则其武器将从其手中被扯下并吸附在手套上。作为同一动作的一部分，你可以选择装备该武器或将其扔到一旁。</p><p class=\"MsoNormal\"><em><strong>负极排斥（1发充能）。</strong></em> 当你以一次近战武器攻击或徒手打击命中目标时，你可以消耗1发充能将目标从你身边推开。目标被你推开15尺，并且必须进行一次DC15的敏捷豁免，否则应击倒地。</p>"
    },
    "Wick": {
      "name": "灯芯 Wick",
      "description": "<p>这把巨斧的长木柄从柄上一个看似普通的烛台向上延伸。一把燃烧的蜡烛从斧眼处升起，在你周围10尺半径的球状区域内产生微光光照。蜡烛融化的蜡不断沿着刀锋滴落，但任何落下的蜡在触及地面时都会消失。这根蜡烛被魔法附魔，永远不会停止燃烧，同时永远不会缩小尺寸，使其能持续为武器产生蜡。你用这把魔化武器magic weapon进行的攻击检定和伤害骰具有+1加值。</p><p class=\"MsoNormal\">在使用此武器时，沿着手柄滴下的蜡会覆盖你的双手，使你不可能以任何方式被缴械。</p><p class=\"MsoNormal\">当你使用此武器的攻击检定大成功时，蜡会从刀锋上飞溅而出，覆盖生物并迅速硬化。该生物必须进行一次DC 17力量豁免，豁免失败则被蜡束缚1分钟。该生物可以在其回合使用一个动作尝试挣脱并重新进行豁免检定，检定成功则摆脱束缚。</p>"
    },
    "Auctoratus": {
      "name": "角斗士 Auctoratus",
      "description": "<p>为了取悦他人而参与斗殴并非轻易能做出的决定，那些主动选择而非被迫参与的人，与看台上的平民截然不同。这顶头盔由硬化钢铸造而成，内部衬有软垫以确保佩戴舒适。下方悬挂着一条皮制系带以固定头盔，外部则被抛光至光滑如镜。面甲上的面容宛如愤怒的化身，一张在战斗瞬间痛苦嘶吼的脸孔。</p><p class=\"MsoNormal\">佩戴此头盔时，你对造成非魔法钝击、穿刺或挥砍伤害的武器攻击获得+1 AC加值。</p><p class=\"MsoNormal\">以一个动作，你可在佩戴此头盔时发出更似狮吼而非呐喊的战嚎。60尺内所有生物皆可听闻。当你如此做时，统计60尺内敌对生物的数量并记录该数值。下一次你受到攻击或法术效应伤害时，可将所受伤害减去所记录的数值。若你将伤害降至零，则将你的先攻顺位移至当前回合之后紧接的位置。</p>"
    },
    "Geyser": {
      "name": "井喷 Geyser",
      "description": "<p>这把令人印象深刻的三叉戟长柄上刻满了蚀刻纹路，唤起一种守望海洋、看波涛涌动翻腾的感觉。它包裹着舒适的皮革以提升握持感，而末端的三叉尖头触感尤为寒冷。手持这把三叉戟时，只要它在你手中，就会有虚幻的水流细丝从中渗出，并环绕武器盘旋。你用这把{魔化武器 magic weapon}发动的{攻击 Attack}骰和{伤害 damage}骰获得+1{加值 bonus}。</p><p>当你调谐于这把{武器 Weapon}时，若你将其作为{射程 Ranged}{攻击 Attack}的一部分投掷出去，会有一道水流弧线划过空中连接你和它。在你的{回合 turn}结束时，只要你意识清醒且有一只手空闲，该{武器 Weapon}就会魔法般地回到你手中。</p><p><strong>喷发。</strong>每天两次，在你的{回合 turn}中，你可以使用一个{动作 Action}召唤汹涌的水流从地面喷发出间歇泉。选择一个你可见的、距离你{30尺 30 feet}内的{空间 space}。水从该{空间 space}的地面爆发。占据该{空间 space}的生物必须尝试一次DC 16{敏捷 Dexterity}{豁免 Save}，失败则受到[[/r 4d6+4]]{钝击伤害 bludgeoning damage}并{应击倒地 knocked prone}，成功则仅受一半{伤害 damage}且不会{倒地 prone}。</p>"
    },
    "Awooga": {
      "name": "啊呜嘎 Awooga",
      "description": "<p>这个造型奇特的黄铜角号从它的橡胶风箱向外展开，形成一个诡异而精致的嘴巴，包括牙齿和一条触感令人不适的温暖长舌。它有从口中渗出透明液体的倾向，仿佛在流口水，不过这些液体是幻象，在接触到其他表面时就会消失。</p><p class=\"MsoNormal\">在你的回合中，你可以使用一个附赠动作轻轻挤压角号的风箱，使其发出你选择的滑稽声音，50尺内的任何生物都能听到。听到该声音的生物无法立即辨别其来源。</p><p class=\"MsoNormal\">每天两次，你可以使用一个动作用力挤压这个角号的风箱，从中释放出刺耳的音爆能量。角号在被挤压时可以发出多种不同的声音，具体由DM决定。该声音可以在100尺外听到并能穿透墙壁。<em><strong>位于你为原点的30尺锥状区域</strong></em>内的生物必须尝试一次<em><strong>DC 17 体质豁免</strong></em>，豁免失败则受到[[/r 4d8 雷鸣伤害]]并被<em>耳聋</em>1分钟，豁免成功则仅受一半伤害且不会耳聋。锥状区域内未被持用的物体会被冲击波吹离你10尺远，任何未被持用的非魔法玻璃制品都会破碎。此角号的使用次数每日在拂晓dawn时重置。</p>"
    },
    "Sir William": {
      "name": "威廉爵士 Sir William",
      "description": "<p>这把剑被塑造成一位著名皇室血脉始祖的面容，已在历代显赫人物的腰间传承。当你与此{武器 Weapon}调谐时，你在回忆关于{贵族 noble}、其人际关系及宫廷礼仪的{历史 History}{检定 checks}中获得+2{加值 bonus}。此外，你用此{魔化武器 magic weapon}发动的{攻击 Attack}与{伤害 damage}骰获得+1{加值 bonus}。</p><p><strong>感知性。</strong>威廉爵士是一把具有{守序中立 lawful neutral}{阵营 Alignment}的感知{武器 Weapon}，{智力 Intelligence}为18，{感知 Wisdom}为10，{魅力 Charisma}为14。它具有120{尺 feet}范围的听觉与视觉。</p><p>该{武器 Weapon}会与持用者进行语言交流，并能说、读、理解{通用语 Common}和{精灵语 Elvish}。</p><p><strong>个性。</strong>威廉爵士是位标准的贵族绅士，偏爱生活中的精致享受而非地牢的阴湿走廊。它渴望与权贵人士结交，且不愿主动攻击出身{贵族 noble}者。尽管身为一把{短剑 Shortsword}，威廉爵士对被称作“短”深感不悦。</p>"
    },
    "Omnidust": {
      "name": "全尘 Omnidust",
      "description": "<p>(需要由法师进行调谐)</p><p>这本古老且磨损严重的典籍覆盖着一层厚厚的灰尘，已经渗透到书的每一页。封面上印有“尘归尘”字样，书脊上则有一个不祥的骷髅头。它散发着陈旧发霉的纸张气味，整体触感粗糙。</p><p>被发现时，本书包含以下法术，当你与本书调谐时，这些法术对你而言是法师法术：{通晓语言 comprehend languages}、{侦测思想 detect thoughts}、{传讯术 message}、{暗示术 suggestion}、{隐形仆役 unseen servant}。它对你而言可作为法术书使用。</p><p class=\"MsoNormal\">当你持握本书时，你可以将其用作你法师法术的{法器 spellcasting focus}。</p><p class=\"MsoNormal\">每天两次，你可以猛力合上本书，导致一股污秽的尘埃从书页中爆发出来，在你周围形成15尺半径的球状区域，持续1分钟。尘埃区域外的生物无法看透其中，而区域内的生物（除你之外）会因此陷入{目盲 Blinded}状态。除你之外，在其回合结束时位于尘埃区域内的生物必须进行一次DC15的{体质 Constitution}豁免，豁免失败则陷入{失能 Incapacitated}状态，直到其下一回合开始。此能力每日于{拂晓 dawn}重置。</p>"
    }
  }
}