{
  "label": "深渊佳酿 卷2 - 非普通",
  "entries": {
    "Naga": {
      "name": "娜迦 Naga",
      "description": "<p>普通的蛇类比许多人认为的更为深思熟虑。作为天生的伏击掠食者，它们会等待猎物自投罗网，只在最有利的时机发动攻击。这双皮甲手套包裹着光滑材质，锻造得如同蛇鳞般细腻。手背部位装饰着雕刻的蛇首，前端延伸出两根致命毒牙。</p><p class=\"MsoNormal\">佩戴这双手套时，你在进行{徒手打击 unarmed strike}和{天生武器 natural weapons}的攻击检定与伤害掷骰获得+1加值。此类攻击视为魔法攻击。</p><p class=\"MsoNormal\">此外，这些打击将造成{点穿刺伤害 piercing damage}而非{钝击 Bludgeoning}伤害。</p><p class=\"MsoNormal\">你可以花费1分钟小心地将毒牙浸入任何{损伤 Injury}型{毒素 Poison}，使毒牙吸收该毒素。当毒牙装载{毒素 Poison}时，你能用{附赠动作 Bonus Action}攥紧拳头使毒牙表面覆盖储存的{毒素 Poison}。在毒牙淬毒后，你下次以{徒手打击 unarmed strike}或{天生武器 natural weapon}{命中 hit}{目标 the target}时，会将储存的{毒素 Poison}施加给{目标 target}。</p>"
    },
    "Tentackle Box": {
      "name": "触须盒 Tentackle Box",
      "description": "<p>这个木匣由深红桃花心木制成，表面装饰着章鱼般的触手缠绕雕刻，仅从外观就能看出其精良的做工。顶部设有便携提手，紧凑的匣体正面配有金属搭扣固定铰接盖板，同时附有可向前拉出的抽屉把手。</p><p class=\"MsoNormal\">打开盖板和抽屉后，会露出八个磨砂玻璃隔间，内部隐约可见物品的轮廓。这些隔间本身无法开启，若遭到破坏或撬开，该隔间将空无一物。在上层区域中央，设有一个诱人的投币口以及一个似乎可供旋转的旋钮。</p><p class=\"MsoNormal\">你可以花费1分钟时间构想一件价值通常不超过100gp的普通非魔法{冒险装备 Adventuring Gear}，并投入等值钱币。由DM判定该匣子能否提供所需装备。若装备不可用，投币口会突然倾泻退还钱币。若装备可用，某条装饰性触须便会活化并打开隔间，展示该装备的微型版本。从隔间取出时，它会变为全尺寸的实用版本。你每日最多可从匣中获取8件物品，库存会在拂晓时重置。</p>"
    },
    "Hush": {
      "name": "噤声 Hush",
      "description": "<p class=\"MsoNormal\">这个外观奇特的面具被制作成类似下半张脸的形状，并配有一条红色丝带系于脑后。丝带延伸至面具前方，覆盖住嘴部，形似某人被塞口物禁声的模样。面具本身由烧制陶瓷制成，边缘已开始显现裂纹。佩戴此面具会让你对自己的音量格外敏感。</p><p class=\"MsoNormal\">每日两次，当你与此面具同调时，若施展的法术含有言语部件，你可以无视言语要求。以此方式施法时，咒语吟诵将寂静无声，但法术本身仍可能产生声响，由DM裁定。</p><p class=\"MsoNormal\">每日一次，当你与此面具同调时，可选择120尺内某处令面具对该处施展{沉默术silence}。以此方式施放时，{沉默术silence}不视为专注法术，因施法主体是面具而非你本人。此面具所有能力的使用次数每日于拂晓dawn重置。</p>"
    },
    "Serinade": {
      "name": "塞琳娜德 Serinade",
      "description": "<p>这件斗篷的外侧装饰着色彩鲜艳的羽毛，与野外的鸣禽羽毛相似。当暴露在阳光下时，这些羽毛仿佛会随着斗篷被观察的角度变化而舞动并改变颜色。手持它时，你的脑海中会充满优美的鸟鸣交响乐，如同乡间阳光明媚的夏日。</p><p class=\"MsoNormal\">当穿上这件斗篷时，一只由你选择的幻象鸣禽会出现在其肩部。当你为观众表演而进行魅力（{表演 Performance}）检定时，这只鸣禽会与你一同歌唱，使你在该检定中获得+1加值。</p><p class=\"MsoNormal\">每日两次，当你与该斗篷同调时，你可以使用一个动作念出命令语并施展{动物交谈 speak with animals}。以此方式施法时，你肩上的鸣禽会充当你自己与动物之间的翻译。此能力的使用次数每日拂晓重置。</p>"
    },
    "Deckhand's Dance": {
      "name": "水手之舞 Deckhand's Dance",
      "description": "<p>观察一艘运行良好的船只的运作机制，几乎就像观看一场精心编排的舞蹈，水手们在索具间上下穿梭。海浪的摇晃和摆动对他们久经锻炼的海上腿脚来说似乎不成问题。然而，这并非全靠经验，因为他们中的一些人袖中藏有妙计，脚上亦然——那便是经过改造的魔法靴，鞋底装有可伸缩的尖刺，以便在需要时提供恰到好处的抓地力。</p><p class=\"MsoNormal\">穿着这双靴子时，你可以使用一个附赠动作将靴跟互碰，以伸出或收回鞋底的尖刺。当尖刺收回时，它们如同普通靴子。</p><p class=\"MsoNormal\">当尖刺伸出时，你获得以下效益。你的移动速度降低5尺，但你获得等于你步行速度的攀爬速度。你不受由非魔法条件造成的困难地形影响。涉及你脚部的徒手打击额外造成1d4点穿刺伤害。</p>"
    },
    "Page": {
      "name": "页 Page",
      "description": "<p>虽然当前魔法实践已发展到能够发送短距离长讯息或跨位面短讯息，但随之产生了一个问题，即需要发送长距离的长讯息。被发现时，这张纸被折成一只展翅待飞的折纸鸟形态。纸张本身品质卓越，边角处压印有御风翱翔的飞鸟浮雕。</p><p>当你用一个{动作 Action}展开这张折纸时，只要文字是你理解的语言，你就能阅读其上书写的任何信息。随后字迹将从纸上消失，使其恢复成可供涂写的空白页。</p><p>你可以花费10{分钟 minutes}用任何书写工具在纸上撰写信息。信息最长可达500词，若你选择，还可包含一幅由{DM GM}判定的{简易 Simple}图画。随后你可以手持纸张说出你认识的收信{生物 Creature}姓名。纸页将自动折叠回折纸鸟形态，启程投递信息。它以每日600{英里/天 miles per day}的速度飞行，抵达目标前永不停歇。到达目的地后，它会向目标{生物 Creature}鸣叫直至信息被阅读，随后消失并留下可重复使用的纸页。</p>"
    },
    "Puppeteer": {
      "name": "傀儡师 Puppeteer",
      "description": "<p>有些人精于操纵提线木偶的技艺，能让它们舞动嬉戏，仿佛其中真的蕴藏着生命的影子。这副皮甲手套经过精心制作，以保持你手指的灵巧操控。每根指尖都垂下一根细线，连接着下方摇摆的木偶的重要关节。虽然通常需要数年才能掌握如此精密乐器的表演，但戴上这副魔法手套后，随心所欲地操控木偶就变得异常轻松。</p><p class=\"MsoNormal\">当你与该手套调谐时，你在使用木偶进行表演的魅力（表演）检定中获得+1加值。这可用于赚取金币、重现场景、单纯娱乐，或由游戏主持决定的其他用途。</p><p class=\"MsoNormal\">每天一次，当你成为近战或远程攻击的目标，但在得知攻击结果前，你可以用你的反应操控木偶，使手套对触发攻击的生物施展{命令术command}（DC15）。以此法施展时，若目标豁免失败，它必须立即遵从你的命令而非在其下一回合开始时执行。你通过操纵木偶模仿动作来决定命令内容。该能力每日拂晓重置。</p>"
    },
    "Freeze Greaze": {
      "name": "冻结油脂 Freeze Greaze",
      "description": "<p>泰坦杀手冷冻油脂是您所有需求的一站式解决方案，助您留下冷酷印象。这种魔法注入的油脂触感始终冰冷，打开罐子时，一股冰冷的雾气会从内容物中飘出。油脂本身具有油性质地，并带有淡淡的薄荷香气。</p><p class=\"MsoNormal\">一罐新鲜的泰坦杀手冷冻油脂内含足够使用5次的量。您可以花费一分钟将油脂涂抹在武器上，或在受伤生物身上薄薄涂抹一层。</p><p class=\"MsoNormal\">当涂抹在武器上时，该武器在接下来一小时内将造成冷冻伤害而非其基础伤害类型。此外，若您使用涂有油脂的武器发动攻击并造成重击，被命中的生物必须进行一次DC15的体质豁免，豁免失败则因被冰层覆盖而麻痹直至其下一回合结束。</p><p class=\"MsoNormal\">当涂抹在受伤生物身上时，油脂能减缓出血并治愈酸痛肌肉，恢复2d8+4点生命值。</p>"
    },
    "Vexing Cube": {
      "name": "恼人之方 Vexing Cube",
      "description": "<p>谜题制造者热衷于提出让人坐下来挠头的谜语和难题，但有些人更喜欢更具触感的东西。这个六面金属立方体的创造者似乎对在任何可能的地方塞入谜题碎片有着特别的偏好。这个立方体的每一面都有不同的谜题，从密码到迷宫等等。解开它肯定需要异常长的时间，而这似乎正是制造者的意图。</p><p class=\"MsoNormal\">这个立方体的一侧有一个隐藏开关，只有通过 DC 20 察觉检定或事先知道其存在才能发现。开关被拨动1分钟后，立方体开始对持有它的生物散发魅惑魔法。持有者每分钟都必须成功进行一次 DC 16 魅力豁免，否则就会迷恋上这个立方体。当生物迷恋上这个立方体时，他们只想尝试解开它，并且不会自愿放弃这个立方体。立方体的魅惑效果在1小时后消失，并在次日黎明恢复该能力。</p><p class=\"MsoNormal\">解开这个立方体尤其困难，总共需要进行6次成功的智力技能检定，起始 DC 为12，每次成功检定后 DC 增加2。每次检定尝试需要花费5分钟专注于这个立方体。如果立方体被解开并打开，里面会有一块新鲜、极其美味的卡芒贝尔奶酪。</p>"
    },
    "Crescent": {
      "name": "新月 Crescent",
      "description": "<p>这把镰刀的月形柄头散发着微弱的光芒。它由一种注入了从月亮本身采集的尘埃的金属制成，在月光下会保持淡淡的紫色。握柄触感冰冷，刀锋金属上始终覆盖着一层薄薄的霜露。</p><p class=\"MsoNormal\">你用这把{魔化武器 magic weapon}进行{攻击 Attack}和{伤害 damage}掷骰时获得+1{加值 bonus}。此外，当你用此{武器 Weapon}的{攻击 Attack}命中时，可以选择造成{冷冻伤害 cold damage}而非{挥砍伤害 slashing damage}。这把镰刀在持有者周围10{尺 foot}{半径 radius}内散发{微光光照 Dim Light}。此光亮可以在你的{回合 turn}内随意熄灭或重燃。</p><p class=\"MsoNormal\">当你用此{武器 Weapon}的{攻击 Attack}命中时，你可以使用一个{附赠动作 Bonus Action}在你周围5{尺 foot}内创造一团{魔法黑暗 Magical darkness}。该云雾占据5{尺 foot}立方空间，持续1{分钟 minute}。当你持握此镰刀时，你可以步入任何你创造的{魔法黑暗 Magical darkness}云雾，并{传送术 teleport}至另一个你创造的生效{魔法黑暗 Magical darkness}云雾。此镰刀每天最多可创造6团{魔法黑暗 Magical darkness}云雾，在{拂晓 dawn}时重置。</p>"
    },
    "Hatchet": {
      "name": "手斧 Hatchet",
      "description": "<p>这个看似无害的香水瓶实际上隐藏着惊人的浓烈香气，有人形容其为势不可挡。喷雾头被锻造成斧刃的形状，瓶身覆盖着黑色标签，白色文字承诺“压倒朋友或敌人”。瓶子连接着一个泵球，旨在将气味喷射到任何不幸站在对面的人身上。</p><p class=\"MsoNormal\">你可以使用一个动作挤压瓶上的泵球，在你面前<em><strong>15尺锥状</strong></em>范围内喷出有毒的浓密绿云，持续1分钟。这团云雾的气味既甜腻又刺鼻，会在鼻腔产生奇怪的刺痛感，并引发逃离其影响的强烈欲望。在锥状区域内开始其回合的生物必须尝试一次<em><strong>DC15体质豁免</strong></em>。若成功，该生物被气味压倒，必须用其移动力离开锥状区域，但随后24小时内免疫此气味的效果。若失败，他们会深吸一口气并中毒3回合。该生物可以在其每回合开始时重新尝试豁免，成功则24小时内免疫此效果。使用喷雾一次后，瓶子变为普通香水瓶。</p>"
    },
    "Yack O' Lantern": {
      "name": "雅克南瓜灯 Yack O' Lantern",
      "description": "<p>乍看之下，很容易将这盏牛眼提灯误认为是一颗雕刻精美的南瓜。仔细观察后，会发现它其实是一件活体物品，非常乐意与带它一同冒险的人分享各种笑话和故事。{唠叨南瓜灯 Yack O’ Lantern}的功能与普通牛眼提灯相同，其茎蔓可以缠绕在任何背带或腰带上以固定于身体。你可以通过友善地请求来命令它开关或聚焦于某区域，无需使用双手。</p><p><strong>感知性。</strong>{唠叨南瓜灯 Yack O’ Lantern}是一件具有感知力的物品，属于{混乱中立 chaotic neutral}阵营，{智力 Intelligence}为14，{感知 Wisdom}为12，{魅力 Charisma}为16。它具有120尺范围内的听觉和视觉。</p><p>该物品会与持有者进行语言交流，并能说、读、理解{通用语 Common}。</p><p><strong>个性。</strong>{唠叨南瓜灯 Yack O’ Lantern}性格欢快，喜欢幽默的俏皮话和故事。它尤其钟爱双关语，并乐于随时分享自己想到的趣梗。</p><p><strong>喋喋不休。</strong>每日一次，你可以使用{附赠动作 Bonus Action}对{唠叨南瓜灯 Yack O’ Lantern}下达指令，使其释放出一连串令人晕头转向的言语以制造混乱。所有处于其{明亮光照 Bright Light}范围内的生物{必须进行 must succeed on}一次DC15的{魅力豁免 Charisma saving throw}，否则直至其下一回合结束前都无法说话或进行{反应 Reactions}。该能力每日拂晓重置。</p>"
    },
    "Portent": {
      "name": "预兆 Portent",
      "description": "<p>随着现代工艺不断扩展个性化武器的能力，偶尔有人会采取出人意料的侧步回闪，结果却成为天才之举。通过将气元素的精华束缚在这把重弩的下层枪管中，负责的发明家开创了一种有效将更大物体发射至更远距离的方法。最初人们认为这是投掷爆炸性黑火药混合物的完美方式，但很快发现气元素的魔法产生了意想不到的副作用。</p><p class=\"MsoNormal\">你可以在自己的回合使用一个附赠动作，将任意药水、毒素或可投掷的炼金混合物（例如炽火胶）装载进这把弩的下层枪管。当该枪管完成装载时，你可以使用一个动作扣动第二道扳机，激发其中气元素的魔法，将物品发射至100尺射程。</p><p class=\"MsoNormal\">当从此枪管发射的物品在撞击时破碎，其内含物会被气元素精华雾化成细密雾气，在以撞击点为中心10尺半径的球状区域内扩散。该区域内的所有生物和物体都会受到装载进枪管的药水、毒素或炼金混合物的效果影响。这片雾气会在你的回合结束时消散。</p>"
    },
    "Dragon's Dab": {
      "name": "龙类之触 Dragon's Dab",
      "description": "<p>现代魔法食品科学的奇迹带来了一些富有创意但值得怀疑的烹饪发明。近来流行起来的一种是被称为魔法注入辣酱系列，据称其效果既能改变心智也能影响身体感官。这瓶龙之点触辣酱收藏版，在标准玻璃瓶上配有手工雕刻的龙形木质分配头。内含炼金魔法精华以增强其效果。此瓶辣酱足够使用五次下述任一能力，之后需由DM决定从商人处补充。通常补充费用为150 gp。</p><p class=\"MsoNormal\"><em><strong>增添风味。</strong></em> 你可以使用一个动作将此辣酱喷洒在食物或饮品中。任何未预料到辛辣之物的生物可通过一次DC15的察觉检定尝试嗅出其存在。若生物在喷洒后1小时内消耗该辣酱，他们会开始大量出汗。当口腔灼烧时恐慌随之而来。在该生物消耗辣酱后的接下来10分钟内，你对其进行的游说检定获得+2加值。</p><p class=\"MsoNormal\"><em><strong>辣椒喷雾。</strong></em> 当你被近战攻击命中时，你可以使用反应向攻击者喷洒此辣酱。攻击者必须进行一次DC15的体质豁免，否则将陷入目盲状态直至你的下一回合开始。</p>"
    },
    "Peregrine": {
      "name": "游隼 Peregrine",
      "description": "<p>猎人们长久以来一直练习隼猎术，以在猎物面前占据有利地形。这只手套在关键部位特别加装了额外的皮甲，使其非常适合猛禽栖息。它配备了一个扣环和一条皮带线，可以将其系在任何视你为友善的鸟类身上。</p><p class=\"MsoNormal\">每日两次，当你与该手套调谐时，你可以使用一个附赠动作将手高举，使一只幻影隼出现在手套上。该隼会飞向你所知晓的60尺内的一个你选择的生物，并开始骚扰该生物，使其在攻击检定和伤害骰上受到-1减值，直至你的下一个回合结束，届时该幻影隼消失。</p><p class=\"MsoNormal\">如果一个生物在你的隼骚扰它时在攻击检定上严重失手，你可以使用一个反应对该生物发动一次借机攻击。此能力每日于拂晓dawn重置。</p>"
    },
    "Putrefaction": {
      "name": "腐化 Putrefaction",
      "description": "<p>这支火把燃烧着病态的绿光，散发着腐朽的气息。手柄由粗糙劈凿的木头制成，内部有一根金属管贯穿至柄端。护手被锻造成一个张开大口的骷髅头形状，火焰从内部喷涌而出。火把燃烧处的空气会带上轻微的腐臭味。</p><p class=\"MsoNormal\">它的功能与普通火把相同，但由于注入了魔法能量能永恒燃烧，因此没有持续时间。手持此火把时，你可以使用一个动作闭合骷髅的嘴部熄灭火焰，或张开嘴部让火焰重新燃起。用此火把进行的攻击将造成[[/r 1d6]]暗蚀伤害，而非通常的1点火焰伤害。</p><p class=\"MsoNormal\">当火把点燃时，每日一次你可以将嘴对准柄端向管内吹气，使火焰咆哮着向前方30尺锥状区域喷出病态气云。锥状区域内的生物必须进行一次DC15体质豁免，豁免失败将中毒1分钟。以此方式中毒的生物在回合开始时还会因皮肤溃烂裂开而受到[[/r 2d6]]暗蚀伤害。受影响生物可在其回合结束时重新进行豁免，成功则结束该状态。</p>"
    },
    "Corpse Compact": {
      "name": "尸体契约 Corpse Compact",
      "description": "<p>这个小巧的化妆粉盒散发着令人不安的灵光。盒盖装饰着骨雕纹样，形似扭曲哀嚎的骷髅与面容。打开粉盒时，死亡与腐朽的气味扑面而来。内置镜面碎裂成骷髅图案，盒内粉末盘旋升腾，凝聚成幽灵般的幻影。</p><p class=\"MsoNormal\">你可以花费一分钟将粉末涂抹于面部，随后1小时内将呈现亡灵外貌。此期间你与食尸鬼别无二致。若有理由怀疑你非亡灵，生物可尝试DC 17的调查检定以{see through 看穿}该{Illusion 幻术}。受此粉盒效果影响时，治疗魔法会对你造成伤害，而{Necrotic 暗蚀}{damage 伤害}会治愈你。此粉盒使用一次后即失去魔法{Properties 词条}，但仍可作为普通粉盒使用。</p>"
    },
    "Bloomcap": {
      "name": "盛放帽 Bloomcap",
      "description": "<p>如果使用得当，不起眼的蘑菇也能成为强大的盟友。这顶帽子是用绽放帽蘑菇的巨大菌盖制成的。这些真菌生长在沼泽丛林的深处，它们的根系可以延伸数英里，警告它们可能有入侵者接近。它们如此擅长探测接近的威胁，以至于有人觉得有必要为了自己的目的，用魔法保存并附魔一个。</p><p class=\"MsoNormal\">每天一次，你可以将这顶菌帽放在地面上10分钟，使其根系穿过土壤、石头或任何其他由DM确定的合适表面生长。根系以菌帽为中心，在120尺半径的圆形区域内生长，并在接下来的10小时内保持存在。</p><p class=\"MsoNormal\">当菌帽生长出根系后，你将其重新戴回头上时，你开始能够视觉上看到下方蔓延的根系网络。只要根系存在，任何在根系半径内移动的生物都会警示你。你可以得知它们的体型以及数量，但无法确定生物的确切性质。此能力每日于拂晓dawn重置。</p>"
    },
    "Bushman": {
      "name": "丛林人 Bushman",
      "description": "<p>有些人低估了冒险中最危险的部分，那就是在敌对环境中简单的求生。这把匕首锻造有弯曲的刀锋和深弧的贝莉，非常适合用作林地求生工具，而其天然包裹的握柄在长时间持握时感觉舒适。持有这把匕首让你感受到与周围荒野的联系。</p><p class=\"MsoNormal\">当你调谐于这把武器时，你可以使用一个动作将匕首刺入地面，然后花费1分钟时间将武器保持在该位置，专注于通过握柄传递给你的感觉。你会感知到接下来24小时内的天气情况，包括降水、风力、温度以及大致的变化时间。</p><p class=\"MsoNormal\">此外，当你尝试进行追踪生物或跟随踪迹的技能检定时，该检定获得+2加值。如果检定成功，你会了解到关于所追踪生物的一个次要附加信息，具体由DM决定。</p>"
    },
    "Listening Lizard": {
      "name": "聆听蜥蜴 Listening Lizard",
      "description": "<p>虽然各种微型玻璃吹制雕像并不罕见，但这只蜥蜴是该领域精湛工艺的非凡典范。它闪耀着明亮的粉红色泽，拥有异常巨大的耳瓣，似乎非常适合远距离捕捉声音。作为一件独特的艺术品，其前端色彩无缝过渡至后端的透明玻璃，赋予它独特的存在感，甚至在静止时也仿佛处于运动状态。</p><p class=\"MsoNormal\"><span style=\"font-family:'Arial',sans-serif\">你可以使用一个动作将这玻璃蜥蜴放置在坚固表面（例如墙壁或桌面下方），它会牢牢附着并变得完全透明。除非生物在蜥蜴所在区域成功通过<em><strong>DC 18 调查检定</strong></em>，否则无法侦测到它。在接下来的10小时内，蜥蜴会驻守原地聆听其100尺半径内的所有声响，并通过心灵感应将侦测到的内容传输至放置者的脑海中。它无法穿透实心岩石聆听，但或许能透过较薄的材料接收声音。10小时期限结束时，玻璃蜥蜴会破裂化成细尘，不留下任何可被侦测的痕迹。</span></p>"
    },
    "Brawler's Brew": {
      "name": "拳师佳酿 Brawler's Brew",
      "description": "<p>世界上某些酒馆的粗野混乱本质，使它们赢得了污秽不堪的恶名，如同藏污纳垢的巢穴。关于那里夜夜斗殴导致家具破损、鼻青脸肿的传闻远播四方，任何造访者都该清楚自己将陷入何种境地。恰似一个火绒盒，只需最细微的火花就能引爆全场。一杯泼洒的酒水、一次无心的冒犯、某人坐了不该坐的位置——斗殴便一触即发。似乎有人将这种精髓封存进了储存在这个小木桶里的强效药水中。</p><p class=\"MsoNormal\">你可以用一个动作拔掉木桶软塞并将其置于某处。桶内药水开始蒸发雾化，以木桶为中心形成40尺半径的球状扩散区域。拔除软塞10分钟后，区域内所有生物必须进行一次DC15的魅力豁免。若其在过去一小时内曾饮酒，则豁免检定具有劣势。通过豁免的生物不受影响。未通过豁免的生物会感到怒火中烧，只想与周围生物厮斗。他们并非意图杀戮或造成真正伤害，仅限扭打搏斗。这种欲望持续10分钟后消散。释放完内容物后，木桶变为普通的非魔法木桶。</p>"
    },
    "Larry N.": {
      "name": "Larry N.",
      "description": "<p>当你发现这个喋喋不休、头盔上插着一支箭的骷髅时，他很可能欣喜若狂，终于有人可以分享他的知识、见解和兴奋之情。拉里是个活力四射的角色，具备你对一个人所有的期待。他友善、善良，乐于倾听也乐于分享。他还拥有阳光般的性情，坚信无论情况多糟，最终都会好转。只要他随身相伴，他对万事万物充满好奇的兴奋感会使你基于魅力的技能检定和豁免获得+1加值。</p><p class=\"MsoNormal\">有个奇特怪癖：他认为整个世界是一场游戏，但这并非比喻。他真心相信周围的一切都是拥有机制与体系的游戏，所有人不过是被他称为“玩家”的存在所操控的角色。他常会絮叨着“护甲等级：、豁免、生命值：、技能检定”之类古怪术语。任何质疑他观点的人都会遭遇爽朗大笑和迅速转移的话题。</p><p class=\"MsoNormal\">当你持握拉里时，可以用一个动作指向可见生物并向拉里询问该生物信息。此时DM需秘密投掷d20骰：若结果为1-10，拉里会告知无用信息；若结果为10-19，拉里会透露实用情报（如弱点、护甲等级：或危险技能）；若掷出20，拉里会立即报出该生物一项情报，并在你后续2回合开始时各重复一次。此能力使用后需间隔1小时方可再次使用。</p>"
    },
    "Water Log": {
      "name": "水渍 Water Log",
      "description": "<p>当合上时，这本书的外观看起来很正常，书脊上仅有一个标题，简单地写着“世界之水”。移动它时，可以听到内部传来微弱的液体晃动声。如果从外部仔细观察，书页会像海洋本身一样波动起伏。打开这本书时，一阵清新的水雾扑面而来，书页本身则化为翻腾的水流。</p><p class=\"MsoNormal\">当你手持这本打开的书时，你可以召唤出关于世界水域的有限知识，包括最近的水体及其相对于你的方位（如果有的话）、其中是否存在鱼类或水生生物、其最深点的深度，以及任何流入它或它流入的支流信息。这些信息会以气泡形式浮现在书页的水面上，并持续存在直到你合上这本书。</p><p class=\"MsoNormal\"><em><strong>鱼类之友。</strong> </em>当你拥有这本书时，你可以花费10分钟翻译一个短语，以心灵感应方式发送给1英里内的所有水生生物。如果你提出一个问题，水生生物可以用一个动作通过心灵感应回应你。它们通常会根据自己的知识尽力回答，但可能受其智力限制。一般来说，它们可以告知你附近的地点和怪物信息，包括它们在过去一天内能够感知或已经感知到的任何事物。</p>"
    },
    "Easy Back Oven": {
      "name": "简易背式烤炉 Easy Back Oven",
      "description": "<p>这款背包配有坚固的背带，并通过注入魔力的永燃木料保持恒温，是那些离不开厨房之人的完美旅伴。背包背部装有吸热防护层，确保整日背负舒适无忧，不会让穿戴者感到不适。它贴心配备了制作各类面包糕点所需的全套工具——只要备齐原料，你就能随心所欲烘焙美味。</p><p class=\"MsoNormal\">你可以花费1小时专注劳作，并消耗价值1sp的原料，用此烤炉制作足够6个生物食用一天的烘焙食品。食用此烤炉制备的烘焙品的生物，在24小时内进行的下一次{体质豁免}获得+1加值。</p><p class=\"MsoNormal\">虽然烤炉专为旅途烹饪设计，但也具备非常规用途。将金属武器放入烤炉加热10分钟后，武器会泛起暗红色辉光，使其在接下来1分钟内命中目标时额外造成1d4点火焰伤害。此外，每日一次（在拂晓重置），你可以使用一个动作掀开烟囱阀门，使你周围10尺半径球状区域充满烟雾。该区域呈{重度遮蔽}状态，烟雾持续1分钟，或直到中等及以上风速（至少10英里/小时）将其驱散。</p>"
    },
    "Pocket Pitfall": {
      "name": "口袋陷坑 Pocket Pitfall",
      "description": "<p>对于那些深入地下城探索、前往他人宁愿保持未知区域的人来说，陷阱与危险是家常便饭。看到陷阱的实用性后，一些魔法物品制造者将注意力转向让它们更便于探索者使用。在这种情况下，一张简单的1尺乘2尺羊皮纸上绘制了看起来像是特别精致的陷坑图样。随后它被卷在两根可拆卸的木制卷轴杆上以便保存。</p><p class=\"MsoNormal\">你可以花费1分钟展开卷轴，将羊皮纸小心放置在任意水平平坦表面上。通过花费这分钟拉伸边缘，它能魔法般扩展至覆盖5尺乘5尺方格。此时，这个陷坑会魔法伪装成与周围地表无异的高度逼真幻术。发现陷坑需通过DC15感知（察觉）检定，判断其本质需通过DC15智力（调查）检定。</p><p class=\"MsoNormal\">踏入陷坑所在空间的生物会立即坠入下方魔法创造的10尺深坑。坑壁由完全光滑的石材构成，需要成功通过DC17运动检定才能攀爬而出。理解陷阱本质的生物可以用动作掀开便携陷坑，使其恢复原始尺寸，前提是坑内没有生物占据。</p>"
    }
  }
}