{
  "label": "Feats (DOTU)",
  "entries": {
    "Unnatural Anatomy and Mind": {
      "name": "Unnatural Anatomy and Mind",
      "description": "<p><em>Prerequisite: Failed drider, Constitution of 13 or higher</em></p>\n<p>The transformation’s poison pumping through your veins has irrevocably changed both your body and mind.</p>\n<ul>\n<li>You are immune to the charmed condition.<br /><br /></li>\n<li>You are immune to the poisoned condition.<br /><br /></li>\n<li>You are resistant to poison damage from creatures other than spiders as well.<br /><br /></li>\n<li>You increase the DC to escape your Drider Webs by +1.</li>\n</ul>",
      "effects": {
        "Unnatural Anatomy and Mind": {
          "name": "Unnatural Anatomy and Mind"
        }
      }
    },
    "Eternal Angusih": {
      "name": "Eternal Angusih",
      "description": "<p><em>Prerequisite: Failed drider, Constitution 13 or higher</em></p>\n<p>You have learned to cope with the eternal anguish caused by your mutated body. You can deal with any pain.</p>\n<ul>\n<li>You are immune to the psychologically debilitating effects of torture and effects based exclusively by pain, such as the pain-option of the @Compendium[dnd5e.spells.B2kbmgbA2WQR00kx]{Symbol} spell.<br /><br /></li>\n<li>You can use your\\ @Compendium[drider-of-the-underworld.racial-features-dotu.Dwu11uLwB2cHLNST]{Drider Web} an additional number of times equal to your Constitution modifier before you need to finish a long rest before you can do so again.<br /><br /></li>\n<li>You gain resistance to psychic damage.</li>\n</ul>",
      "effects": {
        "Eternal Angusih": {
          "name": "Eternal Angusih"
        }
      }
    },
    "Web Expert": {
      "name": "Web Expert",
      "description": "<p><em>Prerequisite: Drider</em></p>\n<p>You have learned to fire your web in different ways.</p>\n<ul>\n<li>You can use your @Compendium[drider-of-the-underworld.racial-features-dotu.Dwu11uLwB2cHLNST]{Drider Web} an additional number of times equal to your choice of either your Charisma or Constitution modifier before you need to finish a long rest before you can do so again.<br /><br /></li>\n<li>You can use your @Compendium[drider-of-the-underworld.racial-features-dotu.Dwu11uLwB2cHLNST]{Drider Web} to target Huge or smaller creatures.<br /><br /></li>\n<li>You can use your @Compendium[drider-of-the-underworld.racial-features-dotu.Dwu11uLwB2cHLNST]{Drider Web} to quickly generate and fire clumps of gooey web-substance that impede those affected as a ranged attack. These clumps have a range of 15/30 ft., and you are proficient with them. On a hit, the target has disadvantage on ranged and melee weapon attacks while covered in your sticky websubstance. A creature can remove your gooey webclump as an action by succeeding on a Strength check against the DC to remove your Drider Web. The gooey clumps otherwise behave as regular Drider Webs. You generate these clumps as part of making an attack, and unlike a regular use of Drider Web, you do not need to remain stationary when using these gooey lumps.<br /><br /></li>\n<li>You increase the DC to escape your @Compendium[drider-of-the-underworld.racial-features-dotu.Dwu11uLwB2cHLNST]{Drider Web} by +1.</li>\n</ul>\n<section class=\"secret\">\n<h3>Web Expert, Masters of Webs and Driders</h3>\n<p>The alternate use of the Drider Web feature granted by the Web Expert feat can be a pretty potent asset, particularly at low levels. At the GM’s discretion, a drider may choose the web-clumps gained by the feat instead of the regular Drider Web, gaining the regular benefits of the feature instead upon taking the feat. Note that this does increase the direct combat power of the drider. See the sidebar on scaling the drider for suggestions on reducing the power of the race (@Compendium[drider-of-the-underworld.journal-dotu.L4xv7uZGBhkhtQhg]{2. Drider Traits}).</p>\n<p>Masters of Webs(URC) that fail at an important mission are often transformed into driders as an ironic punishment for their incompetence. Drider masters of the web may expend a use of their Drider Web to gain 2 spider points.</p>\n</section>"
    },
    "Water Walker": {
      "name": "Water Walker",
      "description": "<p><em>Prerequisite: Drider</em></p>\n<p>You have learned to use a dash of your inherent magic combined with your arachnid anatomy to walk on water.</p>\n<ul>\n<li>You can use your @Compendium[drider-of-the-underworld.racial-features-dotu.Va5tUoVfWoBhK5zA]{Spider Climb} feature on wet surfaces.</li>\n<li>When you take the Dash action, you can move across liquid surfaces like water, mud, snow, quicksand and similar surfaces for the distance of the Dash and your movement on the round you. You can combine this movement with your Spider Climb ability. When you walk on damaging surfaces such as acid or lava, you are affected as though you are touching the surface. At the end of your turn, you once more treat the liquid as normal.</li>\n</ul>"
    },
    "Veiled Monstrosity": {
      "name": "Veiled Monstrosity",
      "description": "<p><em>Prerequisite: Arach’tsala drider, Constitution of 13 or higher</em></p>\n<p>You gain the @Compendium[drider-of-the-underworld.racial-features-dotu.084IreT8pI3ZtxZ2]{Bite} Attack of the Failed: The lower jaw of your beautiful face can split in the middle into a nightmarish thing of mandibles and teeth at a moment’s notice.</p>\n<p>You gain the @Compendium[drider-of-the-underworld.racial-features-dotu.PtQ1VuwOu82PuPqN]{Poison Saliva (Contact)} of the Failed, but not their blood—you do not gain the reaction to being bitten.</p>\n<p> </p>"
    },
    "Blood Web Divination": {
      "name": "Blood Web Divination",
      "description": "<p><em>Prerequisite: Arach’tsala drider, Charisma of 13 or higher; OR Failed drider, Constitution of 13 or higher and membership in the Blood Web Luthier bardic college</em></p>\n<p>You have learned the art of making divinatory blood webs.</p>\n<ul>\n<li>You can use your @Compendium[drider-of-the-underworld.racial-features-dotu.Dwu11uLwB2cHLNST]{Drider Web} an additional number of times equal to your Charisma modifier if you are an arach’tsala, or equal to your Constitution modifier, if you are a @Compendium[drider-of-the-underworld.racial-features-dotu.Z2UA5rqHkFNtvfjx]{Failed} drider before you need to finish a long rest before you can do so again.<br /><br /></li>\n<li>You gain proficiency in Charisma (Performance). If you already are proficient in Charisma (Performance), you gain advantage on Charisma (Performance) checks when making blood webs.</li>\n<li>If you hang up a defeated creature and bleed it on your webs, you can see glimpses of the future in the petroglyphs dripping from your strands. This takes 30 minutes. After divining the future thus, when you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail. You retain this benefit until you finish a long rest. This feat is treated as <em>Evasion</em>. Subject to the GM’s discretion, you might gain hints of things to come from your blood web divinations.<br /><br /></li>\n<li>You increase the DC to escape your Drider Webs by +1.</li>\n</ul>\n<hr />\n<h3>Blood Web Divination and Players</h3>\n<p>Drider are generally evil, and blood web weaving is an evil practice. However, do note that making a blood web divination does not require bleeding someone <strong>dry</strong>. If a fellow party member volunteers for the practice, we suggest that it costs the character 3 Hit Dice. Creatures below 3 Hit Dice die when subjected to the procedure—they are not hardy enough to survive it. While blood web divinations are used as a macabre way of sacrificing slaves, they also are sometimes used to grant a creature a temporary blessing. If the GM desires, willingly participating in a blood web divination can grant benefits. In such a case, the drider can choose to make a Charisma (Performance) check upon completion of the blood web performance upon its completion. Unless otherwise noted, the benefit for the participant lasts until it finishes a long rest. A participant can only benefit from a single <em>Blood Web Divination</em> at a given time. The drider can always choose to grant the benefit of a lower result on the following table.</p>\n<h3>Table Willing Blood Web Participants</h3>\n<table border=\"1\">\n<tbody>\n<tr>\n<td>Drider's Charisma (Performance) Check result</td>\n<td>Participant Benefit</td>\n</tr>\n<tr>\n<td>14 or lower</td>\n<td>No benefits for the participant</td>\n</tr>\n<tr>\n<td>15-17</td>\n<td><em><strong>Web Sharing.</strong></em> While the participant is within 30 feet of the drider, they can use the drider’s Drider Web feature. The drider can choose to deny a participant the use of their web, and a participant consumes the drider’s uses of Drider Web as though the drider had used it.</td>\n</tr>\n<tr>\n<td>18-19</td>\n<td><em><strong>Fortified Mind. </strong></em>The participant may use their reaction to taking psychic damage to gain resistance to this one source of psychic damage. This ends the benefit.</td>\n</tr>\n<tr>\n<td>20-21</td>\n<td><em><strong>Poisonous Assault.</strong></em> The participant may use their reaction to dealing damage to a creature with a ranged or melee weapon attack to a creature to convert the damage they deal with the attack to poison damage. This ends the benefit.</td>\n</tr>\n<tr>\n<td>22-23</td>\n<td><em><strong>Blessed Poison. </strong></em>The participant may use their reaction to hitting a target with an attack that deals poison damage or inflicts the poisoned condition and has a saving throw to reduce or negate the poison damage, to impose disadvantage on the saving throw. This ends the benefit.</td>\n</tr>\n<tr>\n<td>24-26</td>\n<td><em><strong>Arachnid Alacrity.</strong></em> The participant gains the benefits of the drider’s <em>Spider Climb</em> and <em>Web Walker</em>.</td>\n</tr>\n<tr>\n<td>27+</td>\n<td><em><strong>Spider-Blessed.</strong></em> The participant gains immunity to the poisoned condition and poison damage inflicted by the venom of spiders and spider-like creatures. This also grants resistance to poison damage caused by spells and magical effects created by drow and drider.</td>\n</tr>\n</tbody>\n</table>",
      "effects": {
        "Blood Web Divination": {
          "name": "Blood Web Divination"
        }
      }
    }
  }
}