{
  "label": "Spells (DOTU)",
  "entries": {
    "Blood Tether Curse": {
      "name": "Blood Tether Curse Blood Tether Curse",
      "description": "<p>Up to your choice of creatures with an established blood tether in range must make Constitution saving throws. On a failed save, a target who makes an attack roll or a Strength, Dexterity, or Constitution saving throw, rolls a d4 and subtracts the number rolled from the attack or saving throw. Additionally, you store the leeched destiny represented by the d4. Your next d20 roll gains a bonus equal to the last result on such a d4.</p>",
      "activation": {
        "condition": "Up to your choice of creatures with an established blood tether"
      },
      "materials": {
        "value": "Blood Tether"
      }
    },
    "Exsanguinating Web": {
      "name": "Exsanguinating Web Exsanguinating Web",
      "description": "<p>You send an exsanguinating pulse through your choice of established blood tethers you currently have. Each creature tied to your blood tethers must succeed on a Constitution saving throw. On a failed save, a target takes 6d6 necrotic damage, or half as much on a successful one. Additionally, if a target can use Hit Dice to regain hit points when taking a short rest, it loses one of its Hit Dice for every 10 necrotic damage it takes. The creature does not gain the usual benefits for the lost Hit Dice. You regain hit points up to half the total number of necrotic damage dealt.</p>",
      "activation": {
        "condition": "your choice of established blood tethers you currently have."
      },
      "materials": {
        "value": "Blood tether"
      }
    },
    "Blood Tether Spread": {
      "name": "Blood Tether Spread Blood Tether Spread",
      "description": "<p>You hurl up to two strands of blood tethers. Choose up to two creatures within range that you can see and that are within 15 feet of each other. A target must succeed on a Charisma saving throw, or gain a blood tether, making it susceptible to effects that require blood tethers. When you reach 5th level, you can choose a third creature and the creatures may be within 20 feet of each other. At 11th level, you can choose a fourth creature, and the creatures may be within 30 feet of each other. At 17th level, you can choose a fifth creature, and the creatures may be within 60 feet of each other.</p>",
      "activation": {
        "condition": "Up to 2 creatures within range that you can see and that are within 15 fee of each other."
      }
    }
  }
}