{
  "label": "Class Features (DOTU)",
  "entries": {
    "Sound of the Blood Web": {
      "name": "Sound of the Blood Web",
      "description": "<p>When you reach 3rd level, you can expend one of your uses of Bardic Inspiration as a bonus action when using your @Compendium[drider-of-the-underworld.racial-features-dotu.Dwu11uLwB2cHLNST]{Drider Web} to instill it with mystical vibrations. Roll your Bardic Inspiration die: The DC to escape this use of your Drider Web increases by the result of your Bardic Inspiration die’s roll. Additionally, this use of your Drider Web increases its hit point total by twice the result of your Bardic Inspiration die.</p>"
    },
    "Bonus Proficiencies": {
      "name": "Bonus Proficiencies",
      "description": "<p>At 3rd level, you become proficient with three string instruments of your choice. You can expend a use of your Drider Web as part of finishing a short rest to repair a broken string instrument. Unless you spend 5 sp worth of ingredients (see Sidebar: @Compendium[drider-of-the-underworld.journal-dotu.L4xv7uZGBhkhtQhg]{Drider Silk}), the instrument falls apart once more after 24 hours when your web dissolves. A broken instrument you jury-rig this way is obviously badly damaged and cannot be sold.</p>"
    },
    "Bonus Drider Web Uses": {
      "name": "Bonus Drider Web Uses",
      "description": "<p>When you join the Blood Web Luthiers at 3rd level, you gain your choice of either your Constitution or Charisma modifier additional uses of your Drider Web.</p>"
    },
    "Blood Weave Tethers": {
      "name": "Blood Weave Tethers",
      "description": "<p>At 6th level, when you successfully hit a creature with one of your @Compendium[drider-of-the-underworld.racial-features-dotu.Dwu11uLwB2cHLNST]{Drider Web}, or when a creature fails its saving throw against one of your spells cast with at least a 1st-level spell slot, you may use a reaction to play a shrill note and establish a blood weave tether to the creature, making it susceptible to your other abilities. A blood weave tether is a semi-translucent string of red that begins with the creature and vanishes 10 inches away from it, with its other end starting 10 inches away from your hands. A blood weave tether is incorporeal, and as such can be held without having a free hand. A tether has hit points equal to your Drider Web, and has resistance to all damage types except force. Maintaining one or more blood weave tethers does not require concentration. You can have a total number of blood weave tethers at one point equal to your choice of either your Constitution or Charisma modifier. A blood weave tether lasts for 1 minute or until you become unconscious or die. You can release any number of blood weave tethers prematurely at any time. This requires no action.</p>"
    },
    "Blood Weave Solo": {
      "name": "Blood Weave Solo",
      "description": "<p>Also at 6th level, you can use your bonus action and expend a spell slot to play a solo on a single blood weave tether you currently hold. The target must be within 60 feet of you, but you do not need to see it. The target of your solo takes the expended spell slot’s level as d6s of your choice of either necrotic or thunder damage, as the blood weave saps its strength or send destructive vibrations through them. You can expend one use of Bardic Inspiration when you use this ability to double the number of d6s of damage you inflict.</p>"
    },
    "Blood Weave Concerto": {
      "name": "Blood Weave Concerto",
      "description": "<p>Starting at 14th level, you can use your bonus action and expend a spell slot to play a chilling blood web concerto on all the blood weave tethers you hold, not just on a single one. All targets within 60 feet of you that are tethered to you with a blood weave tether are affected as if by @Compendium[drider-of-the-underworld.class-features-dotu.qlPNaE37uoQhq0te]{Blood Weave Solo}. If you expend a use of your Bardic Inspiration to increase the damage dealt, the increase instead applies to all targets of the Blood Weave Concerto. Alternatively, you can choose to only affect a single target, but extend the range to 120 feet.</p>"
    }
  }
}