{
  "label": "Subclass Features",
  "entries": {
    "Bonus Proficiencies": {
      "name": "Bonus Proficiencies",
      "description": "<p>When you join the College of the Road at 3rd level, you gain a few useful proficiencies picked up from your time on the road. Choose three of the following options (each option can only be selected once):</p><ul><li><p>You gain proficiency with a Gaming Set of your choice</p></li><li><p>You gain proficiency with a martial weapon of your choice</p></li><li><p>You gain proficiency with Herbalism Kits</p></li><li><p>You gain proficiency with Thieves' Tools</p></li><li><p>You gain proficiency with a skill of your choice</p></li><li><p>You learn two languages of your choice</p></li></ul><section id=\"secret-YKNVw9Auk0W19YZS\" class=\"secret\"><p><strong>Foundry Note</strong></p><p>All of these choices are set up in advancement as a rather large optional Trait advancement feature that does not function exactly as written. You will need to make your choices manually, following the spirit of how the subclass feature is intended to work.</p></section>"
    },
    "Two For Flinching": {
      "name": "Two For Flinching",
      "description": "<p>At 18th level, you have perfected the art of exploiting your opponent’s weakness.</p>\n<p>Whenever you take the attack action against an opponent you have successfully misdirected this turn, or an opponent that is afflicted by a condition, you may make one additional attack against that opponent.</p>\n<p>You may only use this feature once per round.</p>",
      "activities": {
        "Expend Use": {
          "name": "Expend Use"
        }
      }
    },
    "Creature of the Night": {
      "name": "Creature of the Night",
      "description": "<p>Starting at 17th level, you can use your action to activate a supernatural aura of deep night. It lasts for 1 minute, or until you dismiss it using another action. </p><p>You emit heavily obscuring darkness in a 30-foot radius and lightly obscuring shadows 50 feet beyond that. The darkness and shadows overlap and smother existing sources of light. Only light produced by a 9th level spell or similarly powerful effect can negate the darkness and shadows. </p><p>Enemies within the shadows constantly feel the presence of hungry predators watching them, and become frightened as long as they remain inside the affected area. Enemies in the darkness are both &amp;Reference[Blinded apply=false] and &amp;Reference[Frightened apply=false] for as long as they remain within its area. </p><p> </p>",
      "effects": {
        "Creature of the Night": {
          "name": "Creature of the Night"
        }
      }
    },
    "Blindside": {
      "name": "Blindside",
      "description": "<p><strong>At 10th level</strong>, you are truly skilled at exploiting the openings you create in combat, hitting off-guard opponents with precise blows that are swift and deadly.</p><p>You may use this technique against any creature that hasn’t yet taken a turn in combat, or who you have successfully misdirected this turn.</p><p>You may also apply this technique to any attack roll you make with advantage.</p><p>On a hit, you exploit an opening in the target's defenses, dealing an extra 5d6 points of damage.</p><p>Once you use this ability, you can’t use it again until you have taken a short or long rest.</p><p><strong>At 15th level</strong>, the damage dealt by your blindside increases to 7d6.</p><p><strong>At 18th level</strong> the damage dealt by your blindside increases to 9d6. If you have no uses of this ability at the beginning of combat on your turn, you regain one use of it.</p>",
      "activities": {
        "Damage: 10th Level": {
          "name": "Damage: 10th Level"
        },
        "Damage: 15th Level": {
          "name": "Damage: 15th Level"
        },
        "Damage: 18th Level": {
          "name": "Damage: 18th Level"
        }
      }
    },
    "Intimidating Banter": {
      "name": "Intimidating Banter",
      "description": "<p>At 3rd level, you are adept at integrating insults and barbs into your fighting style.</p><p>So long as you are in combat, you may choose to use Strength or Dexterity to make Charisma ability checks. </p><section class=\"secret\" id=\"secret-fAqkoikkMuH0EXKN\"><p><strong>Foundry Note</strong></p><p>An Active Effect can be enabled in the Effects tab of your character sheet to select your ability modifier for Charisma-based ability checks.</p></section>",
      "effects": {
        "Use DEX Mod on Charisma Based Skill Checks in Combat": {
          "name": "Use DEX Mod on Charisma Based Skill Checks in Combat"
        },
        "Use STR Mod on Charisma Based Skill Checks in Combat": {
          "name": "Use STR Mod on Charisma Based Skill Checks in Combat"
        }
      }
    },
    "Trick Option: Evocation Lessons*": {
      "name": "Trick Option: Evocation Lessons*",
      "description": "<p>A venerable wizard shared secrets of evocation magic with you. When you select this option, choose a damage-dealing spell you can cast. You can expend one use of your Bardic Inspiration when you cast this spell to change the type of damage it deals to your choice of either acid, cold, fire, lightning, or thunder (chosen when you cast the spell).</p><p>Add the number you roll on your <strong>Bardic Inspiration die + your Wisdom modifier (minimum of 1)</strong> to the damage dealt by the spell.</p><p><strong>At 6th level</strong> you may choose to change the spell you had previously selected with this feature to another spell that you know.</p><p><strong>At 14th level</strong> you may choose to change the spell you had previously selected with this feature to another spell that you know.</p>",
      "activities": {
        "Additional Spell Damage": {
          "name": "Additional Spell Damage"
        }
      }
    },
    "Channel Divinity: Invocation of Night": {
      "name": "Channel Divinity: Invocation of Night",
      "description": "<p>Starting at 2nd level, you can use your Channel Divinity to harness the powers of night, clouding the vision of your foes in a shroud of darkness. </p><p>As an action, you present your holy symbol causing any source of mundane or magical light within 30 feet of you to be extinguished.</p><p>Additionally, each hostile creature within 30 feet of you must make a <strong>Constitution saving throw</strong>. A creature who fails the saving throw is &amp;Reference[Blinded] for a number of rounds <strong>equal to your cleric level</strong>.</p><p>A creature blinded in this way gets a new saving throw at the end of each of its turns to remove the effect. </p><p>A creature that has total cover from you is not affected.</p>",
      "effects": {
        "Blinded": {
          "name": "Blinded",
          "description": "<p>The target is &amp;Reference[Blinded].</p>"
        }
      }
    },
    "Improved Tricks": {
      "name": "Improved Tricks",
      "description": "<p><strong>At 6th and 14th levels</strong>, your Traveler’s Tricks become stronger. By practicing the tricks you know, and encountering stronger adventurers who share their knowledge with you, your mastery over your tricks increases.</p>"
    },
    "Channel Divinity: Community Watch": {
      "name": "Channel Divinity: Community Watch",
      "description": "<p>Starting at 6th level, you can use your Channel Divinity to instill a feeling of vigilant protection in you and your allies. </p><p>You grant yourself and a number of allies, up to your Wisdom modifier (No. Allies: [[lookup @abilities.wis.mod]], minimum of 1), a boon from your deity. Allies must be able to see you and be within 30 feet to receive the boon. </p><p>Once per round, a creature benefitting from this boon can roll a [[/r d6]], adding the result to a skill check, saving throw, or attack roll. This effect lasts for a number of rounds equal to your Wisdom modifier (No. Rounds: [[lookup @abilities.wis.mod]], minimum of 1). </p><p>A creature can only benefit from this effect if it can see at least one of its allies. </p>",
      "activities": {
        "Expend Use": {
          "name": "Expend Use"
        }
      }
    },
    "Trick Option: Armed Combat Lessons": {
      "name": "Trick Option: Armed Combat Lessons",
      "description": "<p>A seasoned fighter taught you how to use a simple combat stance to wield your weapons more effectively.</p><p>When you select this option, choose from the following <strong>Fighting Styles</strong> (<em>NOTE: Drag one of this fighting styles into your character sheet</em>):</p><ul><li><p><em><strong>@UUID[Compendium.dnd5e.classfeatures.Item.8YwPFv3UAPjWVDNf]{Archery}</strong></em>: You gain a +2 bonus to attack rolls you make with ranged weapons.</p></li><li><p><em><strong>@UUID[Compendium.dnd5e.classfeatures.Item.hCop9uJrWhF1QPb4]{Dueling}</strong></em>: When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon.</p></li><li><p><em><strong>@UUID[Compendium.dnd5e.classfeatures.Item.3Nc6u9pyStByuJsm]{Great Weapon Fighting}</strong></em>: When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit.</p></li><li><em><strong>@UUID[Compendium.dnd5e.classfeatures.Item.mHcSjcHJ8oZu3hkb]{Two-Weapon Fighting}</strong></em>: When you engage in two-weapon fighting, you can add your ability modifier.</li></ul><p>When you make a weapon attack, you can expend one use of your Bardic Inspiration, adding your Bardic Inspiration die to the attack or damage roll. When you do this, you gain the benefits of your chosen Fighting Style for 10 minutes.</p><p><strong>At 6th level</strong>, you learn how to use your stance to chain your attacks together in deadly combination. Once, while your Fighting Style is active, you may attack twice, instead of once, when taking the Attack action on your turn.</p><p><strong>At 14th level</strong> you have learned to shore up any weaknesses in your stance. You gain +1 to your AC for the effect’s duration. </p><section class=\"secret\" id=\"secret-yL7bXOiGCYwhIyLA\"><p><strong>Foundry Note</strong></p><p>An Active Effect is available to enable the bonus AC in the Effect tab of your character sheet when you reach 14th level.</p></section>",
      "activities": {
        "Expend Use": {
          "name": "Expend Use",
          "roll": "Roll Bardic Inspiration Die"
        }
      },
      "effects": {
        "+1 AC at Level 14": {
          "name": "+1 AC at Level 14"
        }
      }
    },
    "Trick Option: Dark Bargain*": {
      "name": "Trick Option: Dark Bargain*",
      "description": "<p>You made a shady bargain with a haggard warlock. When you select this option, choose a @UUID[Compendium.dnd5e.classfeatures.Item.8MlxM2nEfE3Q0EVk]{Eldritch Invocation} from the Warlock’s list of class features for which you meet the prerequisites.</p><p>You can expend one use of your Bardic Inspiration to gain the benefits of this Dark Invocation for 10 minutes. Doing this requires you to roll your Bardic Inspiration die and take an amount of necrotic damage equal to the roll.</p><p><strong>At 6th level</strong>, you have learned how to deepen your pact with the warlock you once met. You may choose to take double the necrotic damage you rolled on your Bardic Inspiration die to instead have the effect last for 1 hour.</p><p><strong>At 14th level</strong>, your pact with the warlock unlocks frightening new power. When you reach 14th level, choose a single spell of 7th level or lower from the warlock’s spell list. You may cast the spell once during this effect without expending any spell slots, although you must cast it at the level of your highest spell slot. In exchange, the spell deals additional necrotic damage to you equal to twice the level at which it was cast. </p><section class=\"secret\" id=\"secret-NCFHyZOmkkAbNlCp\"><p><strong>Foundry Note</strong></p><p>You must manually add the Eldritch Invocation of your choice to your character sheet and the Warlock spell of your choice at 14th Level.</p></section>",
      "activities": {
        "Optional Damage 6th Level": {
          "name": "Optional Damage 6th Level"
        }
      }
    },
    "Divine Strike": {
      "name": "Divine Strike",
      "description": "<p>At 8th level, you gain the ability to infuse your weapon with the power to punish wrongdoing.</p><p>Once on each of your turns, when you hit a creature with a weapon attack, you can cause the attack to deal an extra [[/r 1d8]] psychic damage to the target. Visions of the evil they have wrought upon others flash before their eyes. You choose whether any foe reduced to 0 hit points by this attack remains stable or dies. </p><p>When you reach 14th level, the extra damage increases to [[/r 2d8]].</p><section class=\"secret\" id=\"secret-n422muAIu5pzzS72\"><p><em><strong>Note</strong>: Extra damage at 14th level is configured in Versatile Damage.</em></p></section>"
    },
    "Trick Option: Acrobatics Lessons": {
      "name": "Trick Option: Acrobatics Lessons",
      "description": "<p>A slick rogue once gave you some pointers on zigging and zagging. When you or an ally makes a <strong>Dexterity saving throw</strong>, you may expend one use of your Bardic Inspiration, rolling a Bardic Inspiration die and adding the result to the saving throw. An ally must be within 60 feet of you and able to see and hear you to benefit from this trick. </p><p><strong>At 6th level</strong>, if the target succeeds the saving throw against an effect that would deal half damage on a successful save, the target takes no damage instead.</p><p><strong>At 14th level</strong>, even if the target fails their saving throw they only take half damage from the effect. </p>",
      "activities": {
        "Expend Use": {
          "name": "Expend Use",
          "roll": "Roll Bardic Inspiration Die"
        }
      }
    },
    "Scofflaw": {
      "name": "Scofflaw",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">A fighter who hits hard and fights dirty, the Scofflaw balks at the ideals of honor and tradition, doing what they need to survive. Rules are made to be broken, and the Scofflaw extends this logic to their fighting style. Using every trick at their disposal to gain the upper hand against their foes, the Scofflaw cows their enemy into submission, or overwhelms their defenses with a single cheap shot.</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:13px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;white-space:normal;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\">Scofflaws eventually trust their notorious reputation to do much of the work for them, gaining the ability to cause foes to quake with a single threat. Scofflaws are a diverse bunch that run the gamut from graceful yet deadly knaves to bruiser thugs. What ties them together is their belief that there’s no such thing as a bad win. </span></p>"
    },
    "Trick Option: Hunting Lessons*": {
      "name": "Trick Option: Hunting Lessons*",
      "description": "<p>A skilled ranger taught you how to use your magic to pinpoint your quarry’s weak spots. You can expend one use of your Bardic Inspiration to target one creature you can see within 90 feet of you as your quarry. For as long as you concentrate on this ability, up to 1 hour, all weapon attacks you make against the target deal additional damage equal to your Bardic Inspiration die. </p><p><strong>At 6th level</strong>, you have honed your skills to the point where you can easily track your quarry. For the duration of the effect, you are aware of your target’s approximate distance and direction from you, so long as you are on the same plane.</p><p><strong>At 14th level,</strong> you can maintain this effect for up to 24 hours. </p>",
      "activities": {
        "Additional Damage": {
          "name": "Additional Damage"
        }
      }
    },
    "Favorite Trick": {
      "name": "Favorite Trick",
      "description": "<p><strong>At 6th level</strong>, you have gained enough mastery over one of your Traveler’s Tricks that you can use it whenever it’s needed. You may choose one Traveler’s Trick that you know and designate it as your favorite trick. If you roll initiative and have no uses of Bardic Inspiration remaining, you regain one use of it. Any Bardic Inspiration gained in this way can only be used to perform your favorite trick.</p><p><strong>At 14th level</strong> you can select a second favorite trick from among Traveler’s Tricks you know. </p>"
    },
    "Trick Option: Reckless Tactics": {
      "name": "Trick Option: Reckless Tactics",
      "description": "<p>You learned from a hardened barbarian that sometimes you have to charge into combat with no regard for your own safety.</p><p>When you make an attack with a melee weapon that has either the heavy, two handed, or versatile quality, you can expend one use of your Bardic Inspiration to gain <strong>advantage</strong> on the attack.</p><p>Add the number you roll on your <strong>Bardic Inspiration die + your Wisdom modifier (minimum of 1)</strong> to the attack’s damage roll. Attacks made against you this round have advantage.</p><p><strong>At 6th level</strong> you have learned, through practice, how to push your offense even further. You may impose a -5 penalty to this attack roll. If the attack hits, you add +10 to the attack’s damage.</p><p><strong>At 14th level</strong>, your experience has taught you how to really go all in. If you have not moved this turn, you may voluntarily reduce your speed to 0 until your next turn to resolve this attack against any number of creatures within 5 feet of you, making a separate attack roll for each target. </p><section class=\"secret\" id=\"secret-PvORHJQuEhjypvTI\"><p><strong>Foundry Note</strong></p><p>At 6th Level, you can activate the Active Effect for your Reckless Attacks in your character sheet's Effects tab when you want the benefits to apply during combat. Don't forget to deactivate it when you don't wish to use it.</p></section>",
      "activities": {
        "Additional Damage": {
          "name": "Additional Damage"
        }
      },
      "effects": {
        "Reckless Tactics at 6th Level": {
          "name": "Reckless Tactics at 6th Level"
        }
      }
    },
    "Trick Option: Conjure Woodland Spirit*": {
      "name": "Trick Option: Conjure Woodland Spirit*",
      "description": "<p>A patient druid shared the secrets of forest magic with you. You can expend one use of your Bardic Inspiration as an action to conjure a forest guardian spirit in an unoccupied space you can see within 60 feet of you.</p><p>The guardian spirit is Large, and takes the appearance of a spectral predatory cat. Any enemy that moves into or leaves a space adjacent to the guardian spirit must make a <strong>Wisdom saving throw</strong>, taking magical slashing damage equal to your Bardic Inspiration die on a failure. The guardian spirit will remain for as long as you concentrate on it, up to 10 minutes. </p><p><strong>At 6th level</strong>, your bond with the guardian spirit grows even deeper. Any creature dealt damage by your guardian spirit has their speed reduced to 0 for the rest of the turn.</p><p><strong>At 14th level</strong>, any Large or smaller creature who has their speed reduced to 0 by the guardian spirit is &amp;Reference[restrained]{restrained} for as long as you maintain your concentration, as your guardian spirit pins them in place. The target can break free by spending an action to make a Strength (Athletics) check against your Traveler’s Trick save DC. </p>",
      "activities": {
        "Conjure Forest Guardian": {
          "name": "Conjure Forest Guardian"
        },
        "14th Level: Restrained Condition": {
          "name": "14th Level: Restrained Condition"
        },
        "Escape Check": {
          "name": "Escape Check"
        }
      },
      "effects": {
        "Restrained": {
          "name": "Restrained",
          "description": "<p>A Large or smaller target who has their speed reduced to 0 by the guardian spirit is &amp;Reference[restrained apply=false]{restrained} for as long as the attacking creature maintains their concentration, as their guardian spirit pins them in place. The target can break free by spending an action to make a Strength (Athletics) check against your Traveler’s Trick save DC. </p>"
        }
      }
    },
    "Veil of Dreams": {
      "name": "Veil of Dreams",
      "description": "<p>When you reach 8th level, you gain mastery over magical sleep. When you cast the @UUID[Compendium.dnd5e.spells.KhwiSi9fwVfUPtku]{Sleep} spell, <strong>add your cleric level to the dice you roll </strong>to determine how many hit points of creatures the spell can affect.  </p>\n<p>You may choose the order in which creatures within the spell’s area are affected. If the first target chosen has too many hit points to be affected, the spell will instead target the next creature you have chosen that the spell could affect before affecting other targets. </p>\n<p>Additionally, any creature you put to sleep <strong>cannot be woken until the start of your next turn.</strong> Otherwise, the sleep spell acts as normal.</p>\n<p> </p>"
    },
    "Blessing of the Hearth": {
      "name": "Blessing of the Hearth",
      "description": "<p>From 1st level, you gain the ability to conjure a small flagstone hearth with a simple iron cooking pot whenever you rest. This hearth helps warm you and your companions, and can be used to prepare hearty and nutritious meals on the road.</p>\n<p>If you or any friendly creatures you make camp with would regain hit points at the end of a short rest by spending one or more hit dice, each of those creatures may choose to re-roll one of their resting dice, taking the higher roll between the two. </p>\n<p>Additionally, you gain proficiency with Cook’s utensils. </p>",
      "effects": {
        "Cook’s Utensils Proficiency": {
          "name": "Cook’s Utensils Proficiency"
        }
      }
    },
    "Wanderer’s Lore": {
      "name": "Wanderer’s Lore",
      "description": "<p>At 3rd level, you can share any useful tidbits of information you have come across in your travels to help others to see problems from a new angle.</p>\n<p>When a creature has a Bardic Inspiration die granted by you, they may make a single Arcana, History, Nature, or Religion check with <strong>advantage</strong>.</p>\n<p>The creature may choose whether or not to add the Bardic Inspiration die to this roll.</p>"
    },
    "Trick Option: Boxing Lessons": {
      "name": "Trick Option: Boxing Lessons",
      "description": "<p>A wise monk was happy to share the basic form of the jab and weave. When you take the attack action, you can expend one use of your Bardic Inspiration to quickly execute two unarmed strikes against one or more creatures you could target.</p><p>You may use Dexterity instead of Strength for the attack and damage rolls of these unarmed strikes. The damage die used for these unarmed strikes is the same as your Bardic Inspiration die. </p><p><strong>At 6th level</strong>, you have finally mastered the “weave” portion of your technique. You do not provoke attacks of opportunity this turn.</p><p><strong>At 14th leve</strong>l, your practice has paid off, granting you the use of a slightly ki-infused attack. When you hit with one of these attacks you may attempt a @UUID[Compendium.dnd5e.classfeatures.Item.pvRc6GAu1ok6zihC]{stunning strike}. The target must succeed on a <strong>Constitution saving throw</strong> or be &amp;Reference[Stunned] until the end of your next turn.</p><p> </p>",
      "activities": {
        "Save at 14th Level": {
          "name": "Save at 14th Level"
        }
      },
      "effects": {
        "Stunned": {
          "name": "Stunned"
        }
      }
    },
    "Trick Option: Bind the Wound": {
      "name": "Trick Option: Bind the Wound",
      "description": "<p>An experienced paladin instructed you in the basics of combat triage. When you or an ally within 5 feet of you receives healing of any kind, you may use your reaction to expend one use of your Bardic Inspiration and provide extra healing equal to the number on the <strong>Bardic Inspiration die roll + your Wisdom modifier (minimum of 1).</strong> You must have at least one hand free in order to quickly staunch the target’s wound.</p><p><strong>At 6th level</strong>, you have learned to identify a selection of useful herbs that you can carry with you. When providing additional healing with this trick you may also remove the poisoned or paralyzed condition from the target.</p><p><strong>At 14th level</strong>, you have developed a true knack for emergency triage. You may additionally remove a single disease affecting the target of this ability. </p><p> </p>"
    },
    "Infamy": {
      "name": "Infamy",
      "description": "<p>At 15th level, your reputation precedes you, making it easy for you to strike fear into the hearts of anyone foolish enough to oppose you. </p><p>As part of your attack action, you can utter deadly threats to a single target within 30 feet of you, causing them to become &amp;Reference[Frightened apply=false] of you for 1 minute on a <strong>failed Wisdom saving throw</strong>. </p><p>An affected target may repeat this saving throw at the end of each of their turns, ending the effect on a success. The DC for this saving throw is <strong>8 + your proficiency bonus + your Strength or Dexterity modifier</strong>. A creature who has witnessed or heard tales of your ruthlessness makes this saving throw with <strong>disadvantage</strong>. </p><p>In order for you to use this feature, a creature must be able to see, hear, or otherwise be able to understand you. </p>",
      "activities": {
        "Save: Strength Based": {
          "name": "Save: Strength Based"
        },
        "Save: Dexterity Based": {
          "name": "Save: Dexterity Based"
        }
      },
      "effects": {
        "Frightened": {
          "name": "Frightened",
          "description": "<p>The target is &amp;Reference[Frightened] of you for 1 minute.</p>"
        }
      }
    },
    "Brutal Brawler": {
      "name": "Brutal Brawler",
      "description": "<p><strong>At 3rd level</strong>, your tavernside scuffles have honed your ability to deal damage with just about anything that’s handy. You have proficiency with improvised weapons, and treat any improvised weapon you handle as if it has the finesse quality. </p><p>Additionally, whenever you hit with an improvised weapon, you may spend a bonus action to break it over your opponent. Doing this destroys the weapon, but deals the maximum number each of the weapon’s damage dice could deal to the target. Any additional dice added to the attack’s damage roll are not affected by this ability.</p><p><strong>At 10th level</strong>, the improvised weapons you wield become even more lethal in your hands. When you spend your bonus action to break an improvised weapon over your opponent, add an additional 2d6 to the weapon’s base damage dice.</p><p><strong>At 18th level</strong>, you have advantage on attacks you make with improvised weapons. </p><section class=\"secret\" id=\"secret-vQoG0DQfex65KjGd\"><p><strong>Foundry Note</strong></p><p>An improvised weapon will be automatically added to your character sheet during the character advancement process.</p></section>"
    },
    "Channel Divinity: Magnificent Feast": {
      "name": "Channel Divinity: Magnificent Feast",
      "description": "<p>Starting at 2nd level, you may use your Channel Divinity to conjure a magical feast for the rough road ahead.</p><p>By spending 10 minutes, you may create a number of delicious, well-prepared, yet simple food items equal to your Wisdom modifier (No. Items: [[lookup @abilities.wis.mod]], minimum of 1). </p><p>These food items will last up to 8 hours or until the end of a rest, and will never spoil. Eating food created in this way takes an action, providing whomever eats it with healing equal to <strong>2d4 + your cleric level</strong>, and can remove either the Frightened or Poisoned condition from that creature (chosen by the creature when consumed). </p><p></p>"
    },
    "Paragon of the People": {
      "name": "Paragon of the People",
      "description": "<p>At 17th level, your @UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-subclass-features.DuNtxzLXtouT10wR]{Community Watch} grants an additional d6 (now [[/r 2d6]]) to each affected ally. It also grants immunity to &amp;Reference[fear] for the duration of the effect.</p><p>Additionally, your @UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-subclass-features.jiNNAF2BON1PNlwj]{Magnificent Feast} produces twice as many foodstuffs (No. Items: [[lookup @abilities.wis.mod*2]]), each of which can, when consumed, remove a single curse or disease affecting the target (including attunement to a cursed item). </p>"
    },
    "Ward of Shadows": {
      "name": "Ward of Shadows",
      "description": "<p>At 1st level, you can create a ward of divine shadows to conceal yourself from an attacking enemy.</p><p>When attacked by a creature you can see within 30 feet of you, you can use your reaction to impose <strong>disadvantage</strong> on the attack roll, as shadows envelop your form. An attacker that can’t be blinded is immune to this feature.</p><p>You can use this feature a number of times equal to your Wisdom modifier (a minimum of once), and regain all expended uses when you finish a long rest.</p><p> </p>",
      "activities": {
        "Expend Use": {
          "name": "Expend Use"
        }
      }
    },
    "Eye of Twilight": {
      "name": "Eye of Twilight",
      "description": "<p><strong>Beginning at 1st level,</strong> a divine blessing grants you the ability to see more clearly in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in magical or nonmagical darkness as if it were only dim light. You can’t discern color in the darkness, only shades of gray.</p><p><strong>When you reach 6th level</strong>, you can see in dim light within 120 feet of you as if it were bright light, and in magical or nonmagical darkness as if it were dim light. You can’t discern color in the darkness, only shades of gray. </p><p><strong>At 8th leve</strong>l, you can see normally in darkness, both magical and nonmagical within 120 feet.</p><p><strong>Finally, at 17th level</strong>, your eyes are able to see the truth hiding within darkness. You gain the ability to call upon the powers of your deity to grant yourself truesight within 120 feet of you for a number of minutes equal to your Wisdom modifier (a minimum of 1 minute). Your truesight only functions while in conditions of magical or nonmagical darkness. Once you have used this feature, you cannot use it again until you have completed a long rest.</p><section id=\"secret-kyjqBkKHJ9S9cdXY\" class=\"secret\"><p><em><strong>Note</strong>: Active effects are available to enable for each level above 1st to add the correct sense to your character sheet.  You must manually adjust the vision on your character token.</em></p></section>",
      "effects": {
        "Eye of Twilight - 1st Level": {
          "name": "Eye of Twilight - 1st Level"
        },
        "Eye of Twilight - 6th Level": {
          "name": "Eye of Twilight - 6th Level"
        },
        "Eye of Twilight - 8th Level": {
          "name": "Eye of Twilight - 8th Level"
        },
        "Eye of Twilight - 17th Level": {
          "name": "Eye of Twilight - 17th Level"
        }
      }
    },
    "Misdirection": {
      "name": "Misdirection",
      "description": "<p>At 7th level, you are adept at using words and gestures to taunt or fake-out your opponent, turning their lack of composure against them. This allows you to goad your foe into swinging in ways that can cause them to strike their allies, or which leave them open to a counterattack. </p><p>As a bonus action you can misdirect an opponent within 5 feet of you. The target must succeed on an Intelligence saving throw against a <strong>DC equal to 8 + your proficiency bonus + your Strength or Dexterity modifier</strong>. </p><p>On a failure, they must spend their reaction to attack a creature of your choice within 5 feet of them. If no other creatures are present within 5 feet of them, they waste their reaction attacking the air where you once were.</p><p>In order for you to misdirect a creature in this way they must be able to see, hear, or otherwise be able to understand you. </p>",
      "activities": {
        "Save: Strength": {
          "name": "Save: Strength"
        },
        "Save: Dexterity": {
          "name": "Save: Dexterity"
        }
      }
    },
    "Trick Option: Warding Trick": {
      "name": "Trick Option: Warding Trick",
      "description": "<p>A gentle cleric taught you how to channel your magic into a protective veil. You can expend one use of your Bardic Inspiration as an action to grant an ally you can see within 60 feet of you a number of temporary hit points equal to your roll on the <strong>Bardic Inspiration die + your Wisdom modifier (minimum of 1)</strong>. This ward lasts for as long as you maintain concentration on it, up to 10 minutes. </p><p><strong>At 6th level</strong>, your practice allows you to weave wards that retaliate against those who would harm your allies. Any creature who deals damage to an ally with temporary hit points granted by this effect must make a <strong>Wisdom saving throw</strong>. On a failure, the creature dealing damage takes an amount of radiant damage equal to your Bardic Inspiration die. </p><p><strong>At 14th level</strong>, you have learned how to make your ward even more resilient. For the duration of the effect, at the beginning of each round on your turn the target gains a number of temporary hit points equal to your <strong>Bardic Inspiration die + your Wisdom modifier (minimum of 1)</strong>. These replace any previous temporary hit points. </p>",
      "activities": {
        "Temp HP": {
          "name": "Temp HP"
        },
        "Save: 6th Level": {
          "name": "Save: 6th Level"
        },
        "Temp HP: 14th Level": {
          "name": "Temp HP: 14th Level"
        },
        "Expend Use": {
          "name": "Expend Use"
        }
      }
    },
    "Traveler’s Tricks": {
      "name": "Traveler’s Tricks",
      "description": "<p>At 3rd level you already have several memorable experiences from your life on the road. You learn two Traveler’s Tricks of your choice (see Traveler’s Trick Options).</p><p>These Traveler’s Tricks represent skills, techniques, and useful pieces of knowledge picked up along the way. Each one requires you to expend a use of your Bardic Inspiration, and takes a bonus action to use unless otherwise specified.</p><p>At <strong>6th level and at 14th level</strong> you learn an additional Traveler’s Trick.</p><h2>Traveler’s Trick Options</h2><ul><li><p>@UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-subclass-features.PHz79cFwIpAbt1JQ]{Acrobatics Lessons}</p></li><li><p>@UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-subclass-features.F0ax5caoaaoUhh7x]{Armed Combat Lessons}</p></li><li><p>@UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-subclass-features.esK2KdJVvvyuhm60]{Bind the Wound}</p></li><li><p>@UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-subclass-features.dwQmSk3aCgwpWoC7]{Boxing Lessons}</p></li><li><p>@UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-subclass-features.dwQmSk3aCgwpWoC7]{Boxing Lessons}</p></li><li><p>@UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-subclass-features.ZMRBbZyrcVl2BVYJ]{Conjure Woodland Spirit*}</p></li><li><p>@UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-subclass-features.L3GBOaxMqJUpGext]{Dark Bargain*}</p></li><li><p>@UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-subclass-features.5rKG5oBIcQOY7ibS]{Evocation Lessons*}</p></li><li><p>@UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-subclass-features.Ut3XGQTHvmc23gzR]{Hunting Lessons*}</p></li><li><p>@UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-subclass-features.YdKvDOHhVuje01SA]{Reckless Tactics}</p></li><li><p>@UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-subclass-features.wfvtOGjh23mwdZkm]{Warding Trick}</p></li></ul><p> </p>"
    },
    "Improved Ward": {
      "name": "Improved Ward",
      "description": "<p>At 6th level, you can use your @UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-subclass-features.lcTF2C9xZJjRWcK5]{Ward of Shadows} feature whenever a creature you can see within 30 feet of you attacks a creature besides yourself.</p>"
    }
  }
}