{
  "label": "Tables",
  "folders": {
    "Vagabond": "Vagabond",
    "Bodygard": "Bodygard",
    "Butcher": "Butcher",
    "Barber": "Barber"
  },
  "entries": {
    "Ideal": {
      "name": "Ideal Ideal",
      "results": {
        "1-1": "<p><strong>Duty.</strong> It is my solemn duty to protect my charge. (Lawful)</p>",
        "2-2": "<p><strong>Survival.</strong> Just as people pay for food and shelter, paying for protection is just another way to trade resources for survival. (Neutral)</p>",
        "3-3": "<p><strong>Deception.</strong> The longer all eyes are fixed on my charge, the longer it will take them to notice what I’m up to. (Evil)</p>",
        "4-4": "<p><strong>Sacrifice. I</strong> will gladly give my life to protect someone who can do more for the greater good than I can. (Good)</p>",
        "5-5": "<p><strong>Unpredictability.</strong> The best way to protect someone is to make sure their behavior can’t be predicted. (Chaotic)</p>",
        "6-6": "<p><strong>Reward.</strong> The best part about a dangerous job is that it usually pays well. (Any)</p>"
      }
    },
    "Flaw": {
      "name": "Flaw Flaw",
      "results": {
        "1-1": "<p>I am hyper vigilant and don’t know how to relax.</p>",
        "2-2": "<p>I snore loud enough to wake the dead.</p>",
        "3-3": "<p>I have a furious temper that is easily provoked.</p>",
        "4-4": "<p>I get irritable if I don’t have a soft bed or a full belly.</p>",
        "5-5": "<p>I tend to gamble away most of the money I make.</p>",
        "6-6": "<p>I am unreasonably superstitious.</p>"
      }
    },
    "6ZvTycYnicvJ0M6S": {
      "name": "Flaw 6ZvTycYnicvJ0M6S",
      "results": {
        "1-1": "<p>I never wash my hands. They’re just going to get dirty again.</p>",
        "2-2": "<p>I never let go of a grudge.</p>",
        "3-3": "<p>I make as much of a mess when I eat as when I ply my trade.</p>",
        "4-4": "<p>I struggle to find meaning in life. We’re no more special than the animals we eat.</p>",
        "5-5": "<p>I beat myself up even for small mistakes.</p>",
        "6-6": "<p>I have no confidence in the abilities of my allies.</p>"
      }
    },
    "Bowippf52pEamJUo": {
      "name": "Flaw Bowippf52pEamJUo",
      "results": {
        "1-1": "<p>When things get too stressful, I tend to wander off without telling anyone.</p>",
        "2-2": "<p>I have trouble remembering specific details.</p>",
        "3-3": "<p>I can never relax while indoors; I crave the open sky.</p>",
        "4-4": "<p>I’m tempted to indulge in illicit pleasures wherever I go—the more illicit, the better.</p>",
        "5-5": "<p>I get extremely irritable when I’m tired.</p>",
        "6-6": "<p>My stories get increasingly exaggerated the more I tell them.</p>"
      }
    },
    "Personality Traits": {
      "name": "Personality Traits Personality Traits",
      "results": {
        "1-1": "<p>I smile even in the face of great danger or discomfort.</p>",
        "2-2": "<p>I am uncomfortable with silence and go out of my way to avoid it.</p>",
        "3-3": "<p>I despise being interrupted when I’m working.</p>",
        "4-4": "<p>I need new and exciting experiences to keep me from getting bored.</p>",
        "5-5": "<p>I am definitely a morning person.</p>",
        "6-6": "<p>I do my best to stay on the cutting edge of style and fashion.</p>",
        "7-7": "<p>When I cut someone’s hair, I expect people to recognize my work.</p>",
        "8-8": "<p>My services do not come cheaply, and I’m not afraid to say it.</p>"
      }
    },
    "FLP4Zs6CwZMr65XG": {
      "name": "Flaw FLP4Zs6CwZMr65XG",
      "results": {
        "1-1": "<p>I like to ask uncomfortable questions to make people squirm.</p>",
        "2-2": "<p>I voice my opinions to anyone anywhere without regard to the audience or situation.</p>",
        "3-3": "<p>The smallest slights against me sometimes keep me up at night.</p>",
        "4-4": "<p>My reputation is more important than anything else about me.</p>",
        "5-5": "<p>I’m always eating something and frequently talk with my mouth full.</p>",
        "6-6": "<p>Some people might think it’s creepy that I secretly keep locks of hair from my patrons.</p>"
      }
    },
    "Bond": {
      "name": "Bond Bond",
      "results": {
        "1-1": "<p>I learned my trade from my parents. I took up the cleaver to honor them.</p>",
        "2-2": "<p>I genuinely respect the sacrifices made by the animals we eat.</p>",
        "3-3": "<p>I keep the tools of my trade in impeccable condition. An artisan is only as good as their tools.</p>",
        "4-4": "<p>My community is very important to me, and I occupy a valuable place in that community.</p>",
        "5-5": "<p>I am always looking for exotic new meats to sample and learn about.</p>",
        "6-6": "<p>I owe a favor to the people who helped me get started in my trade.</p>"
      }
    },
    "KOZIuhPGlFMO4gkD": {
      "name": "Personality Traits KOZIuhPGlFMO4gkD",
      "results": {
        "1-1": "<p>I enjoy meeting new people.</p>",
        "2-2": "<p>I love animals, but people need to eat.</p>",
        "3-3": "<p>When confronted by good fortune, I am always waiting for the other shoe to drop.</p>",
        "4-4": "<p>A knife is best when it’s useful; the same is true of people.</p>",
        "5-5": "<p>I can rise to any challenge if I try hard enough.</p>",
        "6-6": "<p>If someone is nice to you, they’re just trying to trick you.</p>",
        "7-7": "<p>Sharing gossip and news is an important part of any society.</p>",
        "8-8": "<p>I never tell the whole truth if I can help it.</p>"
      }
    },
    "cJ02rzHKsUgSodXm": {
      "name": "Ideal cJ02rzHKsUgSodXm",
      "results": {
        "1-1": "<p><strong>Function.</strong> Farmers harvest. Hunters hunt. Butchers cut. We all have a job to do. (Lawful)</p>",
        "2-2": "<p><strong>Perspective.</strong> If you ask a monster, we’re the meat. (Neutral)</p>",
        "3-3": "<p>Control. Control what people need and you control the people. (Evil)</p>",
        "4-4": "<p><strong>Generosity.</strong> You never know when giving away a scrap might brighten a day or save a life. (Good)</p>",
        "5-5": "<p><strong>Casualness.</strong> Why bother measuring? A little less here, a little extra there: it all evens out. (Chaotic)</p>",
        "6-6": "<p><strong>Practicality.</strong> If your choice is between eating or being eaten, choose the former. (Any)</p>"
      }
    },
    "fNXWsNKwLVFbbuSN": {
      "name": "Bond fNXWsNKwLVFbbuSN",
      "results": {
        "1-1": "<p>I consider myself an artist, a painter of sorts, and my patrons are the canvas. I create for art’s sake.</p>",
        "2-2": "<p>I stumbled into this role quite by accident. It’s a funny story involving a very hairy monster. You know, the one from that famous story.</p>",
        "3-3": "<p>I never planned on being a barber long term, but once I met my partner, I felt like I couldn’t walk away from it.</p>",
        "4-4": "<p>My father was a barber, and I was expected to take up the trade when he retired.</p>",
        "5-5": "<p>I got swept up in the last war barbering for the soldiers in camp during the campaign. I made a few friends among them along the way.</p>",
        "6-6": "<p>I once gave a haircut so bad that the recipient still tries to make my life miserable whenever they can</p>"
      }
    },
    "hswThgbo8o4nP1EU": {
      "name": "Bond hswThgbo8o4nP1EU",
      "results": {
        "1-1": "<p>I protected the same person throughout my entire career.</p>",
        "2-2": "<p>I still bear a great shame for failing to protect one of my early employers.</p>",
        "3-3": "<p>I belong to a well-known agency of bodyguards.</p>",
        "4-4": "<p>One of my charges eventually became my best friend.</p>",
        "5-5": "<p>I treat all of my charges like family while they are under my care.</p>",
        "6-6": "<p>There is an assassin whom I consider my archnemesis.</p>"
      }
    },
    "j84BDWj3Zpyy40L6": {
      "name": "Personality Traits j84BDWj3Zpyy40L6",
      "results": {
        "1-1": "<p>I believe that anyone who has to pay for my protection is inferior to me.</p>",
        "2-2": "<p>I always take note of the entrances and exits whenever I enter a new place.</p>",
        "3-3": "<p>I like to learn everything I can about the people I protect.</p>",
        "4-4": "<p>I enjoy traveling to new, faraway places.</p>",
        "5-5": "<p>I find clarity in the tumult of violence.</p>",
        "6-6": "<p>I secretly resent my employers; what makes them so special?</p>",
        "7-7": "<p>I treat everyone like a potential threat.</p>",
        "8-8": "<p>I am always searching for excitement.</p>"
      }
    },
    "kBBCngDDsse6VCww": {
      "name": "Bond kBBCngDDsse6VCww",
      "results": {
        "1-1": "<p>A magic curse has afflicted me with wanderlust.</p>",
        "2-2": "<p>I always take a souvenir from the places I visit.</p>",
        "3-3": "<p>I used to drift from place to place with two close companions, but I haven’t seen them in a long time.</p>",
        "4-4": "<p>I make it a point to sample the best local food and drink everywhere I go.</p>",
        "5-5": "<p>The love of my life went missing, and I won’t stop looking until I find them.</p>",
        "6-6": "<p>There are several towns where I’m not welcome anymore because of some unfortunate situations and misunderstandings.</p>"
      }
    },
    "kNuGJ8ALuYItDSDf": {
      "name": "Ideal kNuGJ8ALuYItDSDf",
      "results": {
        "1-1": "<p><strong>Law.</strong> It is important to observe the laws of the land wherever you find yourself. (Lawful)</p>",
        "2-2": "<p><strong>Anonymity.</strong> The open road allows everyone to be a stranger. (Neutral)</p>",
        "3-3": "<p><strong>Evasion.</strong> The best way to avoid answering for your crimes is to leave before they find you. (Evil)</p>",
        "4-4": "<p><strong>Improvement.</strong> Leave every place better than you found it. (Good)</p>",
        "5-5": "<p><strong>Freedom.</strong> There is no greater freedom than being beholden to nowhere and no one. (Chaotic)</p>",
        "6-6": "<p><strong>Prudence.</strong> It’s important to know when it’s time to move on. (Any)</p>"
      }
    },
    "Joy Color Rays": {
      "name": "Joy Color Rays Joy Color Rays",
      "results": {
        "1-1": "<p><strong>Red.</strong> The target takes [[/damage 1d12 fire average]] damage on a failed save, or half as much damage on a successful one.</p>",
        "2-2": "<p><strong>Orange.</strong> The target takes [[/damage 1d12 acid average]] damage on a failed save, or half as much damage on a successful one.</p>",
        "3-3": "<p><strong>Yellow.</strong> The target takes [[/damage 1d12 lightning average]] damage on a failed save, or half as much damage on a successful one.</p>",
        "4-4": "<p><strong>Green.</strong> The target takes [[/damage 1d12 poison average]] damage on a failed save, or half as much damage on a successful one.</p>",
        "5-5": "<p><strong>Blue.</strong> The target takes [[/damage 1d12 cold average]] damage on a failed save, or half as much damage on a successful one.</p>",
        "6-6": "<p><strong>Indigo.</strong> The target is &amp;Refecence[restrained]{restrained} until the end of its next turn.</p>",
        "7-7": "<p><strong>Violet.</strong> The target is &amp;Refecence[blinded]{blinded} until the end of its next turn.</p>",
        "8-8": "<p><strong>Special. </strong>The warget is sturck by two rays. Roll twice more, rerolling any 8.</p>"
      }
    },
    "Personality Trait": {
      "name": "Personality Trait Personality Trait",
      "results": {
        "1-1": "<p>I am extremely careful with my money.</p>",
        "2-2": "<p>I am perfectly willing to perform honest labor to achieve my goals.</p>",
        "3-3": "<p>I prefer the company of animals over people when it comes to traveling companions.</p>",
        "4-4": "<p>I am embarrassed by my lifestyle, so I try to conceal my nature as a drifter as much as possible.</p>",
        "5-5": "<p>Every journey is easier if you carry a song in your heart.</p>",
        "6-6": "<p>I greet everyone with a smile and a friendly word.</p>",
        "7-7": "<p>Simple entertainment and cheap thrills are my favorite diversions.</p>",
        "8-8": "<p>I avoid scrutiny and attention as much as possible.</p>"
      }
    },
    "vskWRmClL80gwhT6": {
      "name": "Ideal vskWRmClL80gwhT6",
      "results": {
        "1-1": "<p><strong>Prescription.</strong> There is a right way to do any task, and barbering is no exception. (Lawful)</p>",
        "2-2": "<p><strong>Equality.</strong> Weak or powerful, rich or poor, everyone desires to look their best if they can help it. (Neutral)</p>",
        "3-3": "<p><strong>Leverage.</strong> No one is ever more vulnerable than when you have ears to hear and a razor to their throat. (Evil)</p>",
        "4-4": "<p><strong>Encouragement.</strong> I’m glad when a nice shave or a smart haircut helps people feel better about themselves. (Good)</p>",
        "5-5": "<p><strong>Impermanence.</strong> The wonderful thing about cutting hair is that if you don’t like how it turns out, it won’t stay like that forever. (Chaotic)</p>",
        "6-6": "<p><strong>Dedication.</strong> Ultimately, I just want to do a good job. (Any)</p>"
      }
    }
  }
}