{
  "label": "Loot Tavern - Twisted Cults",
  "entries": {
    "Juvenile Spawn Elixir (Rare)": {
      "name": "Juvenile Spawn Elixir (Rare)",
      "description": "<p>The pale, fleshy worm in this bottle moves sinuously through its sickly-green contents, turning to look at the nearest living creature with its unnerving, alien eyes.</p><p>When you drink this potion, you become the host of a parasitic scleraworm. The parasite burrows through your flesh, dealing [[/r 3d8]] necrotic damage to you. This damage can't be reduced or prevented in any way. Upon reaching your brain, it erodes its way through your skull, appearing in the centre of your forehead.</p><p><em><strong>Mutually Beneficial?</strong></em> For as long as you host the parasite, you have <strong>resistance</strong> to psychic damage and can use a bonus action to speak telepathically to creatures you can see within <strong>30 feet</strong> of you. You can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.ppWAAEul0QHtm4er]{Detect Thoughts}</span> spell at will (<strong>save DC 15</strong>), taking [[/r 4d8]] psychic damage when you do so. This damage can't be reduced or prevented in any way.</p><p><em><strong>Proliferation.</strong></em> Whenever you finish a long rest, you must succeed on a <strong>DC 10 Intelligence saving throw</strong> or gain an additional eye on your head. You automatically fail if you roll a 1 on the [[/r d20]]. Once you have ten additional eyes, you become completely overwhelmed by the parasite and are no longer in control of your actions.</p><p><em><strong>Removal.</strong></em> Over the course of an hour, a creature can perform an operation to remove the parasite from a willing creature. The operating creature must make two <strong>DC 15 Wisdom (</strong><span id=\"was-tagged\"><strong>Medicine</strong></span><strong> or surgeon's tools) checks</strong>. If the creature succeeds on both checks, the scleraworm is removed and can be bottled. If only one is successful, there is no change. If the creature fails both checks, both patient and the scleraworm is killed.</p>",
      "effects": {
        "Damage Resistance": {
          "name": "Damage Resistance"
        }
      }
    },
    "Bloodwax (Rare)": {
      "name": "Bloodwax (Rare)",
      "description": "<p>Even unlit, this candle emits an overpowering scent of sulphur and rust, which only grows more intense as the crimson wax melts under a steady flame. Its magical properties far outweigh its foul odour, however, and even the steep price one must pay in blood to use it.</p><p><i><b>Blood Trail.</b></i> As an action, you can add one drop of a creature's blood to the candle, causing it to imprint on that creature. Once a <i>bloodwax</i> candle has imprinted on a creature, it can't imprint on another. You can then light the candle as an action, taking [[/r 2d8]] necrotic damage as your blood is drawn from your body to form a ghastly red trail in the air, leading directly to the creature the candle has imprinted on. For every 10 minutes that the candle remains lit, it deals another [[/r 2d8]] necrotic damage to the creature who lit it. This damage can't be reduced or prevented in any way.</p><p>While the candle is burning, you also gain the following information about the creature it’s imprinted on:</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\"></span> Its current emotional state, in the form of a word or short sentence.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\"></span> Whether it has fewer than all, three-quarters, one-half, or one-quarter of its hit points.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\"></span> How many spell slots it has left, if any.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\"></span> Whether it’s under the effect of a spell, and which one.</p></li></ul><p>Once the candle has burnt for 1 hour in total, its wax is depleted and can't be used again. Each time the candle is lit and extinguished, a minimum of 10 minutes' worth of wax is consumed.</p><p>The trail is undisturbed by wind of any strength and can't pass through solid objects, but will navigate through holes as small as 1 inch in diameter. If all paths to the creature are blocked by solid objects, the trail ends as close to the creature as possible. The candle can't distinguish between identical twins or clones, and will instead create a trail to each. If the creature is on another plane, the pall of red smoke listlessly hangs in the air.</p>"
    },
    "Blood Minister Syringe (Uncommon)": {
      "name": "Blood Minister Syringe (Uncommon)",
      "description": "<p>Made of silver and glass, this peculiar apparatus magically refills with blood. A small dial around the plunger depicts carved images of beasts. Legend says blood from the sacred animal spirits of each of these species was extracted in the crafting of this macabre, performance-enhancing syringe.</p><p><em><strong>Beastblood Serum.</strong></em> The dial around the plunger can be rotated to select one of the following symbols, changing the hue of the blood within: bear (iridescent green); bull (sanguine red); cat (silky purple); eagle (piercing yellow); fox (opulent orange); and owl (midnight blue). As an action, you can select a symbol and inject the blood in the syringe into a willing creature within your reach. The creature gains the benefits of the <span id=\"was-tagged\">@Compendium[dnd5e.spells.9eOZDBImVKxbeOyZ]{Enhance Ability}</span> spell that correspond to the chosen animal for <strong>10 minutes</strong>. Once this property of the item has been used, it can't be used again until the next dawn.</p>"
    },
    "Bloodwax (Uncommon)": {
      "name": "Bloodwax (Uncommon)",
      "description": "<p>Even unlit, this candle emits an overpowering scent of sulphur and rust, which only grows more intense as the crimson wax melts under a steady flame. Its magical properties far outweigh its foul odour, however, and even the steep price one must pay in blood to use it.</p><p><em><strong>Blood Trail.</strong></em> As an action, you can add one drop of a creature's blood to the candle, causing it to imprint on that creature. Once a <em>bloodwax</em> candle has imprinted on a creature, it can't imprint on another. You can then light the candle as an action, taking [[/r 2d8]] necrotic damage as your blood is drawn from your body to form a ghastly red trail in the air, leading directly to the creature the candle has imprinted on. For every 10 minutes that the candle remains lit, it deals another [[/r 2d8]] necrotic damage to the creature who lit it. This damage can't be reduced or prevented in any way.</p><p>Once the candle has burnt for 1 hour in total, its wax is depleted and can't be used again. Each time the candle is lit and extinguished, a minimum of 10 minutes' worth of wax is consumed.</p><p>The trail is undisturbed by wind of any strength and can't pass through solid objects, but will navigate through holes as small as 1 inch in diameter. If all paths to the creature are blocked by solid objects, the trail ends as close to the creature as possible. The candle can't distinguish between identical twins or clones, and will instead create a trail to each. If the creature is on another plane, the pall of red smoke listlessly hangs in the air.</p>"
    },
    "Cultist Robes of the Acolyte (Uncommon)": {
      "name": "Cultist Robes of the Acolyte (Uncommon)",
      "description": "<p>Thick, purple cloth; occult, gold embroidery; and deep pockets for hiding sacrificial daggers; the cultist's robes are everything a disenfranchised, young acolyte could hope for. As one rises through the cult's ranks, one's embroidery gets more intricate and the enchantments more powerful.</p><p><em><strong>Ethereal Haunt.</strong></em> As an action, choose a creature within <strong>60 feet</strong> of you that can hear you. It must make a <strong>DC 13 Wisdom saving throw</strong> as occult whispers wrack its psyche. The DC for this saving throw increases by 1 for each creature friendly to you also wearing cultist robes within <strong>15 feet</strong> of you (maximum 5). On a failure, a creature takes [[/r 3d6]] psychic damage, becomes <span id=\"was-tagged\"><strong>frightened</strong></span> of you for <strong>1 minute</strong>, and must immediately use its reaction to move a distance equal to its speed away from you, avoiding obviously dangerous ground. On a success, a creature takes half as much damage, isn't <span id=\"was-tagged\">frightened</span>, and doesn't move away. A creature <span id=\"was-tagged\">frightened</span> of you in this way can repeat the saving throw at the end of each of its turns, ending the effect on a success. Once this property of the item has been used, it can't be used again until the next dawn.</p><p><em><strong>Dark Devotion.</strong></em> If you spend <strong>1 hour</strong> in prayer to the being in whose name these robes were made (which can be done as part of a short or long rest), you gain <strong>advantage</strong> on saving throws against being <span id=\"was-tagged\">charmed</span> or <span id=\"was-tagged\">frightened</span> until you finish a short or long rest.</p>"
    },
    "Cultist Robes of the Acolyte (Rare)": {
      "name": "Cultist Robes of the Acolyte (Rare)",
      "description": "<p>Thick, purple cloth; occult, gold embroidery; and deep pockets for hiding sacrificial daggers; the cultist's robes are everything a disenfranchised, young acolyte could hope for. As one rises through the cult's ranks, one's embroidery gets more intricate and the enchantments more powerful.</p><p><em><strong>Ethereal Haunt.</strong></em> As an action, choose a creature within <strong>60 feet</strong> of you that can hear you. It must make a <strong>DC 15 Wisdom saving throw</strong> as occult whispers wrack its psyche. The DC for this saving throw increases by 1 for each creature friendly to you also wearing cultist robes within <strong>15 feet</strong> of you (maximum 5). On a failure, a creature takes [[/r 4d8]] psychic damage, becomes <span id=\"was-tagged\"><strong>frightened</strong></span> of you for <strong>1 minute</strong>, and must immediately use its reaction to move a distance equal to its speed away from you, avoiding obviously dangerous ground. On a success, a creature takes half as much damage, isn't <span id=\"was-tagged\">frightened</span>, and doesn't move away. A creature <span id=\"was-tagged\">frightened</span> of you in this way can repeat the saving throw at the end of each of its turns, ending the effect on a success. Once this property of the item has been used, it can't be used again until the next dawn.</p><p><em><strong>Dark Devotion.</strong></em> If you spend <strong>1 hour</strong> in prayer to the being in whose name these robes were made (which can be done as part of a short or long rest), you gain <strong>advantage</strong> on saving throws against being <span id=\"was-tagged\">charmed</span> or <span id=\"was-tagged\">frightened</span> until you finish a short or long rest. While under this effect, you can cast <span id=\"was-tagged\">@Compendium[dnd5e.spells.arzCrMRgcNiQuh43]{Command} </span>(<strong>save DC 15</strong>). Once the robes have been used to cast a spell, they can’t be used to cast that spell again until the next dawn.</p>"
    },
    "Cultist Robes of the Acolyte (Very Rare)": {
      "name": "Cultist Robes of the Acolyte (Very Rare)",
      "description": "<p>Thick, purple cloth; occult, gold embroidery; and deep pockets for hiding sacrificial daggers; the cultist's robes are everything a disenfranchised, young acolyte could hope for. As one rises through the cult's ranks, one's embroidery gets more intricate and the enchantments more powerful.</p><p><em><strong>Ethereal Haunt.</strong></em> As an action, choose a creature within <strong>60 feet</strong> of you that can hear you. It must make a <strong>DC 16 Wisdom saving throw</strong> as occult whispers wrack its psyche. The DC for this saving throw increases by 1 for each creature friendly to you also wearing cultist robes within <strong>15 feet</strong> of you (maximum 5). On a failure, a creature takes [[/r 5d10]] psychic damage, becomes <span id=\"was-tagged\"><strong>frightened</strong></span> of you for <strong>1 minute</strong>, and must immediately use its reaction to move a distance equal to its speed away from you, avoiding obviously dangerous ground. On a success, a creature takes half as much damage, isn't <span id=\"was-tagged\">frightened</span>, and doesn't move away. A creature <span id=\"was-tagged\">frightened</span> of you in this way can repeat the saving throw at the end of each of its turns, ending the effect on a success. Once this property of the item has been used, it can't be used again until the next dawn.</p><p><em><strong>Dark Devotion.</strong></em> If you spend <strong>1 hour</strong> in prayer to the being in whose name these robes were made (which can be done as part of a short or long rest), you gain <strong>advantage</strong> on saving throws against being <span id=\"was-tagged\">charmed</span> or <span id=\"was-tagged\">frightened</span> until you finish a short or long rest. While under the effect of Dark Devotion, you can cast the following spells (<strong>save DC 16</strong>): <span id=\"was-tagged\">@Compendium[dnd5e.spells.arzCrMRgcNiQuh43]{Command} </span>and <span id=\"was-tagged\">@Compendium[dnd5e.spells.91Sw6vOIaO7U8DvM]{Dominate Person}</span>. Once the robes have been used to cast a spell, they can’t be used to cast that spell again until the next dawn.</p>"
    },
    "Infested Cultist's Skull (Uncommon)": {
      "name": "Infested Cultist's Skull (Uncommon)",
      "description": "<p>This humanoid skull is infested by a parasitic purple plant from an unknown plane. The longer you stare, the more you could swear that the petals sway in response to an unseen wind.</p><p><em><strong>Forbidden Flower.</strong></em> The skull contains <strong>7 petals</strong>. While holding it, you can use an action to pluck a petal to cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.7buEm5KhI5lP8m1z]{Guiding Bolt} </span>spell (<strong>+5 to hit</strong>), dealing necrotic damage instead of radiant damage. The skull regrows [[/r 1d3]] plucked petals daily at dawn. If you pluck the last petal, the skull crumbles to dust and is destroyed.</p><p><em><strong>Curse.</strong></em> This skull is cursed, and plucking three or more petals in a day extends this curse to you until you are targeted by the remove curse spell or similar magic. While cursed, you are unwilling to part with the skull, keeping it within reach at all times, and whenever you finish a long rest, a black petal grows on your head. These black petals can't be removed physically, and any attempt to do so causes you to take [[/r 2d6]] necrotic damage. If you travel to a different plane while cursed, you grow an additional <strong>[[/r 1d4]]</strong> black petals. When the seventh petal has grown on your head, you die and your body turns to dust, except for your skull, which becomes a new <em>infested cultist's skull</em>. If the curse is removed, the petals on your head and the <em>infested cultist's skull</em> crumble to dust and are destroyed.</p>"
    },
    "Ceremonial Mask (Uncommon)": {
      "name": "Ceremonial Mask (Uncommon)",
      "description": "<p>This smiling silver mask is lined on its back side with stained, purple velvet. It is typically donned by a cult's leader, allowing them the ability to communicate with the dark powers they worship.</p><p><em><strong>Dark Empowerment.</strong></em> While wearing this mask, you have one additional 1st-level spell slot, which you regain daily at dawn. In addition, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.4v2H3hHb3Ph9XLNd]{Augury} </span>spell from the mask. Once the mask has been used to cast a spell, it can't be used to cast that spell again until the next dawn.</p><p><em><strong>Curse.</strong></em> This mask is cursed, and becoming attuned to it extends the curse to you until you are targeted by the <span id=\"was-tagged\">@Compendium[dnd5e.spells.XZhdgVK3cLoxNCQl]{Remove Curse}</span> spell or similar magic. When you first don this item after attuning to it, the silver tentacles reshape and tighten around your neck. While cursed, you can't remove the mask, and each time you cast a spell, you take [[/r 1d4]] psychic damage.</p>"
    },
    "Demented Cultist's Scimitar (Rare)": {
      "name": "Demented Cultist's Scimitar (Rare)",
      "description": "<p>This obsidian blade reflects light with an opalescent sheen. The hilt is made of dead driftwood bound with ragged fabric.</p><p><i><b>Ritual Branding.</b></i> As an action, you can place a brand on yourself, choosing from the list below and taking [[/r 1d8]] fire damage. The brand lasts until the next dawn, or until removed by a greater restoration spell or similar magic. Once you brand yourself, you can't do so again until the next dawn.</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Brand of the Devout.</span> As a bonus action while you hold this weapon, you can expend a number of Hit Dice up to your proficiency bonus (minimum 2). You regain one expended spell slot of a level up to half the number of Hit Dice expended.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Brand of the Flagellated.</span> When you hit a creature with an attack with this weapon, you can expend a number of Hit Dice up to your proficiency bonus, dealing an additional [[/r 2d6]] damage of the attack's type per Hit Die expended.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Brand of the Zealot.</span> As a bonus action, you can expend a number of Hit Dice up to your proficiency bonus. You have advantage on the next number of attack rolls equal to the number of Hit Dice expended that you make before the start of your next turn.</p></li></ul>"
    },
    "Dead Man's Chalice (Common)": {
      "name": "Dead Man's Chalice (Common)",
      "description": "<p>The face of the Deep One adorns this mottled bronze chalice, which is filled with a purple liquid that can't be spilled. Its eyes come ablaze as one drinks from its briny depths, matching the bright amber jewels that adorn its stem. Used by pirate captains during parleys, the <em>dead man's chalice</em> is a guarantee against foul play.</p><p><em><strong>Lifelink.</strong></em> When a creature willingly drinks from the chalice, its soul becomes linked to the item, causing one of the eyes to burst aflame. Once a second creature willingly drinks from the chalice, both eyes light up and the tentacles writhe and stretch. The two creatures' souls are linked together for the next 7 days. During this time, if either creature dies, the other one immediately knows that this happened and how, in the form of a word or short sentence (GM's discretion). The chalice's eyes then return to a dark, waiting state. While two souls are linked, drinking from the chalice has no effect. Unlinking the souls early can't be achieved by any means short of a <span id=\"was-tagged\">@Compendium[dnd5e.spells.3okM6Gn63zzEULkz]{Wish} </span>spell. Once a creature drinks from the chalice, there is no limit to the interval before another creature must drink from it. Indeed, finding a <em>dead man's chalice</em> with one eye aflame is an intriguingly mysterious dilemma.</p>"
    },
    "Dark Candle (Uncommon)": {
      "name": "Dark Candle (Uncommon)",
      "description": "<p>In shadowy meeting rooms beneath respectable establishments, in crypts and catacombs around the tombs of the dead, and lining hallways filled with the bodies of adventurers, these tentacle-like purple-black candles burn with a dim malice.</p><p><em><strong>Eldritch Light.</strong></em> When found, this candle has enough wax to burn for <strong>1 hour</strong>. As an action, you can light this candle, causing it to emit dim light in a <strong>15-foot radius</strong>. Whenever a creature other than you moves within <strong>15 feet</strong> of the candle for the first time on its turn or starts its turn there, the creature must make a <strong>DC 13 Dexterity saving throw</strong> as shadowy tentacles lash out at it. The creature takes <strong>[[/r 1d6]]</strong> necrotic damage on a failed save, or half as much damage on a successful one. A creature that fails the saving throw by 5 or more has its speed reduced to <strong>0 feet</strong> by the tentacles until the start of its next turn. No amount of wind can extinguish the candle. The candle can be extinguished by you as an action, by a creature within <strong>5 feet</strong> of you that uses its action to make a successful <strong>DC 15 Dexterity (</strong><span id=\"was-tagged\"><strong>Acrobatics</strong></span><strong>) check</strong>, or by the use of a <span id=\"was-tagged\">@Compendium[dnd5e.spells.15Fa6q1nH27XfbR8]{Dispel Magic}</span> spell or similar magic. Each time the candle is lit and extinguished, a minimum of 10 minutes' worth of wax is consumed.</p>"
    },
    "Infested Cultist's Skull (Very Rare)": {
      "name": "Infested Cultist's Skull (Very Rare)",
      "description": "<p>This humanoid skull is infested by a parasitic purple plant from an unknown plane. The longer you stare, the more you could swear that the petals sway in response to an unseen wind.</p><p><em><strong>Forbidden Flower.</strong></em> The skull contains <strong>7 petals</strong>. While holding it, you can use an action to pluck a petal to cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.pybg5MNc3lkerH4Y]{Blight} </span>spell (<strong>save DC 16</strong>). The skull regrows [[/r 1d3]] plucked petals daily at dawn. If you pluck the last petal, the skull crumbles to dust and is destroyed.</p><p><em><strong>Curse.</strong></em> This skull is cursed, and plucking three or more petals in a day extends this curse to you until you are targeted by the remove curse spell or similar magic. While cursed, you are unwilling to part with the skull, keeping it within reach at all times, and whenever you finish a long rest, a black petal grows on your head. These black petals can't be removed physically, and any attempt to do so causes you to take [[/r 2d6]] necrotic damage. If you travel to a different plane while cursed, you grow an additional <strong>[[/r 1d4]]</strong> black petals. When the seventh petal has grown on your head, you die and your body turns to dust, except for your skull, which becomes a new <em>infested cultist's skull</em>. If the curse is removed, the petals on your head and the <em>infested cultist's skull</em> crumble to dust and are destroyed.</p>"
    },
    "Demented Cultist's Scimitar (Very Rare)": {
      "name": "Demented Cultist's Scimitar (Very Rare)",
      "description": "<p>This obsidian blade reflects light with an opalescent sheen. The hilt is made of dead driftwood bound with ragged fabric.</p><p>You gain a +1 bonus to attack and damage rolls you make with this weapon.</p><p><i><b>Ritual Branding.</b></i> As an action, you can place a brand on yourself, choosing from the list below and taking [[/r 1d8]] fire damage. The brand lasts until the next dawn, or until removed by a greater restoration spell or similar magic. Once you brand yourself, you can't do so again until the next dawn.</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Brand of the Devout.</span> As a bonus action while you hold this weapon, you can expend a number of Hit Dice up to your proficiency bonus (minimum 2). You regain one expended spell slot of a level up to half the number of Hit Dice expended.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Brand of the Flagellated.</span> When you hit a creature with an attack with this weapon, you can expend a number of Hit Dice up to your proficiency bonus, dealing an additional [[/r 2d6]] damage of the attack's type per Hit Die expended.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Brand of the Zealot.</span> As a bonus action, you can expend a number of Hit Dice up to your proficiency bonus. You have advantage on the next number of attack rolls equal to the number of Hit Dice expended that you make before the start of your next turn.</p></li></ul>"
    },
    "Runewarding Ring (Rare)": {
      "name": "Runewarding Ring (Rare)",
      "description": "<p>This stone ring is marked with the brand of a mysterious cult dedicated to the worship of infection and decay. Fashioned of cracked, grey stone, glowing red veins furrow its craggy surface.</p><p>This item can hold a maximum of <b>3 charges</b> and loses all charges daily at dawn. As an action while holding it, you can slice open your hand, taking <b>[[/r 1d4]]</b> slashing damage and expending a Hit Die, and smear the fresh blood across the symbol. If you do, the glowing veins flare a bright, molten red, and the ring gains <b>[[/r 1d3]]</b> charges. This slashing damage can't be reduced or prevented in any way.</p><p><i><b>Blood Ward.</b></i> While wearing this ring, you can use an action to expend <b>1 charge</b> and press the ring against a non magical surface or object, marking it with a glowing red symbol visible only to you. The next creature other than you that comes within <b>5 feet</b> of the symbol must make a <b>DC 15 Constitution saving throw</b>, taking <b>[[/r 5d10]]</b> necrotic damage on a failed save, or half as much damage on a successful one. A mark fades when it deals damage, after <b>8 hours</b>, or if you use the ring to create a second mark.</p>"
    },
    "Dark Candle (Very Rare)": {
      "name": "Dark Candle (Very Rare)",
      "description": "<p>In shadowy meeting rooms beneath respectable establishments, in crypts and catacombs around the tombs of the dead, and lining hallways filled with the bodies of adventurers, these tentacle-like purple-black candles burn with a dim malice.</p><p><em><strong>Eldritch Light.</strong></em> When found, this candle has enough wax to burn for <strong>1 hour</strong>. As an action, you can light this candle, causing it to emit dim light in a <strong>15-foot radius</strong>. Whenever a creature other than you moves within <strong>15 feet</strong> of the candle for the first time on its turn or starts its turn there, the creature must make a <strong>DC 16 Dexterity saving throw</strong> as shadowy tentacles lash out at it. The creature takes <strong>[[/r 2d6]]</strong> necrotic damage on a failed save, or half as much damage on a successful one. A creature that fails the saving throw by 5 or more has its speed reduced to <strong>0 feet</strong> and is <span id=\"was-tagged\">incapacitated</span> by the tentacles until the start of its next turn. No amount of wind can extinguish the candle. The candle can be extinguished by you as an action, by a creature within <strong>5 feet</strong> of you that uses its action to make a successful <strong>DC 20 Dexterity (</strong><span id=\"was-tagged\"><strong>Acrobatics</strong></span><strong>) check</strong>, or by the use of a <span id=\"was-tagged\">@Compendium[dnd5e.spells.15Fa6q1nH27XfbR8]{Dispel Magic}</span> spell or similar magic. Each time the candle is lit and extinguished, a minimum of 10 minutes' worth of wax is consumed.</p>"
    },
    "Dead Man's Chalice (Rare)": {
      "name": "Dead Man's Chalice (Rare)",
      "description": "<p>The face of the Deep One adorns this mottled bronze chalice, which is filled with a purple liquid that can't be spilled. Its eyes come ablaze as one drinks from its briny depths, matching the bright amber jewels that adorn its stem. Used by pirate captains during parleys, the <em>dead man's chalice</em> is a guarantee against foul play.</p><p><em><strong>Lifelink.</strong></em> When a creature willingly drinks from the chalice, its soul becomes linked to the item, causing one of the eyes to burst aflame. Once a second creature willingly drinks from the chalice, both eyes light up and the tentacles writhe and stretch. The two creatures' souls are linked together for the next 7 days. During this time, if either creature dies, the other one does too, and both eyes return to a dark, waiting state. While two souls are linked, drinking from the chalice has no effect. Unlinking the souls early can't be achieved by any means short of a @Compendium[dnd5e.spells.3okM6Gn63zzEULkz]{Wish} spell. Once a creature drinks from the chalice, there is no limit to the interval before another creature must drink from it. Indeed, finding a <em>dead man's chalice</em> with one eye aflame is an intriguingly mysterious dilemma.</p>"
    },
    "Blood Minister Syringe (Rare)": {
      "name": "Blood Minister Syringe (Rare)",
      "description": "<p>Made of silver and glass, this peculiar apparatus magically refills with blood. A small dial around the plunger depicts carved images of beasts. Legend says blood from the sacred animal spirits of each of these species was extracted in the crafting of this macabre, performance-enhancing syringe.</p><p><em><strong>Beastblood Serum.</strong></em> The dial around the plunger can be rotated to select two of the following symbols, changing the hue of the blood within: bear (iridescent green); bull (sanguine red); cat (silky purple); eagle (piercing yellow); fox (opulent orange); and owl (midnight blue). As an action, you can select one or two symbols and inject the blood in the syringe into a willing creature within your reach. The creature gains the benefits of the <span id=\"was-tagged\">@Compendium[dnd5e.spells.9eOZDBImVKxbeOyZ]{Enhance Ability}</span> spell that correspond to the chosen animal for <strong>1 hour</strong>, but if two symbols are selected, the creature takes [[/r 4d6]] necrotic damage from the unnatural mix. Once this property of the item has been used, it can't be used again until the next dawn.</p>"
    },
    "Twinspawn Maulhammer (Rare)": {
      "name": "Twinspawn Maulhammer (Rare)",
      "description": "<p>Made of the fossilised remains of a Deep One's spawn, the holes within this double-headed maul sparkle with illusory motes of light.</p><p>As a bonus action while holding this weapon, you can separate this maul into two warhammers, or convert them back to a maul. You gain a <strong>+2 bonus</strong> to attack and damage rolls made with either form of this magic weapon.</p><p><em><strong>Duplicate.</strong></em> When you separate the warhammers, or as a bonus action when they're already separated, you can cause one of the warhammers to float in the grasp of an illusory double of yourself for <strong>1 minute</strong>. When you create the illusion, and as bonus action on each of your turns, you can move the duplicate and hammer up to <strong>20 feet</strong> to a point you can see and make a melee weapon attack against a target within <strong>5 feet</strong> of the hammer. Use your Charisma modifier for attack and damage rolls made in this way. The duplicate can't be harmed, though it can be dispelled by a <span id=\"was-tagged\">@Compendium[dnd5e.spells.15Fa6q1nH27XfbR8]{Dispel Magic}</span> spell or similar magic. A creature that succeeds on a <strong>DC 15 Intelligence (</strong><span id=\"was-tagged\"><strong>Investigation</strong></span><strong>) check</strong> or that physically interacts with the duplicate perceives that it is illusory and that the weapon is floating. Once this property of the weapon has been used, it can't be used again until the next dawn.</p>"
    },
    "Juvenile Spawn Elixir (Very Rare)": {
      "name": "Juvenile Spawn Elixir (Very Rare)",
      "description": "<p>The pale, fleshy worm in this bottle moves sinuously through its sickly-green contents, turning to look at the nearest living creature with its unnerving, alien eyes.</p><p>When you drink this potion, you become the host of a parasitic scleraworm. The parasite burrows through your flesh, dealing [[/r 2d8]] necrotic damage to you. This damage can't be reduced or prevented in any way. Upon reaching your brain, it erodes its way through your skull, appearing in the centre of your forehead.</p><p><em><strong>Mutually Beneficial?</strong></em> For as long as you host the parasite, you have <strong>resistance</strong> to psychic damage and can use a bonus action to speak telepathically to creatures you can see within <strong>60 feet</strong> of you. You can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.ppWAAEul0QHtm4er]{Detect Thoughts}</span> spell at will (<strong>save DC 16</strong>), taking [[/r 4d8]] psychic damage when you do so. This damage can't be reduced or prevented in any way.</p><p><em><strong>Proliferation.</strong></em> Whenever you finish a long rest, you must succeed on a <strong>DC 10 Intelligence saving throw</strong> or gain an additional eye on your head. You automatically fail if you roll a 1 on the [[/r d20]]. Once you have ten additional eyes, you become completely overwhelmed by the parasite and are no longer in control of your actions.</p><p><em><strong>Removal.</strong></em> Over the course of an hour, a creature can perform an operation to remove the parasite from a willing creature. The operating creature must make two <strong>DC 16 Wisdom (</strong><span id=\"was-tagged\"><strong>Medicine</strong></span><strong> or surgeon's tools) checks</strong>. If the creature succeeds on both checks, the scleraworm is removed and can be bottled. If only one is successful, there is no change. If the creature fails both checks, both patient and the scleraworm is killed.</p>",
      "effects": {
        "Damage Resistance": {
          "name": "Damage Resistance"
        }
      }
    },
    "Twinspawn Maulhammer (Uncommon)": {
      "name": "Twinspawn Maulhammer (Uncommon)",
      "description": "<p>Made of the fossilised remains of a Deep One's spawn, the holes within this double-headed maul sparkle with illusory motes of light.</p><p>As a bonus action while holding this weapon, you can separate this maul into two warhammers, or convert them back to a maul. You gain a <strong>+1 bonus</strong> to attack and damage rolls made with either form of this magic weapon.</p><p><em><strong>Duplicate.</strong></em> When you separate the warhammers, or as a bonus action when they're already separated, you can cause one of the warhammers to float in the grasp of an illusory double of yourself for <strong>1 minute</strong>. When you create the illusion, and as bonus action on each of your turns, you can move the duplicate and hammer up to <strong>20 feet</strong> to a point you can see and make a melee weapon attack against a target within <strong>5 feet</strong> of the hammer. Use your Charisma modifier for attack and damage rolls made in this way. The duplicate can't be harmed, though it can be dispelled by a <span id=\"was-tagged\">@Compendium[dnd5e.spells.15Fa6q1nH27XfbR8]{Dispel Magic}</span> spell or similar magic. A creature that succeeds on a <strong>DC 13 Intelligence (</strong><span id=\"was-tagged\"><strong>Investigation</strong></span><strong>) check</strong> or that physically interacts with the duplicate perceives that it is illusory and that the weapon is floating. Once this property of the weapon has been used, it can't be used again until the next dawn.</p>"
    },
    "Runewarding Ring (Uncommon)": {
      "name": "Runewarding Ring (Uncommon)",
      "description": "<p>This stone ring is marked with the brand of a mysterious cult dedicated to the worship of infection and decay. Fashioned of cracked, grey stone, glowing red veins furrow its craggy surface.</p><p>This item can hold a maximum of <b>3 charges</b> and loses all charges daily at dawn. As an action while holding it, you can slice open your hand, taking <b>[[/r 1d4]]</b> slashing damage and expending a Hit Die, and smear the fresh blood across the symbol. If you do, the glowing veins flare a bright, molten red, and the ring gains <b>[[/r 1d3]]</b> charges. This slashing damage can't be reduced or prevented in any way.</p><p><i><b>Blood Ward.</b></i> While wearing this ring, you can use an action to expend <b>1 charge</b> and press the ring against a non magical surface or object, marking it with a glowing red symbol visible only to you. The next creature other than you that comes within <b>5 feet</b> of the symbol must make a <b>DC 13 Constitution saving throw</b>, taking <b>[[/r 4d8]]</b> necrotic damage on a failed save, or half as much damage on a successful one. A mark fades when it deals damage, after <b>8 hours</b>, or if you use the ring to create a second mark.</p>"
    },
    "Thurible of the Elder Deacon (Rare)": {
      "name": "Thurible of the Elder Deacon (Rare)",
      "description": "<p>This solid steel incense dispenser dangles at the end of a black metal chain. Heady perfume follows in the wake of the bearer of this weighty weapon.</p><p>You gain a <strong>+1 bonus</strong> to attack and damage rolls made with this magic weapon. The flail has <strong>7 charges</strong> and regains <strong>[[/r 1d4 + 3]]</strong> expended charges daily at dawn.</p><p><em><strong>Gaseous Spells.</strong></em> While holding it, you can expend 1 or more of its charges to cast one of the following spells from it (<strong>save DC 15</strong>): <span id=\"was-tagged\">@Compendium[dnd5e.spells.IBJmWjzbQGu7M4UX]{Fog Cloud}</span> (<strong>1 charge</strong>), <span id=\"was-tagged\">@Compendium[dnd5e.spells.wqfAVANuQonNBgnL]{Misty Step}</span> (<strong>2 charges</strong>), <span id=\"was-tagged\">@Compendium[dnd5e.spells.TwlD4PLcltv7Xh7j]{Stinking Cloud}</span> (<strong>3 charges</strong>), and <span id=\"was-tagged\">@Compendium[dnd5e.spells.LkvI11Uue774QBKZ]{Cloudkill} </span>(<strong>5 charges</strong>). You can increase the spell slot level by one for each additional charge you expend.</p>"
    },
    "Thurible of the Elder Deacon (Uncommon)": {
      "name": "Thurible of the Elder Deacon (Uncommon)",
      "description": "<p>This solid steel incense dispenser dangles at the end of a black metal chain. Heady perfume follows in the wake of the bearer of this weighty weapon.</p><p>You gain a <strong>+1 bonus</strong> to attack and damage rolls made with this magic weapon. The flail has <strong>3 charges</strong> and regains <strong>[[/r 1d3]]</strong> expended charges daily at dawn.</p><p><em><strong>Gaseous Spells.</strong></em> While holding it, you can expend 1 or more of its charges to cast one of the following spells from it (<strong>save DC 13</strong>): <span id=\"was-tagged\">@Compendium[dnd5e.spells.IBJmWjzbQGu7M4UX]{Fog Cloud}</span> (<strong>1 charge</strong>), <span id=\"was-tagged\">@Compendium[dnd5e.spells.wqfAVANuQonNBgnL]{Misty Step}</span> (<strong>2 charges</strong>), and <span id=\"was-tagged\">@Compendium[dnd5e.spells.TwlD4PLcltv7Xh7j]{Stinking Cloud}</span> (<strong>3 charges</strong>). You can increase the spell slot level by one for each additional charge you expend.</p>"
    },
    "Ceremonial Mask (Rare)": {
      "name": "Ceremonial Mask (Rare)",
      "description": "<p>This smiling silver mask is lined on its back side with stained, purple velvet. It is typically donned by a cult's leader, allowing them the ability to communicate with the dark powers they worship.</p><p><em><strong>Dark Empowerment.</strong></em> While wearing this mask, you have two additional 1st-level spell slots, which you regain daily at dawn. In addition, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.4v2H3hHb3Ph9XLNd]{Augury} </span>and <span id=\"was-tagged\">@Compendium[dnd5e.spells.d54VDyFulD9xxY7J]{Commune} </span>spells from the mask. Once the mask has been used to cast a spell, it can't be used to cast that spell again until the next dawn. When you cast <span id=\"was-tagged\">@Compendium[dnd5e.spells.d54VDyFulD9xxY7J]{Commune} </span>using the mask, your questions are answered by the deity or power associated with this item: an entity of death and decay.</p><p><em><strong>Curse.</strong></em> This mask is cursed, and becoming attuned to it extends the curse to you until you are targeted by the <span id=\"was-tagged\">@Compendium[dnd5e.spells.XZhdgVK3cLoxNCQl]{Remove Curse}</span> spell or similar magic. When you first don this item after attuning to it, the silver tentacles reshape and tighten around your neck. While cursed, you can't remove the mask, and each time you cast a spell, you take [[/r 1d4]] psychic damage.</p>"
    },
    "Ceremonial Mask (Very Rare)": {
      "name": "Ceremonial Mask (Very Rare)",
      "description": "<p>This smiling silver mask is lined on its back side with stained, purple velvet. It is typically donned by a cult's leader, allowing them the ability to communicate with the dark powers they worship.</p><p><em><strong>Dark Empowerment.</strong></em> While wearing this mask, you have two additional spell slots, a 1st-level spell slot and a 2nd-level spell slot, which you regain daily at dawn. In addition, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.XzkJpE6XpZfKjODD]{True Seeing}</span> and <span id=\"was-tagged\">@Compendium[dnd5e.spells.d54VDyFulD9xxY7J]{Commune} </span>spells from the mask. Once the mask has been used to cast a spell, it can't be used to cast that spell again until the next dawn. When you cast <span id=\"was-tagged\">@Compendium[dnd5e.spells.d54VDyFulD9xxY7J]{Commune} </span>using the mask, your questions are answered by the deity or power associated with this item: an entity of death and decay.</p><p><em><strong>Curse.</strong></em> This mask is cursed, and becoming attuned to it extends the curse to you until you are targeted by the <span id=\"was-tagged\">@Compendium[dnd5e.spells.XZhdgVK3cLoxNCQl]{Remove Curse}</span> spell or similar magic. When you first don this item after attuning to it, the silver tentacles reshape and tighten around your neck. While cursed, you can't remove the mask, and each time you cast a spell, you take [[/r 1d4]] psychic damage.</p>"
    }
  }
}