{
  "label": "Loot Tavern - High Seas Horror",
  "entries": {
    "Coralborn Ring (Rare)": {
      "name": "Coralborn Ring (Rare)",
      "description": "Ring, rare<hr /><p>This coralborn-crafted trinket is often gifted to visiting dignitaries to protect them during journeys through the abrasive subterranean coral tunnels.</p><p><em><strong>Coralskin.</strong></em> While wearing this ring, you can use an action to speak its command word, casting the <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-11-high-seas-horror-item.W7JBvTq9iUQuY2rq]{Coralskin} </span>spell on yourself (<strong>+5</strong> spellcasting ability modifier). Once this property of the ring has been used three times, it can't be used again until the next dawn.</p>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      }
    },
    "Urchin Flail (Rare)": {
      "name": "Urchin Flail (Rare)",
      "description": "Weapon (@Compendium[dnd5e.items.UrH3sMdnUDckIHJ6]{Flail}), rare (requires attunement)<p>Martial weapon, melee weapon 2 lb. <br />[[/r 1d8]] bludgeoning</p><hr /><p>A sphere of dark purple bristling with needle-sharp spines is connected to a driftwood shaft by a rusted chain.</p><p>You gain a <strong>+1 bonus</strong> to attack and damage rolls made with this weapon.</p><p><em><strong>Urchin Nature.</strong></em> This magic weapon deals piercing damage instead of bludgeoning damage. You can use it to make a ranged weapon attack (range 20/60) called a spikeshot, which uses your Strength modifier for attack and damage rolls and deals <strong>[[/r 1d6]]</strong> piercing damage.</p><p><em><strong>Spikey Death Balls.</strong></em> As an action while holding this weapon, you can fire all the flail's spikes at a point you can see within <strong>60 feet</strong> of you, where they blossom into a field of squirming, darting, baby urchins. On land, you cover a square up to <strong>20 feet</strong> on a side with these spike balls. Underwater, you fill a cube up to <strong>20 feet</strong> on a side. When a creature enters this area for the first time on its turn or starts its turn there, it must make a <strong>DC 15 Dexterity saving throw</strong>. A creature moving through the area at half speed makes this saving throw with advantage. On a failed save, a creature takes <strong>[[/r 4d6]]</strong> piercing damage and its speed is reduced by <strong>10 feet</strong> until it takes an action to remove the urchins. On a successful save, it takes half as much damage and its speed isn't reduced. Once this property of the weapon has been used, the weapon loses its Urchin <span id=\"was-tagged\">Nature</span> and Spikey Death Balls properties until the next dawn.</p><p><em><strong>Hydrodynamic.</strong></em> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon.</p>"
    },
    "Lungburst": {
      "name": "Lungburst",
      "description": "<p>You cause rapid and unpredictable changes in the internal air pressure of a creature you can see, rupturing its breathing apparatus. The creature must make a Constitution saving throw. A creature that is holding its breath makes this saving throw with disadvantage. On a failure, a creature takes [[/r 7d6]] thunder damage, [[/r 7d6]] necrotic damage, and immediately begins suffocating. On a success, a creature takes half as much damage and does not begin suffocating. A creature suffocating in this way can repeat the saving throw at the end of each of its turns, ending its suffocation on a success.</p><p>A creature that does not need to breathe is immune to the effects of this spell. A @Compendium[dnd5e.spells.WzvJ7G3cqvIubsLk]{Greater Restoration}, @Compendium[dnd5e.spells.qcYitWoSMTnKkzM1]{Heal}, or @Compendium[dnd5e.spells.3okM6Gn63zzEULkz]{Wish} spell can restore a creature's ability to breathe, and end its suffocation.</p><p><em><strong>At Higher Levels.</strong></em> When you cast this spell using a spell slot of 7th level or higher, the thunder and necrotic damage both increase by [[/r 1d6]] for each slot level above 6th.</p>"
    },
    "Shrimp Pistol (Very Rare)": {
      "name": "Shrimp Pistol (Very Rare)",
      "description": "Weapon (@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-11-high-seas-horror-item.mrNjCVuSaM6VLF0x]{Pistol}), very rare<p>Firearm, martial weapon, ranged weapon 3 lb. <br />[[/r 1d8]] piercing - ammunition (40/120 ft.), Loud (500), Reload (2)</p><hr /><p>A biomantic fusion of crustacean and firearm, this magic weapon thrums with stored energy, ready to release a devastating strike like its pistol shrimp namesake.</p><p><span style=\"font-family:Signika, sans-serif\">This pistol fires its ammunition at such tremendous velocities that cavitation bubbles form, dealing an extra [[/r 1d10]] thunder damage.</span></p><p><em><strong>Cavitation Blast.</strong></em> As an action while you are underwater and holding this weapon, you can release a series of pressure waves from the pistol, causing pockets of cavitation. Each creature in a <strong>30-foot cone</strong> must make a <strong>DC 16 Constitution saving throw</strong>, taking <strong>[[/r 6d8]]</strong> thunder damage on a failed save, or half as much damage on a successful one. Once this property of the pistol has been used, it can't be used again until the next dawn.</p><p><em><strong>Misfire.</strong></em> If you roll a <strong>1</strong> on your attack roll with this weapon, the ammunition itself disintegrates, clogging the barrel. The attack automatically misses and you must spend an action to unclog this weapon before it can be used again.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p>"
    },
    "Glaive of the Headless Seahorseman (Rare)": {
      "name": "Glaive of the Headless Seahorseman (Rare)",
      "description": "Weapon, rare (requires attunement)<p> Martial weapon, melee weapon 6 lb. <br />[[/r 1d10]] slashing - heavy, reach, two-handed</p><hr /><p>This rusted scythe, with its driftwood handle that supports a plethora of sea life, is surprisingly light and hydrodynamic.</p><p><em><strong>Fearflame.</strong></em> As a bonus action, you can speak the weapon's first command word, causing an eerie green flame to shimmer along the blade's length for <strong>1 minute</strong>. For the duration, whenever you hit with this magic weapon, the target takes an extra <strong>[[/r 2d6]]</strong> psychic damage and must succeed on a <strong>DC 15 Wisdom saving throw</strong> or become <span id=\"was-tagged\"><strong>frightened</strong></span> of you until the start of your next turn. This property can be used twice, regaining all expended uses daily at dawn.</p><p><em><strong>Find Steed.</strong></em> As an action, you can speak the scythe's second command word and cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.5eh2HFbS13078Y3H]{Find Steed}</span> spell. When the spell is cast in this way, it always summons an amphibian seamare, which has the statistics of a giant sea horse with the following changes:</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\">It has a walking and swimming speed of <strong>60 feet</strong>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It can breathe both air and water.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It can use an action to roar, forcing each creature of its choice within 60 feet of it that can hear it to succeed on a <strong>DC 15 Wisdom saving throw</strong> or be <span id=\"was-tagged\"><strong>frightened</strong></span> of the seamare for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is <strong>immune</strong> to this action for <strong>24 hours</strong>.</p></li></ul><p>Once this property of the weapon has been used, it can't be used again until the next dawn.</p><p><em><strong>Hydrodynamic.</strong></em> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon.</p><p><em><strong>Heavy.</strong></em> Creatures that are Small or Tiny have disadvantage on attack rolls with heavy weapons. A heavy weapon's size and bulk make it too large for a Small or Tiny creature to use effectively.</p><p><em><strong>Reach.</strong></em> This weapon adds 5 feet to your reach when you attack with it. This property also determines your reach for opportunity attacks with a reach weapon.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>",
      "activities": {
        "attack": {
          "condition": "Command word"
        }
      }
    },
    "Sunken Anchor (Very Rare)": {
      "name": "Sunken Anchor (Very Rare)",
      "description": "Weapon (@Compendium[dnd5e.items.2YdfjN1PIIrSHZii]{War Pick}), very rare (requires attunement)<p>Martial weapon, melee weapon 2 lb. <br />[[/r 1d8]] piercing</p><hr /><p>Covered in flakes of blue-green bronze and barnacles, this sturdy implement looks like it's seen better days.</p><p>You gain a <strong>+2 bonus</strong> to attack and damage rolls made with this magic weapon.</p><p>While holding this weapon, you have <strong>advantage</strong> on ability checks and saving throws made to avoid being knocked <span id=\"was-tagged\">prone</span> or moved against your will.</p><p>Additionally, while holding this weapon, you can cast the <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-11-high-seas-horror-item.gnFAODZXgCMpTMW7]{Riptide} </span>spell (<strong>save DC 16</strong>) from it. Once the weapon has been used to cast this spell, it can’t be used to cast it again until the next dawn.</p><p><em><strong>Anchor.</strong></em> As an action, you can point this weapon at a point on a surface within <strong>60 feet</strong> of you, causing an ethereal chain to tether you to that point for the next <strong>10 minutes</strong>, or until you dismiss it as a bonus action. For the duration, you can't be willingly moved away from that point, except by a weight of 8,000 pounds or more, or if a creature trying to move you succeeds on a <strong>DC 25 Strength</strong> check, which causes the chain to snap and the effect to end. The effect also ends early if you ever willingly move more than <strong>60 feet</strong> from the point or if you fall <span id=\"was-tagged\">unconscious</span>.</p><p><em><strong>Hydrodynamic.</strong></em> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon.</p>"
    },
    "Hat of the Hermit Hag (Uncommon)": {
      "name": "Hat of the Hermit Hag (Uncommon)",
      "description": "Wondrous item, uncommon (requires attunement)<hr /><p>Though this headpiece may easily be mistaken for an average conch, its external dimensions bely its roomy interior; it is much bigger on the inside. Hermit hags love to decorate their hats with trophies and trinkets traded, tricked, or otherwise taken from unfortunate adventurers.</p><p><em><strong>Hag's Magic.</strong></em> While wearing this hat, you can use it to cast the following spells (<strong>save DC 13</strong>): <span id=\"was-tagged\">@Compendium[dnd5e.spells.A3q2gTNqG6fvNGrv]{Disguise Self}</span> and <span id=\"was-tagged\">@Compendium[dnd5e.spells.zMAWdyc8UVb37BK4]{Suggestion}</span>. When you use the hat to cast a spell, roll a <strong>[[/r d3]]</strong>. If the result is equal to or lower than the spell's level, the hat can't be used to cast any spells until the next dawn.</p><p><em><strong>Hermit.</strong></em> As a bonus action while wearing the hat, you can hide inside of it, causing it to expand in order to accommodate you. Until you emerge, you gain total cover from attacks and effects originating from outside the hat, your speed can't exceed <strong>5 feet</strong>, you are <span id=\"was-tagged\"><strong>blinded</strong></span>, you have <strong>disadvantage</strong> on Wisdom (<span id=\"was-tagged\">Perception</span>) checks, and you automatically fail Dexterity saving throws. You can use your action to emerge from the hat. If you are knocked <span id=\"was-tagged\">prone</span> while within the hat, your underbelly is exposed, and you no longer have total cover.</p>"
    },
    "The Bends": {
      "name": "The Bends",
      "description": "<p>You assault the internal chemistry of a creature you can see within range, causing bubbles of nitrogen to precipitate in its blood, forcing it to make a Constitution saving throw. On a failed save, the target takes [[/r 5d8]] poison damage and is <span id=\"was-tagged\">poisoned</span> for 1 minute. On a successful save, the target takes half as much damage and isn't <span id=\"was-tagged\">poisoned</span>. If the target is completely submerged in water, increase the damage dice from d8s to d10s.</p><p>The target can repeat the saving throw at the end of each of its turns, ending the effect on a success.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 4th level or higher, the damage increases by [[/r 1d8]] for each slot level above 3rd.</p>"
    },
    "Halberd of the Headless Seahorseman (Rare)": {
      "name": "Halberd of the Headless Seahorseman (Rare)",
      "description": "Weapon, rare (requires attunement)<p> Martial weapon, melee weapon 6 lb. <br />[[/r 1d10]] slashing - heavy, reach, two-handed</p><hr /><p>This rusted scythe, with its driftwood handle that supports a plethora of sea life, is surprisingly light and hydrodynamic.</p><p><em><strong>Fearflame.</strong></em> As a bonus action, you can speak the weapon's first command word, causing an eerie green flame to shimmer along the blade's length for <strong>1 minute</strong>. For the duration, whenever you hit with this magic weapon, the target takes an extra <strong>[[/r 2d6]]</strong> psychic damage and must succeed on a <strong>DC 15 Wisdom saving throw</strong> or become <span id=\"was-tagged\"><strong>frightened</strong></span> of you until the start of your next turn. This property can be used twice, regaining all expended uses daily at dawn.</p><p><em><strong>Find Steed.</strong></em> As an action, you can speak the scythe's second command word and cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.5eh2HFbS13078Y3H]{Find Steed}</span> spell. When the spell is cast in this way, it always summons an amphibian seamare, which has the statistics of a giant sea horse with the following changes:</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\">It has a walking and swimming speed of <strong>60 feet</strong>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It can breathe both air and water.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It can use an action to roar, forcing each creature of its choice within 60 feet of it that can hear it to succeed on a <strong>DC 15 Wisdom saving throw</strong> or be <span id=\"was-tagged\"><strong>frightened</strong></span> of the seamare for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is <strong>immune</strong> to this action for <strong>24 hours</strong>.</p></li></ul><p>Once this property of the weapon has been used, it can't be used again until the next dawn.</p><p><em><strong>Hydrodynamic.</strong></em> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon.</p><p><em><strong>Heavy.</strong></em> Creatures that are Small or Tiny have disadvantage on attack rolls with heavy weapons. A heavy weapon's size and bulk make it too large for a Small or Tiny creature to use effectively.</p><p><em><strong>Reach.</strong></em> This weapon adds 5 feet to your reach when you attack with it. This property also determines your reach for opportunity attacks with a reach weapon.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>",
      "activities": {
        "attack": {
          "condition": "Command word"
        }
      }
    },
    "Glaive of the Headless Seahorseman (Legendary)": {
      "name": "Glaive of the Headless Seahorseman (Legendary)",
      "description": "Weapon, legendary (requires attunement)<p> Martial weapon, melee weapon 6 lb. <br />[[/r 1d10]] slashing - heavy, reach, two-handed</p><hr /><p>This rusted scythe, with its driftwood handle that supports a plethora of sea life, is surprisingly light and hydrodynamic.</p><p>You gain a <strong>+1 bonus</strong> to attack and damage rolls made with this magic weapon.</p><p><em><strong>Fearflame.</strong></em> As a bonus action, you can speak the weapon's first command word, causing an eerie green flame to shimmer along the blade's length for <strong>1 minute</strong>. For the duration, whenever you hit with this magic weapon, the target takes an extra <strong>[[/r 2d8]]</strong> psychic damage and must succeed on a <strong>DC 15 Wisdom saving throw</strong> or become <span id=\"was-tagged\"><strong>frightened</strong></span> of you until the start of your next turn. This property can be used three times, regaining all expended uses daily at dawn.</p><p><em><strong>Find Steed.</strong></em> As an action, you can speak the scythe's second command word and cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.5eh2HFbS13078Y3H]{Find Steed}</span> spell. When the spell is cast in this way, it always summons an amphibian seamare, which has the statistics of a giant sea horse with the following changes:</p><ul class=\"rd__list\"><li class=\"rd__li \"><p>It is summoned with <strong>30</strong> temporary hit points.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It has a walking and swimming speed of <strong>60 feet</strong>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It can breathe both air and water.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It can use an action to roar, forcing each creature of its choice within 60 feet of it that can hear it to succeed on a <strong>DC 17 Wisdom saving throw</strong> or be <span id=\"was-tagged\"><strong>frightened</strong></span> of the seamare for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is <strong>immune</strong> to this action for <strong>24 hours</strong>.</p></li></ul><p>Once this property of the weapon has been used, it can't be used again until the next dawn.</p><p><em><strong>Hydrodynamic.</strong></em> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon.</p><p><em><strong>Heavy.</strong></em> Creatures that are Small or Tiny have disadvantage on attack rolls with heavy weapons. A heavy weapon's size and bulk make it too large for a Small or Tiny creature to use effectively.</p><p><em><strong>Reach.</strong></em> This weapon adds 5 feet to your reach when you attack with it. This property also determines your reach for opportunity attacks with a reach weapon.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>",
      "activities": {
        "attack": {
          "condition": "Command word"
        }
      }
    },
    "Trident of the Electric Eel (Uncommon)": {
      "name": "Trident of the Electric Eel (Uncommon)",
      "description": "Weapon (@Compendium[dnd5e.items.F65ANO66ckP8FDMa]{Trident}), uncommon (requires attunement)<p> Martial weapon, melee weapon 4 lb. <br />[[/r 1d6]] piercing - thrown (20/60 ft.), versatile ([[/r 1d8]])</p><hr /><p>Imbued with the natural lightning-based magic of the eelfolk, this brass-headed, magical trident is enchanted to never succumb to the corrosive nature of the briny sea.</p><p><em><strong>Dinglehopper.</strong></em> As an action, you can command this weapon to magically shrink down to the size of a common oyster fork, known as a dinglehopper, or to return to its normal size.</p><p><em><strong>Discharge.</strong></em> Once on each of your turns when you make an attack using this weapon, you can speak its command word as a bonus action, causing it to emit a burst of lightning. On a hit, the target and each creature within <strong>5 feet</strong> of it (or within <strong>10 feet</strong> of it while underwater), including you, must succeed on a <strong>DC 13 Dexterity saving throw</strong> or take <strong>[[/r 1d6]]</strong> lightning damage.</p><p><em><strong>Lightning.</strong></em> As an action while holding this weapon, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.IyikgTEOTv701jgQ]{Lightning Bolt}</span> spell (<strong>save DC 13</strong>). Once you do so, the Discharge and Lightning properties can't be used again until the next dawn.</p><p><em><strong>Thrown.</strong></em> If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.</p><p><em><strong>Versatile.</strong></em> This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.</p>",
      "activities": {
        "attack": {
          "condition": "Command word"
        }
      }
    },
    "Coral Wand (Uncommon)": {
      "name": "Coral Wand (Uncommon)",
      "description": "Wand, uncommon (requires attunement by a spellcaster)<hr /><p>Such wands often take months to fashion, requiring the formation of an entire coral ecosystem. From molluscs to cnidarians and seaweeds, the inhabitants of such an item share one common theme—they all carry a deadly toxicity.</p><p>While holding this wand, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.g2u9PYfqWQAyg9OI]{Poison Spray}</span> cantrip.</p><p><em><strong>Toxic Discharge.</strong></em> When you cast <span id=\"was-tagged\">@Compendium[dnd5e.spells.g2u9PYfqWQAyg9OI]{Poison Spray}</span> using the wand, you can incite one of the organisms inside it to give the spell an extra boost. Roll a <strong>[[/r d4]]</strong> and consult the table below to determine what additional effect the target suffers on a failed save:</p><table class=\"w-100 rd__table  stripe-odd-table\"><tbody><tr><td>[[/r d4]]</td><td><strong>Effect</strong></td></tr><tr><td>1-2</td><td><em><strong>Lingering Toxicity.</strong></em> The creature is <strong>poisoned</strong> until the end of its next turn.</td></tr><tr><td>3</td><td><em><strong>Ocular Irritant.</strong></em> The creature is <strong>blinded</strong> until the end of its next turn.</td></tr><tr><td>4</td><td><em><strong>Total Discharge.</strong></em> The cantrip deals an extra [[/r 2d12]] poison damage. The wand wilts and the Toxic Discharge property can't be used again until the next dawn.</td></tr></tbody></table>"
    },
    "Shrimp Pistol (Rare)": {
      "name": "Shrimp Pistol (Rare)",
      "description": "Weapon (@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-11-high-seas-horror-item.mrNjCVuSaM6VLF0x]{Pistol}), rare<p>Firearm, martial weapon, ranged weapon 3 lb. <br />[[/r 1d8]] piercing - ammunition (40/120 ft.), Loud (500), Reload (2)</p><hr /><p>A biomantic fusion of crustacean and firearm, this magic weapon thrums with stored energy, ready to release a devastating strike like its pistol shrimp namesake.</p><p>This pistol fires its ammunition at such tremendous velocities that cavitation bubbles form, dealing an extra [[/r 1d6]] thunder damage.</p><p><em><strong>Cavitation Blast.</strong></em> As an action while you are underwater and holding this weapon, you can release a series of pressure waves from the pistol, causing pockets of cavitation. Each creature in a <strong>20-foot cone</strong> must make a <strong>DC 15 Constitution saving throw</strong>, taking <strong>[[/r 5d8]]</strong> thunder damage on a failed save, or half as much damage on a successful one. Once this property of the pistol has been used, it can't be used again until the next dawn.</p><p><em><strong>Misfire.</strong></em> If you roll a <strong>1</strong> on your attack roll with this weapon, the ammunition itself disintegrates, clogging the barrel. The attack automatically misses and you must spend an action to unclog this weapon before it can be used again.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p>"
    },
    "Sunken Anchor (Rare)": {
      "name": "Sunken Anchor (Rare)",
      "description": "Weapon (@Compendium[dnd5e.items.2YdfjN1PIIrSHZii]{War Pick}), rare (requires attunement)<p>Martial weapon, melee weapon 2 lb. <br />[[/r 1d8]] piercing</p><hr /><p>Covered in flakes of blue-green bronze and barnacles, this sturdy implement looks like it's seen better days.</p><p>You gain a <strong>+1 bonus</strong> to attack and damage rolls made with this magic weapon.</p><p>While holding this weapon, you have <strong>advantage</strong> on ability checks and saving throws made to avoid being knocked <span id=\"was-tagged\">prone</span> or moved against your will.</p><p><em><strong>Anchor.</strong></em> As an action, you can point this weapon at a point on a surface within <strong>60 feet</strong> of you, causing an ethereal chain to tether you to that point for the next <strong>10 minutes</strong>, or until you dismiss it as a bonus action. For the duration, you can't be willingly moved away from that point, except by a weight of 8,000 pounds or more, or if a creature trying to move you succeeds on a <strong>DC 25 Strength</strong> check, which causes the chain to snap and the effect to end. The effect also ends early if you ever willingly move more than <strong>60 feet</strong> from the point or if you fall <span id=\"was-tagged\">unconscious</span>.</p><p><em><strong>Hydrodynamic.</strong></em> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon.</p>"
    },
    "Trident of the Electric Eel (Rare)": {
      "name": "Trident of the Electric Eel (Rare)",
      "description": "Weapon (@Compendium[dnd5e.items.F65ANO66ckP8FDMa]{Trident}), rare (requires attunement)<p> Martial weapon, melee weapon 4 lb. <br />[[/r 1d6]] piercing - thrown (20/60 ft.), versatile ([[/r 1d8]])</p><hr /><p>Imbued with the natural lightning-based magic of the eelfolk, this brass-headed, magical trident is enchanted to never succumb to the corrosive nature of the briny sea.</p><p><em><strong>Dinglehopper.</strong></em> As an action, you can command this weapon to magically shrink down to the size of a common oyster fork, known as a dinglehopper, or to return to its normal size.</p><p><em><strong>Discharge.</strong></em> Once on each of your turns when you make an attack using this weapon, you can speak its command word as a bonus action, causing it to emit a burst of lightning. On a hit, the target and each creature within <strong>5 feet</strong> of it (or within <strong>10 feet</strong> of it while underwater), including you, must succeed on a <strong>DC 15 Dexterity saving throw</strong> or take <strong>[[/r 1d10]]</strong> lightning damage.</p><p><em><strong>Lightning.</strong></em> As an action while holding this weapon, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.IyikgTEOTv701jgQ]{Lightning Bolt}</span> spell at 5th level (<strong>save DC 15</strong>). Once you do so, the Discharge and Lightning properties can't be used again until the next dawn.</p><p><em><strong>Thrown.</strong></em> If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.</p><p><em><strong>Versatile.</strong></em> This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.</p>",
      "activities": {
        "attack": {
          "condition": "Command word"
        }
      }
    },
    "Coralskin": {
      "name": "Coralskin",
      "description": "<p>You touch a willing creature, turning their skin into a rapidly growing landscape of varicoloured coral. When the spell is cast, and at the start of each of the target creature's turns for the duration of the spell, the creature gains temporary hit points equal to [[/r 2d4]] plus your spellcasting ability modifier. In addition, the target's unarmed attacks deal an additional [[/r 1d4]] slashing damage on a hit. When the spell ends, the target loses any remaining temporary hit points from this spell.</p>",
      "materials": {
        "value": "a lump of living coral"
      }
    },
    "Coralborn Ring (Uncommon)": {
      "name": "Coralborn Ring (Uncommon)",
      "description": "Ring, uncommon<hr /><p>This coralborn-crafted trinket is often gifted to visiting dignitaries to protect them during journeys through the abrasive subterranean coral tunnels.</p><p><em><strong>Coralskin.</strong></em> While wearing this ring, you can use an action to speak its command word, casting the <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-11-high-seas-horror-item.W7JBvTq9iUQuY2rq]{Coralskin} </span>spell on yourself (<strong>+3</strong> spellcasting ability modifier). Once this property of the ring has been used, it can't be used again until the next dawn.</p>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      }
    },
    "Shrimp Pistol (Uncommon)": {
      "name": "Shrimp Pistol (Uncommon)",
      "description": "Weapon (@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-11-high-seas-horror-item.mrNjCVuSaM6VLF0x]{Pistol}), uncommon<p> Firearm, martial weapon, ranged weapon 3 lb. <br />[[/r 1d8]] piercing - ammunition (40/120 ft.), Loud (500), Reload (2)</p><hr /><p>A biomantic fusion of crustacean and firearm, this magic weapon thrums with stored energy, ready to release a devastating strike like its pistol shrimp namesake.</p><p>This pistol fires its ammunition at such tremendous velocities that cavitation bubbles form, dealing an extra [[/r 1d6]] thunder damage to the first target it hits on each of your turns.</p><p><em><strong>Cavitation Blast.</strong></em> As an action while you are underwater and holding this weapon, you can release a series of pressure waves from the pistol, causing pockets of cavitation. Each creature in a <strong>15-foot cone</strong> must make a <strong>DC 13 Constitution saving throw</strong>, taking <strong>[[/r 4d8]]</strong> thunder damage on a failed save, or half as much damage on a successful one. Once this property of the pistol has been used, it can't be used again until the next dawn.</p><p><em><strong>Misfire.</strong></em> If you roll a <strong>1</strong> on your attack roll with this weapon, the ammunition itself disintegrates, clogging the barrel. The attack automatically misses and you must spend an action to unclog this weapon before it can be used again.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p>"
    },
    "Trident of the Electric Eel (Very Rare)": {
      "name": "Trident of the Electric Eel (Very Rare)",
      "description": "Weapon (@Compendium[dnd5e.items.F65ANO66ckP8FDMa]{Trident}), very rare (requires attunement)<p>Martial weapon, melee weapon 4 lb. <br />[[/r 1d6]] piercing - thrown (20/60 ft.), versatile ([[/r 1d8]])</p><hr /><p>Imbued with the natural lightning-based magic of the eelfolk, this brass-headed, magical trident is enchanted to never succumb to the corrosive nature of the briny sea.</p><p><em><strong>Dinglehopper.</strong></em> As an action, you can command this weapon to magically shrink down to the size of a common oyster fork, known as a dinglehopper, or to return to its normal size.</p><p><em><strong>Discharge.</strong></em> Once on each of your turns when you make an attack using this weapon, you can speak its command word as a bonus action, causing it to emit a burst of lightning. On a hit, the target and each creature within <strong>5 feet</strong> of it (or within <strong>10 feet</strong> of it while underwater), including you, must succeed on a <strong>DC 16 Dexterity saving throw</strong> or take <strong>[[/r 2d8]]</strong> lightning damage.</p><p><em><strong>Lightning.</strong></em> As an action while holding this weapon, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.QbTxN5dWIbYZ4jLU]{Chain Lightning}</span> spell (<strong>save DC 16</strong>). Once you do so, the Discharge and Lightning properties can't be used again until the next dawn.</p><p><em><strong>Thrown.</strong></em> If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.</p><p><em><strong>Versatile.</strong></em> This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.</p>",
      "activities": {
        "attack": {
          "condition": "Command word"
        }
      }
    },
    "Mimic Ship-in-a-Bottle": {
      "name": "Mimic Ship-in-a-Bottle",
      "description": "Wondrous item, uncommon<hr /><p>Each time this ship-in-a-bottle is observed, something is slightly different. One time, it might have three masts. Another time, the figurehead might have changed from dragon to narwhal, or the rigging has become a light shade of mauve. The only constants are the cannons, its malevolent 'grin', and the tentacles. This ship is, in fact, a baby mimic that hasn't quite mastered the art of 'mimicking'.</p><p><em><strong>Find Matey.</strong></em> As an action, you can uncork and upend the bottle, casting the <span id=\"was-tagged\">@Compendium[dnd5e.spells.JGT5bNqu9REL7Fuz]{Find Familiar}</span> spell. When you cast the spell in this way, the familiar takes the statistics of the <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-11-high-seas-horror-item.SYuFi1Rr0sxWrcXC]{Ship Mimic Offspring}</span> and can attack. If the mimic is killed, a new mimic appears <strong>8 hours</strong> after you fill the bottle with water and salt.</p>"
    },
    "Riptide": {
      "name": "Riptide",
      "description": "<p>Choose one creature you can see within range that is at least waist-deep in water, and choose a direction. Turbulent ribbons of underwater currents wrap around the creature. The target must succeed on a Strength saving throw at the start of each of its turns for the duration of the spell. On a failure, its swim speed is reduced to 0 until the start of its next turn and it is dragged 30 feet in the direction you chose. On a success, the creature can move as normal until the start of its next turn.</p><p>As a bonus action on your turn, you can change the direction of the underwater currents. The spell ends early if the creature is ever out of the spell's range, or is no longer submerged in water.</p>"
    },
    "Hat of the Hermit Hag (Very Rare)": {
      "name": "Hat of the Hermit Hag (Very Rare)",
      "description": "<p>Wondrous item, very rare (requires attunement)</p><hr /><p>Though this headpiece may easily be mistaken for an average conch, its external dimensions bely its roomy interior; it is much bigger on the inside. Hermit hags love to decorate their hats with trophies and trinkets traded, tricked, or otherwise taken from unfortunate adventurers.</p><p><em><strong>Hag's Magic.</strong></em> While wearing this hat, you can use it to cast the following spells (<strong>save DC 16</strong>): <span id=\"was-tagged\">@Compendium[dnd5e.spells.A3q2gTNqG6fvNGrv]{Disguise Self}</span>, <span id=\"was-tagged\">@Compendium[dnd5e.spells.zMAWdyc8UVb37BK4]{Suggestion}</span>, <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-11-high-seas-horror-item.8NlKOyhpchOuMgrF]{Lungburst}</span>, and <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-11-high-seas-horror-item.EhfHiUc0oqhmlvLI]{The Bends}</span>. When you use the hat to cast a spell, roll a <strong>[[/r d8]]</strong>. If the result is equal to or lower than the spell's level, the hat can't be used to cast any spells until the next dawn.</p><p><em><strong>Hermit.</strong></em> As a bonus action while wearing the hat, you can hide inside of it, causing it to expand in order to accommodate you. Until you emerge, you gain total cover from attacks and effects originating from outside the hat, your speed can't exceed <strong>5 feet</strong>, you are <span id=\"was-tagged\"><strong>blinded</strong></span>, you have <strong>disadvantage</strong> on Wisdom (<span id=\"was-tagged\">Perception</span>) checks, and you automatically fail Dexterity saving throws. You can use your action to emerge from the hat. If you are knocked <span id=\"was-tagged\">prone</span> while within the hat, your underbelly is exposed, and you no longer have total cover.</p>"
    },
    "Hat of the Hermit Hag (Rare)": {
      "name": "Hat of the Hermit Hag (Rare)",
      "description": "<p>Wondrous item, rare (requires attunement)</p><hr /><p>Though this headpiece may easily be mistaken for an average conch, its external dimensions bely its roomy interior; it is much bigger on the inside. Hermit hags love to decorate their hats with trophies and trinkets traded, tricked, or otherwise taken from unfortunate adventurers.</p><p><em><strong>Hag's Magic.</strong></em> While wearing this hat, you can use it to cast the following spells (<strong>save DC 15</strong>): <span id=\"was-tagged\">@Compendium[dnd5e.spells.A3q2gTNqG6fvNGrv]{Disguise Self}</span>, <span id=\"was-tagged\">@Compendium[dnd5e.spells.zMAWdyc8UVb37BK4]{Suggestion}</span>, and <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-11-high-seas-horror-item.EhfHiUc0oqhmlvLI]{The Bends}</span>. When you use the hat to cast a spell, roll a <strong>[[/r d6]]</strong>. If the result is equal to or lower than the spell's level, the hat can't be used to cast any spells until the next dawn.</p><p><em><strong>Hermit.</strong></em> As a bonus action while wearing the hat, you can hide inside of it, causing it to expand in order to accommodate you. Until you emerge, you gain total cover from attacks and effects originating from outside the hat, your speed can't exceed <strong>5 feet</strong>, you are <span id=\"was-tagged\"><strong>blinded</strong></span>, you have <strong>disadvantage</strong> on Wisdom (<span id=\"was-tagged\">Perception</span>) checks, and you automatically fail Dexterity saving throws. You can use your action to emerge from the hat. If you are knocked <span id=\"was-tagged\">prone</span> while within the hat, your underbelly is exposed, and you no longer have total cover.</p>"
    },
    "Ghost Cutlass (Very Rare)": {
      "name": "Ghost Cutlass (Very Rare)",
      "description": "Weapon (@Compendium[dnd5e.items.fbC0Mg1a73wdFbqO]{Scimitar}), very rare<p> Martial weapon, melee weapon 3 lb. <br />[[/r 1d6]] slashing - finesse, light</p><hr /><p>A curved blade of ethereal green smoke rises from its barnacle-encrusted hilt, swimming with ghastly, ghostly visages. Legend says these faces belong to those who fell while wielding the blade, a part of their soul trapped forever in its decrepit metal.</p><p>This item appears to be a round, rusted hilt. While grasping the hilt, you can use a bonus action to cause an ethereal blade to spring into existence, or make the blade disappear. You gain a <strong>+3 bonus</strong> to attack and damage rolls made with this magic weapon, which deals psychic damage instead of slashing damage.</p><p><em><strong>Hydrodynamic.</strong></em> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon.</p><p><em><strong>Finesse.</strong></em> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p><p><em><strong>Light.</strong></em> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Ghost Cutlass (Uncommon)": {
      "name": "Ghost Cutlass (Uncommon)",
      "description": "Weapon (@Compendium[dnd5e.items.fbC0Mg1a73wdFbqO]{Scimitar}), uncommon<p> Martial weapon, melee weapon 3 lb. <br />[[/r 1d6]] slashing - finesse, light</p><hr /><p>A curved blade of ethereal green smoke rises from its barnacle-encrusted hilt, swimming with ghastly, ghostly visages. Legend says these faces belong to those who fell while wielding the blade, a part of their soul trapped forever in its decrepit metal.</p><p>This item appears to be a round, rusted hilt. While grasping the hilt, you can use a bonus action to cause an ethereal blade to spring into existence, or make the blade disappear. You gain a <strong>+1 bonus</strong> to attack and damage rolls made with this magic weapon, which deals psychic damage instead of slashing damage.</p><p><em><strong>Hydrodynamic.</strong></em> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon.</p><p><em><strong>Finesse.</strong></em> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p><p><em><strong>Light.</strong></em> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Halberd of the Headless Seahorseman (Very Rare)": {
      "name": "Halberd of the Headless Seahorseman (Very Rare)",
      "description": "Weapon, very rare (requires attunement)<p> Martial weapon, melee weapon 6 lb. <br />[[/r 1d10]] slashing - heavy, reach, two-handed</p><hr /><p>This rusted scythe, with its driftwood handle that supports a plethora of sea life, is surprisingly light and hydrodynamic.</p><p><em><strong>Fearflame.</strong></em> As a bonus action, you can speak the weapon's first command word, causing an eerie green flame to shimmer along the blade's length for <strong>1 minute</strong>. For the duration, whenever you hit with this magic weapon, the target takes an extra <strong>[[/r 2d6]]</strong> psychic damage and must succeed on a <strong>DC 15 Wisdom saving throw</strong> or become <span id=\"was-tagged\"><strong>frightened</strong></span> of you until the start of your next turn. This property can be used three times, regaining all expended uses daily at dawn.</p><p><em><strong>Find Steed.</strong></em> As an action, you can speak the scythe's second command word and cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.5eh2HFbS13078Y3H]{Find Steed}</span> spell. When the spell is cast in this way, it always summons an amphibian seamare, which has the statistics of a giant sea horse with the following changes:</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\">It has a walking and swimming speed of <strong>60 feet</strong>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It can breathe both air and water.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It can use an action to roar, forcing each creature of its choice within 60 feet of it that can hear it to succeed on a <strong>DC 16 Wisdom saving throw</strong> or be <span id=\"was-tagged\"><strong>frightened</strong></span> of the seamare for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is <strong>immune</strong> to this action for <strong>24 hours</strong>.</p></li></ul><p>Once this property of the weapon has been used, it can't be used again until the next dawn.</p><p><em><strong>Hydrodynamic.</strong></em> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon.</p><p><em><strong>Heavy.</strong></em> Creatures that are Small or Tiny have disadvantage on attack rolls with heavy weapons. A heavy weapon's size and bulk make it too large for a Small or Tiny creature to use effectively.</p><p><em><strong>Reach.</strong></em> This weapon adds 5 feet to your reach when you attack with it. This property also determines your reach for opportunity attacks with a reach weapon.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>",
      "activities": {
        "attack": {
          "condition": "Command word"
        }
      }
    },
    "Pistol": {
      "name": "Pistol",
      "description": "<div>\n\n\nWeapon</div>\n\n\nFirearm, martial weapon, ranged weapon\n\n\n70 gp\n[[/r 1d8]] piercing  - ammunition (40/120 ft.), Loud (500), Reload (2)\n\n\n<hr />\n<p>A small, personal, double-barreled firearm that deals [[/r 1d8]] piercing damage on a hit. It has the Ammunition (range 40/120), Loud (500), Reload (2) properties.</p><p><i><b>Extra Reloads.</b></i> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><i><b>Range.</b></i> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><i><b>Ammunition.</b></i> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><i><b>Loud (X).</b></i> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><i><b>Reload (X).</b></i> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p>"
    },
    "Urchin Flail (Uncommon)": {
      "name": "Urchin Flail (Uncommon)",
      "description": "Weapon (@Compendium[dnd5e.items.UrH3sMdnUDckIHJ6]{Flail}), uncommon (requires attunement)<p> Martial weapon, melee weapon 2 lb. <br />[[/r 1d8]] bludgeoning</p><hr /><p>A sphere of dark purple bristling with needle-sharp spines is connected to a driftwood shaft by a rusted chain.</p><p><em><strong>Urchin Nature.</strong></em> This magic weapon deals piercing damage instead of bludgeoning damage. You can use it to make a ranged weapon attack (range 20/60) called a spikeshot, which uses your Strength modifier for attack and damage rolls and deals <strong>[[/r 1d6]]</strong> piercing damage.</p><p><em><strong>Spikey Death Balls.</strong></em> As an action while holding this weapon, you can fire all the flail's spikes at a point you can see within <strong>60 feet</strong> of you, where they blossom into a field of squirming, darting, baby urchins. On land, you cover a square up to <strong>15 feet</strong> on a side with these spike balls. Underwater, you fill a cube up to <strong>15 feet</strong> on a side. When a creature enters this area for the first time on its turn or starts its turn there, it must make a <strong>DC 13 Dexterity saving throw</strong>. A creature moving through the area at half speed makes this saving throw with advantage. On a failed save, a creature takes <strong>[[/r 4d4]]</strong> piercing damage and its speed is reduced by <strong>10 feet</strong> until it takes an action to remove the urchins. On a successful save, it takes half as much damage and its speed isn't reduced. Once this property of the weapon has been used, the weapon loses its Urchin <span id=\"was-tagged\">Nature</span> and Spikey Death Balls properties until the next dawn.</p><p><em><strong>Hydrodynamic.</strong></em> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon.</p>"
    },
    "Halberd of the Headless Seahorseman (Legendary)": {
      "name": "Halberd of the Headless Seahorseman (Legendary)",
      "description": "Weapon, legendary (requires attunement)<p> Martial weapon, melee weapon 6 lb. <br />[[/r 1d10]] slashing - heavy, reach, two-handed</p><hr /><p>This rusted scythe, with its driftwood handle that supports a plethora of sea life, is surprisingly light and hydrodynamic.</p><p>You gain a <strong>+1 bonus</strong> to attack and damage rolls made with this magic weapon.</p><p><em><strong>Fearflame.</strong></em> As a bonus action, you can speak the weapon's first command word, causing an eerie green flame to shimmer along the blade's length for <strong>1 minute</strong>. For the duration, whenever you hit with this magic weapon, the target takes an extra <strong>[[/r 2d8]]</strong> psychic damage and must succeed on a <strong>DC 15 Wisdom saving throw</strong> or become <span id=\"was-tagged\"><strong>frightened</strong></span> of you until the start of your next turn. This property can be used three times, regaining all expended uses daily at dawn.</p><p><em><strong>Find Steed.</strong></em> As an action, you can speak the scythe's second command word and cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.5eh2HFbS13078Y3H]{Find Steed}</span> spell. When the spell is cast in this way, it always summons an amphibian seamare, which has the statistics of a giant sea horse with the following changes:</p><ul class=\"rd__list\"><li class=\"rd__li \"><p>It is summoned with <strong>30</strong> temporary hit points.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It has a walking and swimming speed of <strong>60 feet</strong>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It can breathe both air and water.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It can use an action to roar, forcing each creature of its choice within 60 feet of it that can hear it to succeed on a <strong>DC 17 Wisdom saving throw</strong> or be <span id=\"was-tagged\"><strong>frightened</strong></span> of the seamare for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is <strong>immune</strong> to this action for <strong>24 hours</strong>.</p></li></ul><p>Once this property of the weapon has been used, it can't be used again until the next dawn.</p><p><em><strong>Hydrodynamic.</strong></em> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon.</p><p><em><strong>Heavy.</strong></em> Creatures that are Small or Tiny have disadvantage on attack rolls with heavy weapons. A heavy weapon's size and bulk make it too large for a Small or Tiny creature to use effectively.</p><p><em><strong>Reach.</strong></em> This weapon adds 5 feet to your reach when you attack with it. This property also determines your reach for opportunity attacks with a reach weapon.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>",
      "activities": {
        "attack": {
          "condition": "Command word"
        }
      }
    },
    "Sunken Anchor (Uncommon)": {
      "name": "Sunken Anchor (Uncommon)",
      "description": "Weapon (@Compendium[dnd5e.items.2YdfjN1PIIrSHZii]{War Pick}), uncommon (requires attunement)<p> Martial weapon, melee weapon 2 lb. <br />[[/r 1d8]] piercing</p><hr /><p>Covered in flakes of blue-green bronze and barnacles, this sturdy implement looks like it's seen better days.</p><p>You gain a <strong>+1 bonus</strong> to attack and damage rolls made with this magic weapon.</p><p><em><strong>Anchor.</strong></em> As an action, you can point this weapon at a point on a surface within <strong>60 feet</strong> of you, causing an ethereal chain to tether you to that point for the next <strong>10 minutes</strong>, or until you dismiss it as a bonus action. For the duration, you can't be willingly moved away from that point, except by a weight of 8,000 pounds or more, or if a creature trying to move you succeeds on a <strong>DC 25 Strength</strong> check, which causes the chain to snap and the effect to end. The effect also ends early if you ever willingly move more than <strong>60 feet</strong> from the point or if you fall <span id=\"was-tagged\">unconscious</span>.</p><p><em><strong>Hydrodynamic.</strong></em> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon.</p>"
    },
    "Urchin Flail (Very Rare)": {
      "name": "Urchin Flail (Very Rare)",
      "description": "Weapon (@Compendium[dnd5e.items.UrH3sMdnUDckIHJ6]{Flail}), very rare (requires attunement)<p>Martial weapon, melee weapon 2 lb. <br />[[/r 1d8]] bludgeoning</p><hr /><p>A sphere of dark purple bristling with needle-sharp spines is connected to a driftwood shaft by a rusted chain.</p><p>You gain a <strong>+2 bonus</strong> to attack and damage rolls made with this weapon.</p><p><em><strong>Urchin Nature.</strong></em> This magic weapon deals piercing damage instead of bludgeoning damage. You can use it to make a ranged weapon attack (range 20/60) called a spikeshot, which uses your Strength modifier for attack and damage rolls and deals <strong>[[/r 1d6]]</strong> piercing damage.</p><p><em><strong>Spikey Death Balls.</strong></em> As an action while holding this weapon, you can fire all the flail's spikes at a point you can see within <strong>60 feet</strong> of you, where they blossom into a field of squirming, darting, baby urchins. On land, you cover a square up to <strong>25 feet</strong> on a side with these spike balls. Underwater, you fill a cube up to <strong>25 feet</strong> on a side. When a creature enters this area for the first time on its turn or starts its turn there, it must make a <strong>DC 16 Dexterity saving throw</strong>. A creature moving through the area at half speed makes this saving throw with advantage. On a failed save, a creature takes <strong>[[/r 4d8]]</strong> piercing damage and its speed is reduced by <strong>10 feet</strong> until it takes an action to remove the urchins. On a successful save, it takes half as much damage and its speed isn't reduced. Once this property of the weapon has been used, the weapon loses its Urchin <span id=\"was-tagged\">Nature</span> and Spikey Death Balls properties until the next dawn.</p><p><em><strong>Hydrodynamic.</strong></em> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon.</p>"
    },
    "Ghost Cutlass (Rare)": {
      "name": "Ghost Cutlass (Rare)",
      "description": "Weapon (@Compendium[dnd5e.items.fbC0Mg1a73wdFbqO]{Scimitar}), rare<p> Martial weapon, melee weapon 3 lb. <br />[[/r 1d6]] slashing - finesse, light</p><hr /><p>A curved blade of ethereal green smoke rises from its barnacle-encrusted hilt, swimming with ghastly, ghostly visages. Legend says these faces belong to those who fell while wielding the blade, a part of their soul trapped forever in its decrepit metal.</p><p>This item appears to be a round, rusted hilt. While grasping the hilt, you can use a bonus action to cause an ethereal blade to spring into existence, or make the blade disappear. You gain a <strong>+2 bonus</strong> to attack and damage rolls made with this magic weapon, which deals psychic damage instead of slashing damage.</p><p><em><strong>Hydrodynamic.</strong></em> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon.</p><p><em><strong>Finesse.</strong></em> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p><p><em><strong>Light.</strong></em> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Glaive of the Headless Seahorseman (Very Rare)": {
      "name": "Glaive of the Headless Seahorseman (Very Rare)",
      "description": "Weapon, very rare (requires attunement)<p> Martial weapon, melee weapon 6 lb. <br />[[/r 1d10]] slashing - heavy, reach, two-handed</p><hr /><p>This rusted scythe, with its driftwood handle that supports a plethora of sea life, is surprisingly light and hydrodynamic.</p><p><em><strong>Fearflame.</strong></em> As a bonus action, you can speak the weapon's first command word, causing an eerie green flame to shimmer along the blade's length for <strong>1 minute</strong>. For the duration, whenever you hit with this magic weapon, the target takes an extra <strong>[[/r 2d6]]</strong> psychic damage and must succeed on a <strong>DC 15 Wisdom saving throw</strong> or become <span id=\"was-tagged\"><strong>frightened</strong></span> of you until the start of your next turn. This property can be used three times, regaining all expended uses daily at dawn.</p><p><em><strong>Find Steed.</strong></em> As an action, you can speak the scythe's second command word and cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.5eh2HFbS13078Y3H]{Find Steed}</span> spell. When the spell is cast in this way, it always summons an amphibian seamare, which has the statistics of a giant sea horse with the following changes:</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\">It has a walking and swimming speed of <strong>60 feet</strong>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It can breathe both air and water.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It can use an action to roar, forcing each creature of its choice within 60 feet of it that can hear it to succeed on a <strong>DC 16 Wisdom saving throw</strong> or be <span id=\"was-tagged\"><strong>frightened</strong></span> of the seamare for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is <strong>immune</strong> to this action for <strong>24 hours</strong>.</p></li></ul><p>Once this property of the weapon has been used, it can't be used again until the next dawn.</p><p><em><strong>Hydrodynamic.</strong></em> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon.</p><p><em><strong>Heavy.</strong></em> Creatures that are Small or Tiny have disadvantage on attack rolls with heavy weapons. A heavy weapon's size and bulk make it too large for a Small or Tiny creature to use effectively.</p><p><em><strong>Reach.</strong></em> This weapon adds 5 feet to your reach when you attack with it. This property also determines your reach for opportunity attacks with a reach weapon.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>",
      "activities": {
        "attack": {
          "condition": "Command word"
        }
      }
    },
    "Coral Wand (Rare)": {
      "name": "Coral Wand (Rare)",
      "description": "Wand, rare (requires attunement by a spellcaster)<hr /><p>Such wands often take months to fashion, requiring the formation of an entire coral ecosystem. From molluscs to cnidarians and seaweeds, the inhabitants of such an item share one common theme—they all carry a deadly toxicity.</p><p>While holding this wand, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.g2u9PYfqWQAyg9OI]{Poison Spray}</span> cantrip, which deals [[/r 2d12]] damage instead of [[/r 1d12]].</p><p><em><strong>Toxic Discharge.</strong></em> When you cast <span id=\"was-tagged\">@Compendium[dnd5e.spells.g2u9PYfqWQAyg9OI]{Poison Spray}</span> using the wand, you can incite one of the organisms inside it to give the spell an extra boost. Roll a <strong>[[/r d6]]</strong> and consult the table below to determine what additional effect the target suffers on a failed save:</p><table class=\"w-100 rd__table  stripe-odd-table\"><tbody><tr><td>[[/r d6]]</td><td><strong>Effect</strong></td></tr><tr><td>1-3</td><td><em><strong>Lingering Toxicity.</strong></em> The creature is <strong>poisoned</strong> until the end of its next turn.</td></tr><tr><td>4</td><td><em><strong>Ocular Irritant.</strong></em> The creature is <strong>blinded</strong> until the end of its next turn.</td></tr><tr><td>5</td><td><em><strong>Neurotoxin.</strong></em> The creature is <strong>incapacitated</strong> until the end of its next turn.</td></tr><tr><td>6</td><td><em><strong>Total Discharge.</strong></em> The cantrip deals an extra [[/r 3d12]] poison damage. The wand wilts and the Toxic Discharge property can't be used again until the next dawn.</td></tr></tbody></table>"
    }
  }
}