{
  "label": "Gear",
  "entries": {
    "Vial of Yserthrax's Corruption Poison": {
      "name": "Vial of Yserthrax's Corruption Poison Vial of Yserthrax's Corruption Poison",
      "description": "<p><em>Injury Poison</em></p><p>A creature subjected to this poison must succeed on a DC 19 Constitution saving throw or be &amp;reference[Poisoned] for 1 minute. They can repeat the saving throw at the end of each of their turns to end the poisoned condition. While poisoned in this way, the creature takes 10 (3d6) force damage at the start of each of their turns.</p>",
      "effects": {
        "Yserthrax's Corruption Poison": {
          "name": "Yserthrax's Corruption Poison Yserthrax's Corruption Poison",
          "description": "<p>While you are poisoned, you take 10 (3d6) force damage at the start of each of your turns. You can repeat the saving throw at the end of each of your turns to end the poisoned condition.</p>"
        }
      }
    },
    "Heavenkiller Chronicles": {
      "name": "Heavenkiller Chronicles Heavenkiller Chronicles",
      "description": "<p>Spicule's vast tome contains secrets concerning celestials and how to use them to fuel dark magic. You must spend 50 hours studying this tome to gain the following benefits:</p><ul><li><p>You have advantage on Intelligence checks to determine the vulnerabilities and weaknesses of Celestials.</p></li><li><p>You deal an extra 9 (2d8) damage to Celestials when you hit them with an attack.</p></li><li><p>You know how to harvest parts of Celestials and use them to fuel dark magic. You can harvest a heart, eye, or other useful organ from a Celestial's corpse with a successful DC 16 Wisdom (Survival) check. You can use a harvested Celestial organ in place of one material component that would normally be consumed by the spell, up to a cost of 2,500 gp.</p></li></ul>",
      "activities": {
        "Harvest Celestial": {
          "name": "Harvest Celestial Harvest Celestial"
        }
      }
    },
    "Griffon Egg": {
      "name": "Griffon Egg Griffon Egg",
      "description": "<p>This 3-foot-diameter, 4-foot-high egg weighs 200 pounds. After [[/r 1d6]] weeks, a Medium baby griffon noncombatant hatches from the egg. After 1 year, the creature becomes a @UUID[Compendium.mcdm-flee-mortals-where-evil-lives.bestiary.Actor.2TWhmFl9Iv8PE5Z8]. The GM can advance or slow this timeline to suit the campaign's pacing.</p>"
    },
    "Visionary's Cloak": {
      "name": "Visionary's Cloak Visionary's Cloak",
      "description": "<p><em>Wondrous Item, Very Rare (Requires Attunement)</em></p><p>This gray, hooded traveler's cloak sports a white silk hem and a platinum clasp that, when closed, resembles the shape of an eye.</p><p>While wearing this cloak, you have advantage on initiative checks and can't be surprised.</p><p>Additionally, when you wear the cloak with the hood up, you gain truesight out to a range of 60 feet and your eyes cast a soft blue-white glow. Pulling the hood up or down requires an action.</p><details><summary>Cursed Sentience</summary><p>@Embed[Compendium.mcdm-flee-mortals-where-evil-lives.books.JournalEntry.mcdmfmwl00refe04.JournalEntryPage.NngvEFcawyZ0wWe3 inline]</p></details>",
      "effects": {
        "Visionary's Cloak": {
          "name": "Visionary's Cloak Visionary's Cloak",
          "description": "<p>You have advantage on initiative checks and you cannot be surprised.</p>"
        },
        "Visionary's Cloak: Hood Up": {
          "name": "Visionary's Cloak: Hood Up Visionary's Cloak: Hood Up",
          "description": "<p>You have truesight out to a range of 60 feet and your eyes cast a soft blue-white glow.</p>"
        }
      }
    },
    "Serrated Saber": {
      "name": "Serrated Saber Serrated Saber",
      "description": "<p>This melee weapon deals 1d8 slashing damage on a hit. As a bonus action, you can charge the serrated saber with psychic energy. The next creature you hit with the weapon before the end of this turn has disadvantage on the next attack roll they make before the start of your next turn.</p>",
      "activities": {
        "Charge the Saber": {
          "name": "Charge the Saber Charge the Saber"
        }
      },
      "effects": {
        "Serrated": {
          "name": "Serrated Serrated",
          "description": "<p>You have disadvantage on your next attack roll you make before the start of the attacker's next turn.</p>"
        }
      }
    },
    "Shtriga Nonna's Pot of Plenty": {
      "name": "Shtriga Nonna's Pot of Plenty Shtriga Nonna's Pot of Plenty",
      "description": "<p><em>Wondrous Item, Uncommon</em></p><p>This black iron pot weighs only 2 pounds. As an action, you can speak one of the following command phrases to activate its effect:</p><p><strong>Boil, Boil, Until You Spoil.</strong> The cauldron fills with a hearty stew. It creates enough stew to feed fifteen Humanoids. The food is tasty and seasoned well, and spoils if uneaten after 24 hours.</p><p><strong>Bubble, Bubble, Toil and Trouble.</strong> The cauldron fills with stew, as if you said “Boil, boil, until you spoil,” but the stew is poisoned. A creature who consumes the stew must succeed on a [[/save constitution 16]] saving throw or be &amp;reference[poisoned] for 24 hours.</p><p>Once the pot has been used in either of these ways, the pot can't be used again until the next dusk.</p>",
      "activities": {
        "Boil, Boil Until You Spoil": {
          "name": "Boil, Boil Until You Spoil Boil, Boil Until You Spoil"
        },
        "Bubble, Bubble, Toil and Trouble": {
          "name": "Bubble, Bubble, Toil and Trouble Bubble, Bubble, Toil and Trouble"
        }
      }
    },
    "Eye of Sunrise": {
      "name": "Eye of Sunrise Eye of Sunrise",
      "description": "<p><em>Wondrous Item, Uncommon (Requires Attunement)</em></p><p>A crimson gemstone glitters on the back of this black iron gauntlet. While wearing the gauntlet, you can use a bonus action to cause the stone to shed bright red light in a 10-foot radius and dim light for an additional 10 feet. You can use another bonus action to extinguish the light.</p><p>Additionally, you can use an action to raise the gauntlet and emit a fiery explosion in a 30-foot cone. The explosion can be heard 300 feet away. Each creature in the area must make a DC 15 Dexterity saving throw, taking 5d6 fire damage plus 5d6 force damage on a failed save, or half as much damage on a successful one. Each structure and mundane object in the area that isn't being worn or carried takes 10d6 fire damage plus 10d6 force damage. Once this action is used, it can't be used again until the next dawn.</p>",
      "activities": {
        "Light": {
          "name": "Light Light"
        },
        "Fiery Explosion": {
          "name": "Fiery Explosion Fiery Explosion"
        }
      }
    },
    "The Closing Argument": {
      "name": "The Closing Argument The Closing Argument",
      "description": "<p><em>Wondrous Item, Very Rare</em></p><p>This golden archangel's feather exudes gravitas. The feather can be used as a quill that never runs out of bloodred ink.</p><p>While you hold the quill, you have advantage on ability checks made to create and interpret contracts, deeds, and other official documentation, and you have advantage on ability checks made to conduct a legal dispute or negotiation.</p><p>Additionally, when a creature (including you) uses <em>The Closing Argument</em> to sign a contract or other legal document, they can't willingly break the terms of the contract while the document exists. This effect can't control the actions of any creature who didn't sign the contract, nor can it empower a signatory to perform impossible actions. When this quill is used to sign a legal document, it supplies ink for 5 minutes (allowing more than one creature to sign), then the ink ceases to flow and no creature can use it to sign a document until a month has passed.</p>"
    },
    "Xaantikorijek's Looking Glass": {
      "name": "Xaantikorijek's Looking Glass Xaantikorijek's Looking Glass",
      "description": "<p><em>Wondrous Item, Very Rare (Requires Attunement)</em></p><p>This handheld silver mirror is made from a portion of Xaantikorijek's Glass Cavern, and the back shows his thoughtful visage. While you carry the mirror, you are resistant to lightning and thunder damage.</p><p>In addition, while you hold the mirror and can see a creature or object in its reflection, you can ask the mirror a question about the reflected creature or object's past. The mirror answers the question by magically changing the reflection, showing an event from the subject's past. The mirror can only show events that have occurred on the Mundane World. Once the mirror has shown an answer to a question, it can't be used in this way again until the next dawn.</p>",
      "activities": {
        "Scry History": {
          "name": "Scry History Scry History"
        }
      },
      "effects": {
        "Xaantikorijek's Looking Glass": {
          "name": "Xaantikorijek's Looking Glass Xaantikorijek's Looking Glass",
          "description": "<p>While you carry the mirror, you are resistant to lightning and thunder damage.</p>"
        }
      }
    },
    "Bracers of the Spellbreaker": {
      "name": "Bracers of the Spellbreaker Bracers of the Spellbreaker",
      "description": "<p><em>Wondrous Item, Very Rare (Requires Attunement by a Spellcaster)</em></p><p>These mithral bracers are engraved with runes and inlaid with three multicolored bands of tiny gemstones.</p><p>While wearing these bracers, you have advantage on saving throws against spells and magical effects. In addition, damage from your spell attacks ignore your target's damage resistances.</p><details><summary>Cursed Sentience</summary><p>@Embed[Compendium.mcdm-flee-mortals-where-evil-lives.books.JournalEntry.mcdmfmwl00refe04.JournalEntryPage.NngvEFcawyZ0wWe3 inline]</p></details>"
    },
    "Glowing Poison Recipe": {
      "name": "Glowing Poison Recipe Glowing Poison Recipe",
      "description": "<p><em>Injury Poison</em></p><p>This one-page recipe is written in fine calligraphy on a sheet of clean white parchment. If you are proficient with alchemist's supplies or a poisoner's kit, you can make a dose of this poison with raw materials worth 250 gp and 1 hour of uninterrupted work.</p><p>A creature subjected to this poison must succeed on a Constitution saving throw or be poisoned for 8 hours. The DC for this saving throw equals 8 + your Intelligence modifier + your proficiency bonus. While poisoned in this way, a creature sheds bright green light in a 10-foot radius and dim light for an additional 10 feet. Any attack roll against the poisoned creature has advantage if the attacker can see them, and the affected creature can't benefit from being invisible or hide from creatures who can see.</p><p>Additionally, the creature leaves a glowing green trail whenever they move. The trail lasts until the creature is no longer poisoned.</p>",
      "effects": {
        "Glowing Poison": {
          "name": "Glowing Poison Glowing Poison",
          "description": "<p>You are &amp;reference[poisoned apply=false]. While poisoned in this way, you shed bright green light in a 10-foot radius and dim light for an additional 10 feet. Any attack roll against you has advantage if the attacker can see you, and you cannot benefit from being invisible or hide from creatures who can see.</p><p>You leave a glowing green trail whenever you move. The trail lasts until you are no longer poisoned.</p>"
        }
      }
    },
    "Shadow Blade": {
      "name": "Shadow Blade Shadow Blade",
      "description": "<p>This blade can be wielded as a shortsword that deals necrotic damage instead of piercing damage. While this blade is extended from the Ring of Scarlet Shadows, you cannot drop it or hold anything else in that hand. You can dismiss this blade as a bonus action.</p>"
    },
    "Demon Signet Ring": {
      "name": "Demon Signet Ring Demon Signet Ring",
      "description": "<p>This ring shows that you have encountered a Category 6 demon and lived to tell the tale. While you wear it, you have advantage on Charisma (Intimidation) checks made to influence demons and gnolls.</p>"
    },
    "Shield of Shadow Form": {
      "name": "Shield of Shadow Form Shield of Shadow Form",
      "description": "<p><em>Armor (Shield), Rare (Requires Attunement)</em></p><p>While holding this shield, you have a +1 bonus to AC.</p><p>Additionally, you can use an action to transform yourself and everything you wear and carry into a shadowy cloud for 10 minutes. The effect ends if you drop to 0 hit points or use an action to end it.</p><p>While in this form, your only method of movement is a flying speed of 10 feet. You can enter and occupy the space of another creature. When you end your turn in another creature's space, that creature takes 6d8 necrotic damage. You have resistance to mundane damage, and you have advantage on Strength, Dexterity, and Constitution saving throws. You can pass through small holes, narrow openings, and even mere cracks, though you treat liquids as if they were solid surfaces. You can't fall and remain hovering in the air even when stunned or otherwise incapacitated.</p><p>While in the form of a shadowy cloud, you can't talk or manipulate objects, and any objects you were carrying or holding can't be dropped, used, or otherwise interacted with. You can't attack, cast spells, or manifest powers.</p><p>Once you use the shield to transform into a shadowy cloud, that property can't be used again until the following dusk.</p>",
      "activities": {
        "Shadowy Cloud": {
          "name": "Shadowy Cloud Shadowy Cloud"
        }
      },
      "effects": {
        "Shadow Form": {
          "name": "Shadow Form Shadow Form"
        }
      }
    },
    "Enucleator Modifications": {
      "name": "Enucleator Modifications Enucleator Modifications",
      "description": "<p>Lord Syuul's psionic enucleator can be used to modify the body of any creature inside its tank. The device must be operated by another creature who can manifest a psionic power or who has proficiency in Arcana. To complete a body modification, the subject must remain inside the tank while the operator touches the metal orbs outside the enucleator for 1 hour. If this work is interrupted, the creature in the tank takes 55 (10d10) necrotic damage; they remain unmodified unless the process is started over.</p><p>In Lord Syuul's absence, the enucleator has enough energy stored to make three modifications. Each creature can only have their body modified by the enucleator once. The creature operating the enucleator chooses one of the following permanent modifications to apply to the creature in the tank:</p><ul><li><p>Bone Spikes. Bony protrusions sprout from the creature's skin. The creature gains a +1 bonus to the attack and damage rolls of unarmed strikes and natural weapon attacks.</p></li><li><p><strong>Chromatophores.</strong> The creature's skin gains the camouflaging qualities of a squid. As an action, the creature can make themself invisible for 10 minutes or until they attack, cast a spell, or manifest a power. Once they become invisible in this way, they can't do so again until they finish a long rest.</p></li><li><p><strong>Redundant Organs.</strong> The creature gains an extra heart, liver, spleen, or other essential organ, granting them advantage on death saving throws.</p></li><li><p><strong>Relentless Toughness.</strong> The creature is infused with troll essence. If they are reduced to 0 hit points by damage other than acid or fire damage, they are reduced to 1 hit point instead. Once this effect is triggered, the creature can't benefit from this modification again until they finish a long rest.</p></li><li><p><strong>Tentacle Arms.</strong> One or more of the creature's arms are replaced with tentacles. The creature's reach is extended by 5 feet.</p></li></ul>",
      "activities": {
        "Modify Subject": {
          "name": "Modify Subject Modify Subject"
        }
      },
      "effects": {
        "Bone Spikes": {
          "name": "Bone Spikes Bone Spikes",
          "description": "<p>Bony protrusions sprout from your skin. You gain a +1 bonus to the attack and damage rolls of unarmed strikes and natural weapons.</p>"
        },
        "Chromataphores": {
          "name": "Chromataphores Chromataphores",
          "description": "<p>Your skin gains the camouflaging qualities of a squid. As an action, you can make yourself invisible for 10 minutes or until you attack, cast a spell, or manifest a power. Once you become invisible in this way, you can't do so again until you finish a long rest.</p>"
        },
        "Redundant Organs": {
          "name": "Redundant Organs Redundant Organs",
          "description": "<p>You have an extra heart, liver, spleen, or other essential organ, granting you advantage on death saving throws.</p>"
        },
        "Relentless Toughness": {
          "name": "Relentless Toughness Relentless Toughness",
          "description": "<p>You are infused with troll essence. If you are reduced to 0 hit points by damage other than acid or fire damage, you are reduced to 1 hit point instead. Once this effect is triggered, you can't benefit from this modification again until you finish a long rest.</p>"
        },
        "Tentacle Arms": {
          "name": "Tentacle Arms Tentacle Arms",
          "description": "<p>One or more of your arms are replaced by tentacles. Your reach is extended by 5 feet.</p>"
        }
      }
    },
    "Crown of Majesty": {
      "name": "Crown of Majesty Crown of Majesty",
      "description": "<p><em>Wondrous Item, Very Rare (Requires Attunement)</em></p><p>This mithral circlet is inscribed with an intricate filigree formed of Elvish runes. The front of the circlet holds a flawless diamond that changes hue in sunlight.</p><p>While wearing this crown, you have resistance to psychic damage, and you can't be charmed or frightened.</p><p>The crown has 3 charges. While wearing it, you can use an action and expend 1 charge to cast one of the following spells from it (save DC 18): <em>command</em> or <em>charm person</em>. The crown regains 1d3 expended charges daily at dawn.</p><details><summary>Cursed Sentience</summary><p>@Embed[Compendium.mcdm-flee-mortals-where-evil-lives.books.JournalEntry.mcdmfmwl00refe04.JournalEntryPage.NngvEFcawyZ0wWe3 inline]</p></details>",
      "effects": {
        "Crown of Majesty": {
          "name": "Crown of Majesty Crown of Majesty",
          "description": "<p>You have resistance to psychic damage and you can't be charmed or frightened.</p>"
        }
      }
    },
    "Nine Lives": {
      "name": "Nine Lives Nine Lives",
      "description": "<p><em>Weapon (Longsword), Rare (Requires Attunement)</em></p><p>The black pommel of Baron Uthrak's longsword is set with nine bloodstone gems: three gray and six red.</p><p>You have a +1 bonus to attack and damage rolls made with this magic weapon. When you hit with an attack roll using it, the target takes an extra 1d6 necrotic damage.</p><p><em><strong>Bloodstones.</strong></em> The sword has 3 charges left, one for each gray bloodstone.</p><p>When you fail a saving throw while holding this sword, you can expend 1 charge to succeed instead (no action required). When you do so, you take 2d6 necrotic damage, which can't be reduced in any way, and the sword drains some of your blood into one of the remaining gray bloodstones, turning the stone red.</p><p>The sword loses this property while it has no charges remaining.</p><p>When you deal damage to a Dragon with <em>Nine Lives</em> while the sword has fewer than 9 charges, the sword regains 1 charge and one of the sword's red bloodstones turns gray. Once the sword has regained a charge in this way, it can't do so again until the next dawn.</p>",
      "activities": {
        "Use Bloodstone": {
          "name": "Use Bloodstone Use Bloodstone",
          "condition": "When failing a saving throw."
        },
        "Gain Bloodstone": {
          "name": "Gain Bloodstone Gain Bloodstone",
          "condition": "When dealing damage to a Dragon."
        }
      }
    },
    "Poison Popper": {
      "name": "Poison Popper Poison Popper",
      "description": "<p><em>Wondrous Item, Uncommon</em></p><p>You can throw this inedible fruit at a point you can see within 60 feet of you, causing it to explode and release a cloud of noxious gas in a 10-foot-radius sphere centered on that point. The cloud spreads around corners and lingers for 1 minute.</p><p>A moderate wind (at least 10 miles per hour) disperses the cloud after 4 rounds. A strong wind (at least 20 miles per hour) disperses it after 1 round.</p><p>The cloud's area is lightly obscured, and when a creature enters it for the first time on a turn or starts their turn there, they must make a DC 13 Constitution saving throw.</p><p>On a failed save, a creature takes 14 (4d6) poison damage and is &amp;Reference[poisoned] for 1 minute (save ends at end of turn).</p><p>While poisoned in this way, a creature's speed is halved. On a successful save, a creature takes half as much damage and suffers no other effect.</p>",
      "effects": {
        "Poisoned": {
          "name": "Poisoned Poisoned",
          "description": "<p>While poisoned in this way, your speed is halved. You can repeat the [[/save 13 con]] saving throw at the end of each turn.</p>"
        }
      }
    },
    "Draconic Visage": {
      "name": "Draconic Visage Draconic Visage",
      "description": "<p><em>Wondrous Item, Very Rare (Requires Attunement)</em></p><p>This mask bears the visage of a fearsome white-scaled dragon. When you finish a long rest, you can change the color of the mask's scales to another color on the Draconic Visage Color table.</p><p>When you wear the mask, your body becomes covered in dragon scales, granting you a +1 bonus to AC and resistance to the damage type associated with the mask's color. You can speak and understand Draconic, and you have advantage on Charisma checks made to influence dragons.</p><p>Additionally, when you wear the mask and deal damage to a creature, you can deal an extra 3d10 damage of the type associated with the mask's color. The mask can deal extra damage in this way three times and regains all expended uses daily at dawn.</p><table><thead><tr><th colspan=\"2\">Draconic Visage Color</th></tr><tr><td>Color</td><td>Damage Type</td></tr></thead><tbody style=\"text-align:center\"><tr><td>Black</td><td>Acid</td></tr><tr><td>Blue</td><td>Lightning</td></tr><tr><td>Green</td><td>Poison</td></tr><tr><td>Red</td><td>Fire</td></tr><tr><td>White</td><td>Cold</td></tr></tbody></table><fieldset><legend>Foundry Note</legend><p>Use the <em>\"Change Mask Color\"</em> activity to enchant the Draconic Visage in order to gain the specific resistances and special damage actions for each dragon color.</p></fieldset>",
      "activities": {
        "Change Mask Color": {
          "name": "Change Mask Color Change Mask Color"
        },
        "Black Dragon's Acid": {
          "name": "Black Dragon's Acid Black Dragon's Acid",
          "condition": "When you deal damage to a creature while wearing this mask."
        },
        "Blue Dragon's Lightning": {
          "name": "Blue Dragon's Lightning Blue Dragon's Lightning",
          "condition": "When you deal damage to a creature while wearing this mask."
        },
        "Red Dragon's Fire": {
          "name": "Red Dragon's Fire Red Dragon's Fire",
          "condition": "When you deal damage to a creature while wearing this mask."
        },
        "White Dragon's Frost": {
          "name": "White Dragon's Frost White Dragon's Frost",
          "condition": "When you deal damage to a creature while wearing this mask."
        },
        "Green Dragon's Poison": {
          "name": "Green Dragon's Poison Green Dragon's Poison",
          "condition": "When you deal damage to a creature while wearing this mask."
        }
      },
      "effects": {
        "Draconic Visage: Black": {
          "name": "Draconic Visage: Black Draconic Visage: Black",
          "changes": {
            "name": "Black {} changes"
          }
        },
        "Black Dragon's Scales": {
          "name": "Black Dragon's Scales Black Dragon's Scales",
          "description": "<p>While you wear this mask, you gain resistance to acid damage and have a +1 bonus to your Armor Class. Additionally, you can speak and understand Draconic, and you have advantage on Charisma checks made to influence dragons.</p>"
        },
        "Red Dragon's Scales": {
          "name": "Red Dragon's Scales Red Dragon's Scales",
          "description": "<p>While you wear this mask, you gain resistance to fire damage and have a +1 bonus to your Armor Class. Additionally, you can speak and understand Draconic, and you have advantage on Charisma checks made to influence dragons.</p>"
        },
        "Blue Dragon's Scales": {
          "name": "Blue Dragon's Scales Blue Dragon's Scales",
          "description": "<p>While you wear this mask, you gain resistance to lightning damage and have a +1 bonus to your Armor Class. Additionally, you can speak and understand Draconic, and you have advantage on Charisma checks made to influence dragons.</p>"
        },
        "White Dragon's Scales": {
          "name": "White Dragon's Scales White Dragon's Scales",
          "description": "<p>While you wear this mask, you gain resistance to acid damage and have a +1 bonus to your Armor Class. Additionally, you can speak and understand Draconic, and you have advantage on Charisma checks made to influence dragons.</p>"
        },
        "Green Dragon's Scales": {
          "name": "Green Dragon's Scales Green Dragon's Scales",
          "description": "<p>While you wear this mask, you gain resistance to poison damage and have a +1 bonus to your Armor Class. Additionally, you can speak and understand Draconic, and you have advantage on Charisma checks made to influence dragons.</p>"
        },
        "Draconic Visage: Blue": {
          "name": "Draconic Visage: Blue Draconic Visage: Blue",
          "changes": {
            "name": "Blue {} changes"
          }
        },
        "Draconic Visage: Red": {
          "name": "Draconic Visage: Red Draconic Visage: Red",
          "changes": {
            "name": "Red {} changes"
          }
        },
        "Draconic Visage: Green": {
          "name": "Draconic Visage: Green Draconic Visage: Green",
          "changes": {
            "name": "Green {} changes"
          }
        },
        "Draconic Visage: White": {
          "name": "Draconic Visage: White Draconic Visage: White",
          "changes": {
            "name": "White {} changes"
          }
        }
      }
    },
    "Psionic Rifle": {
      "name": "Psionic Rifle Psionic Rifle",
      "description": "<p>[[/attack extended]]. [[/damage extended]].</p><p>This psi-tech ranged weapon uses Intelligence rather then Dexterity for attack and damage rolls.</p><p><em><strong>Phasing Rifle.</strong></em> Once per turn, you can attempt to teleport the target (no action required). The target must succeed on a DC [[lookup @save.dc.value activity=wnSUf6vBU9dx3Ykv]] Wisdom saving throw or be teleported to an unoccupied space you can see within 60 feet of you.</p>",
      "activities": {
        "Phasing Rifle": {
          "name": "Phasing Rifle Phasing Rifle"
        }
      }
    },
    "Watch of Prospecting": {
      "name": "Watch of Prospecting Watch of Prospecting",
      "description": "<p><em>Wondrous Item, Rare</em></p><p>This silver pocket watch can detect the presence of items made of gold. Its second hand ticks loudly when you are within 30 feet of an item that is worth at least 100 gp, partially or entirely made of gold, and not worn or carried by another creature.</p><p>Additionally, you have advantage on ability checks made to find hidden treasure.</p>"
    },
    "Psionic Pistol": {
      "name": "Psionic Pistol Psionic Pistol",
      "description": "<p>[[/attack extended]]. [[/damage extended]].</p><p>This psi-tech ranged weapon uses Intelligence rather then Dexterity for attack and damage rolls.</p>"
    },
    "Aastrika's Crown": {
      "name": "Aastrika's Crown Aastrika's Crown",
      "description": "<p><em>Wondrous Item, Rare (Requires Attunement)</em></p><p><em>Aastrika's crown</em> is a relic Aastrika took from her previous commander after killing him. It has been infused with a shred of her power, and it magically resizes to fit its attuned wearer.</p><p><em><strong>Blend with the Blaze.</strong></em> As an action, you can touch a Small or larger mundane flame. When you do, you take no damage from the fire, and you know the location of every Small or larger flame within 10 miles of you. As part of the action, you can teleport to an unoccupied space within 5 feet of another flame you detect. This property can be used twice, and the crown regains all expended uses daily at dawn.</p><p><em><strong>Fire Resistance.</strong></em> You have resistance to fire damage while wearing this crown.</p><p><em><strong>Magma Transport.</strong></em> You know the location of all lava pools in the Molten Enclave. While you are within 10 feet of one of these lava pools, you can use an action to teleport yourself and up to one willing creature within 10 feet of you to an unoccupied space within 10 feet of any other lava pool in the lair.</p>",
      "activities": {
        "Blend with the Blaze": {
          "name": "Blend with the Blaze Blend with the Blaze"
        }
      },
      "effects": {
        "Aastrika's Crown": {
          "name": "Aastrika's Crown Aastrika's Crown",
          "description": "<p>You have resistance to fire damage.</p>"
        }
      }
    },
    "Crog's Guide to Disarming Magic Traps": {
      "name": "Crog's Guide to Disarming Magic Traps Crog's Guide to Disarming Magic Traps",
      "description": "<p>This book describes various mundane techniques and theories related to foiling magic traps. If you spend 48 hours studying this book, you learn how to overcome certain types of magic traps with your thieves' tools.</p><p>If a trap's magic can be dispelled or suppressed by a dispel magic spell, you can make a Dexterity check using thieves' tools to achieve the same result. The DC of the Dexterity check is equal to 5 + the DC required to dispel or suppress the trap with dispel magic (minimum DC 18). On a failed check, the trap triggers.</p>",
      "activities": {
        "Disarm Magic Trap": {
          "name": "Disarm Magic Trap Disarm Magic Trap"
        }
      }
    },
    "Psionic Repeater": {
      "name": "Psionic Repeater Psionic Repeater",
      "description": "<p>[[/attack extended]]. [[/damage extended]].</p><p>This psi-tech ranged weapon uses Intelligence rather then Dexterity for attack and damage rolls.</p>"
    },
    "Kiona's Notes": {
      "name": "Kiona's Notes Kiona's Notes",
      "description": "<p>Kiona has filled nearly thirty books with notes and secrets about the <em>Codex Mortis</em>. If you spend 80 hours studying Kiona's notes, you gain the following benefits:</p><ul><li>You have advantage on Intelligence checks to recall or understand lore about necromancy and the <em>Codex Mortis</em>.</li><li>You have advantage on death saving throws.</li><li>When you cast a necromancy spell, the gold piece cost of the spell's material components is halved.</li></ul>",
      "activities": {
        "Study Hard": {
          "name": "Study Hard Study Hard"
        }
      },
      "effects": {
        "Kiona's Notes": {
          "name": "Kiona's Notes Kiona's Notes",
          "description": "<p>You have advantage on Intelligence checks to recall or understand lore about necromancy and the <em>Codex Mortis</em>. You have advantage on death saving throws. When you cast a necromancy spell, the gold piece cost of the spell's material components is halved.</p>"
        }
      }
    },
    "Mindrazor": {
      "name": "Mindrazor Mindrazor",
      "description": "<p><em>Weapon (Rapier), Very Rare (Requires Attunement)</em></p><p>This rapier was forged using shattered fragments of a powerful psionic crystal and ore from a falling star. You gain a +1 bonus to attack and damage rolls made with this magic weapon.</p><p>This rapier has 3 charges and regains all expended charges daily at dawn. When you hit a creature with an attack roll using this weapon, you can expend 1 charge to attempt to inflict a psionic wound. The target must succeed on a DC 17 Intelligence saving throw or become vulnerable to psychic damage for 1 minute (save ends at end of turn).</p>",
      "activities": {
        "Inflict Wound": {
          "name": "Inflict Wound Inflict Wound",
          "condition": "Follow-up to the attack."
        }
      },
      "effects": {
        "Mindrazor: Vulnerable": {
          "name": "Mindrazor: Vulnerable Mindrazor: Vulnerable",
          "description": "<p>You are vulnerable to psychic damage for 1 minute. You may repeat the [[/save 17 int]] saving throw at the end of each of your turns.</p>"
        }
      }
    },
    "Waning Moon": {
      "name": "Waning Moon Waning Moon",
      "description": "<p><em>Weapon (Longbow), Rare (Requires Attunement)</em></p><p>This slender elven bow is lacquered blue and purple. Its inside curve twinkles with tiny diamonds set like a field of stars.</p><p>This magical longbow grants a +1 bonus to attack and damage rolls made with it. If you hit a creature who can't see you with this bow, the attack deals an extra 2d6 force damage.</p><p>Additionally, when you hit a target with an attack made with the bow, you can choose to become &amp;Reference[invisible] for 1 minute and take the Hide action as part of the attack. The invisibility ends early if you attack, cast a spell, or manifest a power. Once this invisibility has been used, it can't be used again until the next dusk.</p>",
      "activities": {
        "Invisibility": {
          "name": "Invisibility Invisibility"
        }
      }
    },
    "Golden Scythe": {
      "name": "Golden Scythe Golden Scythe",
      "description": "<p>This heavy, two-handed melee weapon deals 2d6 slashing damage on a hit. When you hit with this weapon, you can deal an extra 3d8 necrotic damage. Once you deal this extra necrotic damage, you can't do so again until you finish a short or long rest.</p>",
      "activities": {
        "Necrotic Damage": {
          "name": "Necrotic Damage Necrotic Damage"
        }
      }
    },
    "Sun Eater's Soul": {
      "name": "Sun Eater's Soul Sun Eater's Soul",
      "description": "<p><em>Ring, Very Rare (Requires Attunement)</em></p><p>This black metal ring is unnervingly matte, reflecting nothing even in the brightest of light. While wearing this ring, when a creature you can see within 30 feet of you is hit with an attack, you can use your reaction to halve the damage that creature takes from the attack. The ring can be used to halve damage three times and regains all uses daily at dusk.</p><p><em><strong>Sun Eater's Grace.</strong></em> When you cast a spell that restores hit points to a creature, you can also restore that same number of hit points to a creature within 30 feet of you who is attuned to the Sun Eater's mind. The ring can be used to restore hit points three times and regains all uses daily at dusk.</p>",
      "activities": {
        "Halve Damage": {
          "name": "Halve Damage Halve Damage",
          "condition": "When a creature you can see within 30 feet is hit with an attack."
        },
        "Sun Eater's Grace": {
          "name": "Sun Eater's Grace Sun Eater's Grace",
          "condition": "When you cast a spell that restores hit points to a creature.",
          "affects": {
            "special": "A creature attuned to the Sun Eater's Mind."
          }
        }
      }
    },
    "Lava Crucible": {
      "name": "Lava Crucible Lava Crucible",
      "description": "<p><em>Wondrous Item, Legendary (Requires Attunement)</em></p><p>This 1-foot-diameter bowl is made of scorched and polished red dragon scales and engraved with fiery red runes on its exterior. While you carry the crucible, you are immune to fire damage and can speak and understand Draconic and Ignan.</p><p>Additionally, while you hold this crucible, you can use a bonus action to speak a command word and cause it to fill with lava. The lava is harmless to you, but other creatures who touch it take 33 (6d10) fire damage. While the crucible is filled with lava, you can use it in the following ways:</p><ul><li><p>As an action, you make a melee attack with the lava against a creature or mundane object within 5 feet of you. Make an attack with a +11 bonus to the attack roll. The attack empties the lava from the bowl and deals 33 (6d10) fire damage on a hit.</p></li><li><p>You cast @UUID[Compendium.dnd5e.spells.Item.fVbCxFRaORalHB20]{scrying} (spell save DC 20). Your target's image appears in the lava.</p></li><li><p>You cast @UUID[Compendium.dnd5e.spells.Item.1LkZvINag7KqBmDR]{conjure elemental}, but only to call forth fire elementals.</p></li></ul><p>You can use another bonus action to speak the command word again and harmlessly empty the lava from the crucible.</p>",
      "activities": {
        "Lava Splash": {
          "name": "Lava Splash Lava Splash"
        },
        "Conjure Fire Elemental": {
          "name": "Conjure Fire Elemental Conjure Fire Elemental"
        },
        "Fill or Empty Crucible": {
          "name": "Fill or Empty Crucible Fill or Empty Crucible"
        }
      },
      "effects": {
        "Lava Crucible": {
          "name": "Lava Crucible Lava Crucible",
          "description": "<p>While you carry the Lava Crucible, you are immune to fire damage and can speak and understand Draconic and Ignan.</p>"
        }
      }
    },
    "Pathfinder's Boots": {
      "name": "Pathfinder's Boots Pathfinder's Boots",
      "description": "<p><em>Wondrous Item, Very Rare (Requires Attunement)</em></p><p>Silver eyelets decorate these soft leather boots. While wearing these boots, you gain a +2 bonus to your AC and your walking speed increases by 10 feet.</p><p>The boots have 7 charges. While wearing them, you can expend 1 charge to cast one of the following spells from them: <em>feather fall</em>, <em>jump</em>, or <em>shield</em>. The boots regain 1d6 + 1 expended charges daily at dawn.</p><details><summary>Cursed Sentience</summary><p>@Embed[Compendium.mcdm-flee-mortals-where-evil-lives.books.JournalEntry.mcdmfmwl00refe04.JournalEntryPage.NngvEFcawyZ0wWe3 inline]</p></details>",
      "effects": {
        "Pathfinder's Boots": {
          "name": "Pathfinder's Boots Pathfinder's Boots",
          "description": "<p>You have a +2 bonus to AC and your walking speed increases by 10 feet.</p>"
        }
      }
    },
    "Monument of Molten Blades": {
      "name": "Monument of Molten Blades Monument of Molten Blades",
      "description": "<p>This 8-foot-tall sculpture of a giant's hand holding a volcanic glass orb is constructed from weapons, armor, holy symbols, jewelry, and an assortment of other metal objects taken from now-dead adventurers who dared challenge the Sunlight Legion. A miniature castle made of slagged weapons is suspended in the glass orb. The Sunlight Legion forged this sculpture, which weighs 1,200 pounds, as a monument to their triumph over all foes.</p><p>You can give this monument to a Giant, who in exchange will perform one favor for you. This favor can be life-threatening to the Giant, but the GM decides just how much the Giant is willing to do in exchange for the monument.</p>"
    },
    "Spell Form of Erasure": {
      "name": "Spell Form of Erasure Spell Form of Erasure",
      "description": "<p>This fractal sphere is an informationally hyperdense arcane formula from the void. You can decipher it with 1 hour of study.</p><p>Once deciphered, the sphere can be used to perform a 1-hour ritual, which up to three other spellcasters within 10 feet of the sphere can participate in. At the ritual's culmination, the sphere is destroyed, and each participant can expend one spell slot. You must make a [[/check arcana 40 int]] check, with a bonus equal to the combined level of the expended spell slots.</p><p>On a success, choose a specific entity. Every sentient being in the timescape who didn't participate in the ritual loses all memory of the chosen entity, and the entity's name is erased from all records. On a failure, the GM chooses an entity to be erased. If the check fails by 10 or more, you and all participants are also erased and die.</p>",
      "activities": {
        "Erase Record": {
          "name": "Erase Record Erase Record"
        }
      }
    },
    "Iron Ring": {
      "name": "Iron Ring Iron Ring",
      "description": "<p><em>Ring, Rare (Requires Attunement)</em></p><p>While wearing this ring, you can use an action to speak a passphrase known only to the High Command of the Black Iron Pact — “Blood of Rioja” — and choose a target destination.</p><p>If you are not in the demiplane known as the Cyst, you must choose a destination within the Cyst. If you are already in the Cyst, you must choose a destination you have visited before. Once you choose a destination in this way, the ring teleports you there. The ring can be used to teleport twice and regains both uses daily at dusk.</p><p><em><strong>Curse.</strong></em> Once you attune to this ring, you can't take it off or end your attunement to it unless you are targeted by a <em>cure ailment</em> power of 4th order or higher or the <em>greater restoration</em> spell.</p>",
      "activities": {
        "Teleport": {
          "name": "Teleport Teleport"
        }
      }
    },
    "Dragon Compass": {
      "name": "Dragon Compass Dragon Compass",
      "description": "<p>This brass compass has been calibrated not to point north, but to point toward the magical energy produced by true dragons. When you hold the compass, its needle points in the direction of the nearest Dragon who is at least a century old and on the same plane as you. If you are a Dragon who is at least a century old, the compass doesn't point toward you while you hold it.</p>"
    },
    "Pendant of Grave Regeneration": {
      "name": "Pendant of Grave Regeneration Pendant of Grave Regeneration",
      "description": "<p><em>Wondrous Item, Very Rare (Requires Attunement)</em></p><p>While you wear this pendant, your skin becomes pale and cold to the touch, and you regain 5 hit points at the start of your turn if you have at least 1 hit point.</p><p><em><strong>Curse.</strong></em> Attuning to this pendant extends its curse to you. Until the curse is broken with a <em>remove curse</em> spell or similar magic, you can't take it off, and your creature type is Undead instead of your normal type.</p>",
      "activities": {
        "Regeneration": {
          "name": "Regeneration Regeneration",
          "condition": "Start of your turn if you have at least 1 hit point."
        }
      },
      "effects": {
        "Undead": {
          "name": "Undead Undead",
          "description": "<p>Your creature type is Undead while you are cursed with this item.</p>"
        }
      }
    },
    "Sands of War": {
      "name": "Sands of War Sands of War",
      "description": "<p><em>Wondrous Item, Rare (Requires Attunement)</em></p><p>This sand table is filled with black volcanic sand. It is 15 feet long, 5 feet wide, and 3 feet tall. While you touch the table, you have advantage on Intelligence (History) checks to recall military lore and on Charisma (Intimidation) checks.</p><p>When you use an action to speak the table's command phrase — “Prepare for war” in Infernal — the table turns into a 10-inch-tall, 3-inch-wide hourglass that weighs half a pound and is filled with black volcanic sand. You can speak the phrase again as an action to turn the hourglass back into a table, provided the hourglass has enough space to expand.</p><p>While you carry the hourglass, you are resistant to fire damage.</p><p>Additionally, while you hold the hourglass, you can use a bonus action to flip it and give yourself supernatural tactical insight. For 10 minutes, when you make an attack roll or saving throw, you can roll a d4 and add the number rolled to the attack roll or saving throw. Once this bonus action is used, it can't be used again until the following dawn.</p><p>A creature in possession of the hourglass can use an action to smash it on a solid surface. The hourglass is destroyed, and it explodes in a 30-foot-radius sphere centered on it. Each creature in that area must make a DC 16 Dexterity saving throw, taking 44 (8d10) fire damage on a failed save, or half as much damage on a successful one.</p>",
      "activities": {
        "Transform": {
          "name": "Transform Transform"
        },
        "Flip It": {
          "name": "Flip It Flip It"
        },
        "Smash It": {
          "name": "Smash It Smash It",
          "chatFlavor": "This destroys the hourglass"
        }
      },
      "effects": {
        "Sands of War: Fire Resistance": {
          "name": "Sands of War: Fire Resistance Sands of War: Fire Resistance",
          "description": "<p>You are resistant to fire damage.</p>"
        },
        "Sands of War: Attack/Save Bonus": {
          "name": "Sands of War: Attack/Save Bonus Sands of War: Attack/Save Bonus",
          "description": "<p>For 10 minutes, when you make an attack roll or saving throw, you can roll a d4 and add the number rolled to the attack roll or saving throw.</p>"
        }
      }
    },
    "Battle Master's Compendium": {
      "name": "Battle Master's Compendium Battle Master's Compendium",
      "description": "<p>Written by Bloodlord Varrox, Battle Master's Compendium is a military treatise. Each of its thirteen chapters covers a different skill related to military strategy and tactics. The book's detailed analysis covers military units, weapons, strategy, rank, discipline, and much more.</p><p>When you study a chapter in the book for 1 hour during a short or long rest, you learn interesting military strategies. The first time you make an Intelligence or Charisma check to influence a general, monarch, or other military leader within the next 48 hours, you have advantage on the check.</p>",
      "activities": {
        "Study Chapter": {
          "name": "Study Chapter Study Chapter",
          "condition": "As part of a short or long rest."
        }
      },
      "effects": {
        "Battle Master's Compendium": {
          "name": "Battle Master's Compendium Battle Master's Compendium",
          "description": "<p>The first time you make an Intelligence or Charisma check to influence a general, monarch, or other military leader within the next 48 hours, you have advantage on the check.</p>"
        }
      }
    },
    "Soulstone Grimoire": {
      "name": "Soulstone Grimoire Soulstone Grimoire",
      "description": "<p>Scrawled in devil's ichor, this tome describes the rites necessary to achieve immortality in undeath. The book includes instructions for crafting a soulstone and imbuing it with power, transforming the ritual caster into a lich. In a final, terrible act, the completion of the ritual requires tearing out one's own heart and the heart of a loved one.</p><p>To decipher the grimoire, you must be a spellcaster who can cast spells of 7th level or higher. If you spend 80 hours over a period of 30 days or fewer studying the book, you learn the ritual to create a soulstone and turn yourself into a lich. The ritual takes 1 hour to perform and requires you kill a loved one during the procedure. In addition, the ritual requires components and gems worth 100,000 gp, which the ritual consumes.</p>"
    },
    "Balm of Shifting Form": {
      "name": "Balm of Shifting Form Balm of Shifting Form",
      "description": "<p>This alchemical concoction was derived from research into the transmutation effects of olothec slime. When a creature uses an action to rub this balm onto their body, they can alter their superficial features, such as changing the color of their skin, hair, and eyes and reshaping their ears and facial features. The balm doesn't allow a creature to take on another specific creature's form, but it can be used to alter appearance and apparent ancestry with ease. A creature using the balm adds double their proficiency bonus to any ability checks they make to create a visual disguise, and they have advantage on those checks. The effects of the balm last until the creature finishes a long rest.</p><p>A character who studies a sample of balm for 1 week and succeeds on a DC 18 Intelligence (Arcana) or Wisdom (Medicine) check can create a recipe for it. Using the recipe, a character can create one dose of balm with 8 hours of work at a cost of 125 gp. Using slime collected from an olothec lair or a dead olothec as a reagent reduces the cost by half.</p>",
      "activities": {
        "Rub": {
          "name": "Rub Rub"
        },
        "Study Sample": {
          "name": "Study Sample Study Sample"
        }
      },
      "effects": {
        "Balm of Shifting Form": {
          "name": "Balm of Shifting Form Balm of Shifting Form",
          "description": "<p>Your appearance have changed, and you add double your proficiency bonus to any ability check made to create a visual disguise, and you have advantage on such checks. This effect lasts until you finish a long rest.</p>"
        }
      }
    },
    "Blaster": {
      "name": "Blaster Blaster",
      "description": "<p>The blaster is a ranged weapon that deals 1d6 radiant damage on a hit. Its normal range is 30 feet, and its long range is 90 feet.</p>"
    },
    "Star Map of Creation": {
      "name": "Star Map of Creation Star Map of Creation",
      "description": "<p>This scroll displays what the night sky looked like at the creation of the Mundane World. If you have proficiency with the Arcana or Nature skill, you can spend 1 minute holding and studying the map and search it for an omen about the results of a specific course of action that you plan to take within the next 30 minutes. The GM chooses from the following possible outcomes:</p><ul><li><p>Good Omen</p></li><li><p>Bad Omen</p></li><li><p>Mixed Omen that has both good and bad results.</p></li><li><p>No Omen for a result that isn't especially good or bad.</p></li></ul><p>The omen doesn't take into account any possible circumstances that might change the outcome, such as the loss or gain of equipment or a companion.</p><p>If the map is used two or more times in 24 hours, there is a cumulative [[/r 1d100]]{25 percent chance} for each reading after the first that you get a random reading. The GM makes this roll in secret.</p>",
      "activities": {
        "Study Omens": {
          "name": "Study Omens Study Omens"
        }
      }
    },
    "Boog's Ball": {
      "name": "Boog's Ball Boog's Ball",
      "description": "<p><em>Wondrous Item, Rare (Requires Attunement)</em></p><p>This magic stone sphere is incredibly dense, has a 3-inch radius, and grows when thrown. As an action, you can throw the ball at a point you can see within 60 feet of you.</p><p>If you throw the ball 30 feet or less away from you, the ball grows to a 5-foot radius. If you throw the ball farther than 30 feet, it grows to a 10-foot radius. Each creature in the ball's area when it reaches that point must succeed on a DC 15 Dexterity saving throw or take 14 (4d6) bludgeoning damage. The ball then shrinks back to its 3-inch radius and teleports either into your open hand or into a pack or pouch you wear (your choice).</p><fieldset><legend>Foundry Note</legend><p>The activity of this item can be scaled up to set the distance and radius.</p></fieldset>",
      "activities": {
        "Throw": {
          "name": "Throw Throw"
        }
      }
    },
    "Bag of Eyes": {
      "name": "Bag of Eyes Bag of Eyes",
      "description": "<p><em>Wondrous Item, Very Rare (Requires Attunement)</em></p><p>This lumpy green leather sack contains five eyeballs of varying colors. You can use your action to place an eyeball on a surface and utter the command word, causing the eyeball to meld into the surface and become &amp;reference[invisible apply=false] for the next 24 hours. The eyeball has normal vision and darkvision out to 60 feet and can look in every direction. You can have up to five eyeballs active at once.</p><p>As an action, you can see through an active eyeball that is on the same plane of existence as you. During this time, you see as if you were in its space, gaining the benefits of the eyeball's darkvision, but you are blind with regard to your own senses. Switching your vision between eyeballs requires an action. Returning to your own senses doesn't require an action.</p><p>After an eyeball has been active for 24 hours, it vanishes from the surface where it was placed. If the eyeball and the bag of eyes are on the same plane of existence, the eyeball returns to the bag. Otherwise, the eyeball is lost.</p>",
      "activities": {
        "Place Eye": {
          "name": "Place Eye Place Eye"
        }
      }
    },
    "Sun Eater's Mind": {
      "name": "Sun Eater's Mind Sun Eater's Mind",
      "description": "<p><em>Ring, Very Rare (Requires Attunement)</em></p><p>The shifting shadows within this black glass ring constantly move. While wearing this ring, when a creature you can see within 60 feet of you makes a spell attack against you or casts a spell that requires you to make a saving throw, you can use your reaction to pierce the creature's mind. The next attack you make against that creature before the end of your next turn is automatically a critical hit. The ring can be used to pierce a creature's mind three times and regains all uses daily at dusk.</p><p><em><strong>Sun Eater's Gift.</strong></em> While within 30 feet of a willing creature who is attuned to the Sun Eater's soul, you can use a bonus action to swap places with them. The ring can be used to swap places three times and regains all uses daily at dusk.</p>",
      "activities": {
        "Pierce Mind": {
          "name": "Pierce Mind Pierce Mind",
          "condition": "When a creature you can see within 60 feet makes a spell attack against you or casts a spell that requires you to make a saving throw."
        },
        "Sun Eater's Gift": {
          "name": "Sun Eater's Gift Sun Eater's Gift",
          "condition": "While within 30 feet of a willing creature who is attuned to the Sun Eater's Soul.",
          "affects": {
            "special": "A creature attuned to the Sun Eater's Soul."
          }
        }
      },
      "effects": {
        "Sun Eater's Mind": {
          "name": "Sun Eater's Mind Sun Eater's Mind",
          "description": "<p>The next attack the owner of the item makes against you before the end their next turn is an automatic critical hit.</p>"
        }
      }
    },
    "Millstone of Grinding": {
      "name": "Millstone of Grinding Millstone of Grinding",
      "description": "<p><em>Wondrous Item, Uncommon</em></p><p>This 5-ton, 10-foot-diameter flat stone bears the inscription “All is Grist.”</p><p>While the mill is operational, the millstone can pulverize any Small or Tiny mundane object placed in the hole at its center. The object becomes a pinch of magic flour. As an action, a creature can add this flour to water, causing the object to return to its original form.</p>"
    },
    "Wand of Restoration": {
      "name": "Wand of Restoration Wand of Restoration",
      "description": "<p><em>Wand, Rare (Requires Attunement)</em></p><p>This wand has 6 charges. While holding it, you can use an action to expend 2 of its charges to cast the <em>lesser restoration</em> spell from it, or 4 charges to cast the <em>greater restoration</em> spell from it.</p><p>The wand regains 1d4 + 2 expended charges daily at dawn. If you expend the wand's last charge, roll a [[/r d20]]. On a roll of 1, the wand crumbles into dust and is destroyed.</p>"
    },
    "Star of Iron": {
      "name": "Star of Iron Star of Iron",
      "description": "<p><em>Weapon (Maul), Very Rare (Requires Attunement)</em></p><p>This magic maul is made of a durable, light metal and has a long haft, giving it a reach of 10 feet. When you hit a creature with this maul, they are hexed until the end of their next turn.</p><p>Whenever a creature hexed in this way makes an attack roll or saving throw, they must roll a d4 and subtract the number rolled from the attack roll or saving throw.</p><p>While you hold the maul, you can use an action to change the appearance of its head, choosing its shape and color.</p>",
      "effects": {
        "Hexed": {
          "name": "Hexed Hexed",
          "description": "<p>When you make an attack roll or saving throw, you roll a d4 and subtract the number rolled.</p>"
        }
      }
    },
    "Monocle of Secrets": {
      "name": "Monocle of Secrets Monocle of Secrets",
      "description": "<p><em>Wondrous Item, Uncommon</em></p><p>While you wear this gold-rimmed monocle, you have advantage on ability checks made to find secret doors and traps.</p><p>Additionally, you can use an action while holding a mundane object to learn that object's exact value, the materials used to create it, and whether it is genuine or counterfeit.</p>",
      "activities": {
        "Deduce Value": {
          "name": "Deduce Value Deduce Value"
        }
      }
    },
    "Treant Arrow": {
      "name": "Treant Arrow Treant Arrow",
      "description": "<p><em>Weapon (Arrow), Uncommon</em></p><p>This arrow is carved from the boughs of a living treant. When a creature takes damage from the arrow, they are &amp;reference[restrained] by vines that sprout from the shaft. A creature can make a DC 15 Strength (Athletics) or Dexterity (Acrobatics) check as an action, freeing themself or another creature restrained by the arrow within their reach on a success.</p><p>Once a <em>treant arrow</em> restrains a creature or if the treant used to make the arrow dies, it becomes a mundane arrow.</p>"
    },
    "Deed to Addlecove Castle": {
      "name": "Deed to Addlecove Castle Deed to Addlecove Castle",
      "description": "<p>Submerged amid a sea of legal terms on this scroll of human skin, this deed declares that the bearer of this document is the rightful Lord of Addlecove Castle. An ancient fortress, Addlecove Castle has sat abandoned and haunted since Emperor Gaius VIII murdered the last Lord Addlecove.</p>"
    },
    "Sun Eater Staff": {
      "name": "Sun Eater Staff Sun Eater Staff",
      "description": "<p><em>Staff, Rare (Requires Attunement by a Spellcaster)</em></p><p>This lengthy staff of black wood has veins of black opal and obsidian running through it, and it feels cool to the touch. This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it.</p><p>The staff has 10 charges and regains 1d6 + 4 charges daily at midnight.</p><p><strong>Spells.</strong> While holding the staff, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC: @UUID[Compendium.dnd5e.spells.Item.4H6YgYdKgnX6ZQ8M]{acid arrow} (2 charges), @UUID[Compendium.dnd5e.spells.Item.pybg5MNc3lkerH4Y]{blight} (4 charges), @UUID[Compendium.dnd5e.spells.Item.S7VbUetIfVT7B6Eq]{darkness} (1 charge), @UUID[Compendium.dnd5e.spells.Item.IBJmWjzbQGu7M4UX]{fog cloud} (1 charge), or @UUID[Compendium.dnd5e.spells.Item.o9ZCvuD2B1OTcubb]{wall of force} (5 charges).</p><p><strong>Consume Light.</strong> You can expend 1 charge as an action to extinguish any light sources of your choice that you can see within 120 feet of you.</p><p><strong>Fire Immunity.</strong> When you take fire damage while holding the staff, you can expend 1 charge as a reaction. You gain immunity to fire damage until the start of your next turn, including against the triggering effect.</p>",
      "activities": {
        "Consume Light": {
          "name": "Consume Light Consume Light"
        },
        "Fire Immunity": {
          "name": "Fire Immunity Fire Immunity",
          "condition": "When you take fire damage while holding the staff."
        }
      }
    },
    "Treasure Rat": {
      "name": "Treasure Rat Treasure Rat",
      "description": "<p>When you open the door to this white-furred, red-eyed rat's cage, they point their nose in the direction of the nearest magic item, if any, within 30 feet of them that isn't being worn or carried by another creature. They continue pointing their nose at that item for 1 minute or until you shut the cage door. After pointing at a magic item, the rat refuses to do so again until they consume a piece of cheese worth at least 10 gp.</p>",
      "activities": {
        "Open Cage": {
          "name": "Open Cage Open Cage"
        },
        "Feed Cheese": {
          "name": "Feed Cheese Feed Cheese"
        }
      }
    },
    "Blade of Forlorn Hope": {
      "name": "Blade of Forlorn Hope Blade of Forlorn Hope",
      "description": "<p><em>Weapon (Scimitar), Legendary (Requires Attunement)</em></p><p>Gifted to vanguard Kitseth by the elder primordial of fire, this wide-bladed scimitar helps its wielder protect others, but with a disregard for self-preservation.</p><p>You gain a +2 bonus to attack and damage rolls made with this magic weapon.</p><p>When you hit a creature with the sword, it flares with a burning corona. You can either deal an extra 2d6 radiant damage to the target, or you can choose one ally you can see within 30 feet of the target to gain 2d6 temporary hit points.</p><p><strong>Immolating Surge.</strong> Immediately after attacking a creature on your turn with the sword, you can take one additional action. At the end of this turn, you take 6d8 radiant damage. If this damage reduces you to 0 hit points, you die and your remains burn to nothing. Once this property is used, it can't be used again until the next dawn.</p>",
      "activities": {
        "Burning Corona: Radiant Damage": {
          "name": "Burning Corona: Radiant Damage Burning Corona: Radiant Damage"
        },
        "Burning Corona: Temp HP": {
          "name": "Burning Corona: Temp HP Burning Corona: Temp HP"
        },
        "Immolating Surge: Self Damage": {
          "name": "Immolating Surge: Self Damage Immolating Surge: Self Damage",
          "condition": "Immediately after attacking a creature on your turn with the sword."
        }
      }
    },
    "Yserthrax's Corruption Poison Recipe": {
      "name": "Yserthrax's Corruption Poison Recipe Yserthrax's Corruption Poison Recipe",
      "description": "<p><em>Injury Poison</em></p><p>This one-page recipe is written in Undercommon on a piece of bloodstained vellum. If you are proficient with @UUID[Compendium.dnd5e.items.Item.SztwZhbhZeCqyAes]{alchemist's supplies} or a @UUID[Compendium.dnd5e.items.Item.il2GNi8C0DvGLL9P]{poisoner's kit}, you can make a dose of this poison with raw materials worth 750 gp and 1 hour of uninterrupted work.</p><p>A creature subjected to this poison must succeed on a DC 19 Constitution saving throw or be &amp;reference[poisoned apply=false] for 1 minute. They can repeat the saving throw at the end of each of their turns to end the poisoned condition. While poisoned in this way, the creature takes 10 (3d6) force damage at the start of each of their turns.</p>"
    },
    "Amethyst Die": {
      "name": "Amethyst Die Amethyst Die",
      "description": "<p><em>Wondrous Item, Rare (Requires Attunement)</em></p><p>This gaming die is carved from a fragment of powerful psionic crystal and resonates with a remnant of its power.</p><p>This die has 3 charges and regains all expended charges daily at dawn. When you make an ability check, attack roll, or saving throw, you can expend 1 charge to roll a d6 and add the number rolled to the d20 roll.</p><p>Immediately after the ability check, attack roll, or saving throw is resolved, you take psychic damage equal to twice the number you rolled on the d6.</p>",
      "activities": {
        "Expend Charge": {
          "name": "Expend Charge Expend Charge",
          "condition": "When you make an ability check, attack roll, or saving throw."
        }
      }
    },
    "Psi Lenses": {
      "name": "Psi Lenses Psi Lenses",
      "description": "<p><em>Wondrous Item, Uncommon</em></p><p>Psi lenses come in pairs, with each shard of iridescent glass made to fit flush with the other's irregularly chiseled edge. When you touch one lens while the other is on the same plane of existence as you, you can use an action to teleport to the space containing the other lens, or the closest unoccupied space if the lens's space is occupied.</p><p>After a lens is used to teleport, the pair can't be used again until the next dawn.</p>",
      "activities": {
        "Teleport": {
          "name": "Teleport Teleport"
        }
      }
    },
    "Soul Lamp": {
      "name": "Soul Lamp Soul Lamp",
      "description": "<p><em>Wondrous Item, Rare (Requires Attunement)</em></p><p>Swirling soul energy fills the glass globe of this lantern.</p><p>The lantern has 6 charges. As an action, you can speak the lantern's command word and expend 1 charge to summon a @UUID[Compendium.mcdm-flee-mortals-where-evil-lives.bestiary.Actor.QF2UAJTEJee41EIf] residing within the lantern. The specter appears in an unoccupied space within 5 feet of you. They know and can speak any language you know, obey your verbal commands, and act immediately after you in the initiative order. The specter is destroyed after 1 hour or when it drops to 0 hit points. The lamp can only have one specter summoned at a time.</p><p>The lantern regains 1 charge when a creature who isn't a Construct or Undead dies within 20 feet of the lantern, allowing the lamp to draw their soul into it.</p>",
      "activities": {
        "Absorb Soul": {
          "name": "Absorb Soul Absorb Soul",
          "condition": "When a creature dies within 20 feet of the lantern."
        }
      }
    },
    "Rod of the Sovereigns' Servant": {
      "name": "Rod of the Sovereigns' Servant Rod of the Sovereigns' Servant",
      "description": "<p><em>Rod, Very Rare (Requires Attunement by a Spellcaster)</em></p><p>While holding this rod of blackened bone, you can cast the @UUID[Compendium.dnd5e.spells.Item.I2LUSF5ogc7Bj62e]{speak with dead} spell without expending a spell slot.</p><p>Additionally, while you hold the rod, you can cast the following spells using your spell save DC: @UUID[Compendium.dnd5e.spells.Item.oyE5nVppa5mde5gT]{animate dead} as a 5th-level spell, @UUID[Compendium.dnd5e.spells.Item.pO4zGe5LmFIYqJiL]{bestow curse}, @UUID[Compendium.dnd5e.spells.Item.JQyigMNPiDnGI18b]{geas}, and @UUID[Compendium.dnd5e.spells.Item.AGFMPAmuzwWO6Dfz]{raise dead}. Once the rod has been used to cast one of these four spells, it can't be used to cast that spell again until the next dusk.</p>"
    },
    "Overmatter Totem": {
      "name": "Overmatter Totem Overmatter Totem",
      "description": "<p><em>Wondrous Item, Rare (Requires Attunement)</em></p><p>This totem is made out of a petrified overmind tongue encased in hard, translucent resin. While holding it, you can use an action to detach one ear, eye, or hand from your body. The body part has AC 10, hit points equal to half your hit point maximum, a flying speed equal to half your greatest movement speed, and it can hover.</p><p>Your detached body part acts on your turn and follows your telepathic commands. Each body part can only take the following actions:</p><ul><li><p><strong>Ear.</strong> Your ear can hear. Anything your detached ear hears, you hear. On your turn, your ear can use an action to make a Wisdom (Perception) check to hear.</p></li><li><p><strong>Eye.</strong> Your eye can see and has any special senses you have, except for tremorsense. Anything your detached eye sees, you see. On your turn, your eye can use an action to make a Wisdom (Perception) check to see.</p></li><li><p><strong>Hand.</strong> Your hand can carry and manipulate Tiny objects. On your turn, your hand can use an action to interact with an object you can see or to make one attack using a light weapon against a target you can see. This attack uses your attack bonus and ability score modifier.</p></li></ul><p>If your detached body part is within 5 feet of you, it can use an action to reattach to you. If your body part is reduced to 0 hit points or is ever more than 60 feet away from you, it falls to the ground, lifeless, and must be reattached manually. Reattaching a body part manually takes 1 hour.</p>",
      "activities": {
        "Detach Body Part": {
          "name": "Detach Body Part Detach Body Part"
        }
      }
    },
    "Foresight Weapon": {
      "name": "Foresight Weapon Foresight Weapon",
      "description": "<p><em>Weapon (Any), Very Rare (Requires Attunement)</em></p><p>This weapon's haft is engraved with sigils of divination. You have a +1 bonus to attack and damage rolls made with this magic weapon. In combat, the weapon imparts subtle hints of the future to you, letting you predict a foe's defensive movements when you initially engage them. The first time you attack each creature during an encounter with this weapon, you have advantage on the attack roll. If that attack hits, maximize your weapon damage dice against the target.</p><p>Additionally, when you miss with an attack using this weapon, you can use your reaction to shift the flow of causality and turn the miss into a hit. Once you use this reaction, you can't do so again until the next dawn.</p><p>@Embed[Compendium.mcdm-flee-mortals-where-evil-lives.books.JournalEntry.mcdmfmwl00refe02.JournalEntryPage.NogMiRjpBnoAHd6i inline]</p>",
      "activities": {
        "Foresight!": {
          "name": "Foresight! Foresight!",
          "condition": "When you miss with an attack using this weapon."
        }
      },
      "effects": {
        "Foresight Weapon": {
          "name": "Foresight Weapon Foresight Weapon",
          "changes": {
            "system.description.value": "<p>@Embed[Compendium.mcdm-flee-mortals-where-evil-lives.items.Item.qyluyeN3iu3yLdeF caption=false]</p>",
            "name": "Foresight {} changes"
          }
        }
      }
    },
    "House Deed": {
      "name": "House Deed House Deed",
      "description": "<p>This deed entitles you to a house in a location of the GM's choice. The house contains the following rooms:</p><ul><li>Five bedrooms, each with a fireplace, a bed, a nightstand, and a chest.</li><li>A kitchen with an oven, a stove, and two tables.</li><li>A dining area with a fireplace, a table, and eight chairs.</li></ul>"
    },
    "Ring of Scarlet Shadows": {
      "name": "Ring of Scarlet Shadows Ring of Scarlet Shadows",
      "description": "<p><em>Wondrous Item, Very Rare (Requires Attunement)</em></p><p>This iridium ring is inlaid with an obsidian band. The stone inlay occasionally appears to writhe or shift, as if shadows play along its surface. While wearing this ring, you gain darkvision out to a range of 60 feet, or if you already have darkvision, its range increases by 60 feet. Additionally, you have advantage on Dexterity (Stealth) checks made to hide.</p><p><em><strong>Shadow Blade.</strong></em> You can use a bonus action to extend a blade of shadows from the hand that wears the ring. You can wield the blade as a shortsword that deals necrotic damage instead of piercing damage. While the blade is extended, you can't drop it or hold anything else in that hand. You can dismiss the blade as a bonus action.</p><details><summary>Cursed Sentience</summary><p>@Embed[Compendium.mcdm-flee-mortals-where-evil-lives.books.JournalEntry.mcdmfmwl00refe04.JournalEntryPage.NngvEFcawyZ0wWe3 inline]</p></details><fieldset><legend>Foundry Note</legend><p>This item includes an Enchant activity. Using this activity to enchant this ring will grant you a unique shortsword that can be used to make the appropriate Shadow Blade attacks. To dismiss the blade, remove the enchantment.</p></fieldset>",
      "activities": {
        "Evoke Shadow Blade": {
          "name": "Evoke Shadow Blade Evoke Shadow Blade",
          "affects": {
            "special": "This ring."
          }
        }
      },
      "effects": {
        "Ring of Scarlet Shadows": {
          "name": "Ring of Scarlet Shadows Ring of Scarlet Shadows",
          "description": "<p>You have darkvision out to a range of 60 feet. If you already have darkvision, its range increases by 60 feet. You have advantage on Dexterity (Stealth) checks made to hide.</p>"
        },
        "Shadow Blade": {
          "name": "Shadow Blade Shadow Blade",
          "description": "<p>The Ring of Scarlet Shadows is in Shadow Blade form.</p>",
          "changes": {
            "name": "{} (Shadow Blade Form) changes"
          }
        }
      }
    },
    "Mantle of the Lightbender": {
      "name": "Mantle of the Lightbender Mantle of the Lightbender",
      "description": "<p><em>Wondrous Item, Uncommon (Requires Attunement)</em></p><p>This elegant cloak is lined with the iridescent mane of a lightbender. When you're hit with an attack while wearing this cloak, you can use your reaction to reveal that the attacker is attacking a past visual imprint of you. You appear in an unoccupied space you can see within 30 feet of your imprint, the attack misses, then the imprint disappears. You can't use this reaction if the attacker relies on senses other than sight, such as blindsight, or if they can perceive illusions as false, as with truesight. Once you use the cloak to reveal a past visual imprint of yourself, you can't do so again until the next dawn.</p>",
      "activities": {
        "utility": {
          "condition": "When you are hit with an attack while wearing this cloak."
        }
      }
    },
    "Unsigned Infernal Contract": {
      "name": "Unsigned Infernal Contract Unsigned Infernal Contract",
      "description": "<p>The archdevil who created Shadowkeep for Count Rhodar von Glauer wrote up another contract on human skin that Rhodar hasn't signed. The contract is written in Infernal.</p><p>When you sign this contract using your blood as ink, you lose all levels in your current classes and have the option of gaining levels equal to your character level in any combination of the illrigger, paladin, and warlock classes. Additionally, you can reassign your six ability scores. You are bound by the contract until the archdevil dies or the contract is broken by a wish spell. The contract can only be signed by one creature.</p>"
    },
    "Essence of Shadowkeep": {
      "name": "Essence of Shadowkeep Essence of Shadowkeep",
      "description": "<p><em>Wondrous Item, Very Rare (Requires Attunement by an Illrigger, Paladin, or Warlock of Evil Alignment)</em></p><p>The Essence of Shadowkeep is a sentient fragment of the hellish influence permeating Shadowkeep, which takes the form of black mist. As an action, you can inhale the essence and attune to it instantly. You can exhale the essence as an action, ending your attunement to it.</p><p>While attuned to the essence, your eyes turn red and you gain the following benefits:</p><ul><li>You are resistant to necrotic damage.</li><li>Your weapon attacks deal an extra 1d6 necrotic damage.</li><li>When you hit a creature with a weapon attack, you can regain hit points equal to the damage dealt. Once you regain hit points in this way, you can't do so again until the next dusk.</li><li>You know about effects created by the Devil's Influence in Shadowkeep.</li></ul><p><em><strong>Sentience.</strong></em> The Essence of Shadowkeep is a sentient, lawful evil item with an Intelligence of 14, a Wisdom of 15, and a Charisma of 18. When a creature isn't attuned to it, the essence has hearing and darkvision out to a range of 120 feet and can speak and understand Common. When a creature is attuned to it, the essence can sense everything its wielder senses and can only communicate telepathically with its wielder.</p><p><em><strong>Personality.</strong></em> Egotistical and domineering, the Essence of Shadowkeep is an ambitious force that craves action. The essence encourages its wielder to be decisive, choose action over words, and awe enemies with displays of might. If the wielder ignores the essence's advice three times in a row, a conflict between it and the wielder arises at the next sunset.</p>",
      "activities": {
        "Inhale/Exhale": {
          "name": "Inhale/Exhale Inhale/Exhale"
        },
        "Regain Hit Points": {
          "name": "Regain Hit Points Regain Hit Points",
          "condition": "When you hit a creature with a weapon attack."
        }
      },
      "effects": {
        "Essence of Shadowkeep": {
          "name": "Essence of Shadowkeep Essence of Shadowkeep"
        }
      }
    },
    "Spear of Gael Wode": {
      "name": "Spear of Gael Wode Spear of Gael Wode",
      "description": "<p><em>Weapon (Spear), Legendary (Requires Attunement)</em></p><p>This spear was awarded to Vairae in recognition of their accomplishments on the battlefield, but it now lies discarded in the High Mage's vaults.</p><p>You gain a +3 bonus to attack and damage rolls made with this magic weapon. While holding it, you ignore difficult terrain and you are resistant to piercing damage.</p><p>The spear also has 5 charges. You can expend 1 charge to cast the @UUID[Compendium.dnd5e.spells.Item.DUBgwHPakcLDkB6W]{tree stride} spell from it. In addition, when you make a weapon attack with the spear, you can expend 1 charge to cause grasping vines to erupt from the spear's tip. The attack's target and each enemy within 5 feet of them must succeed on a DC 20 Strength saving throw or be &amp;reference[restrained] by the entangling plants. A creature can use their action to make a [[/check 20 Strength]] check, freeing themself or a restrained creature within their reach on a success.</p><p>The spear regains 1d4 + 1 expended charges daily at dawn.</p>",
      "activities": {
        "Entangling Roots": {
          "name": "Entangling Roots Entangling Roots",
          "condition": "When you make a weapon attack with the spear."
        }
      }
    },
    "Ashyra's Research Notes": {
      "name": "Ashyra's Research Notes Ashyra's Research Notes",
      "description": "<p>Ashyra's research notes about magic and necromancy are organized and indexed. When you fail an Intelligence (Arcana) check to recall lore, you can spend 1 hour during a short or long rest reviewing the notes and repeat the check. If the check is related to necromancy magic, you have advantage when you reroll it.</p>",
      "activities": {
        "Study Notes": {
          "name": "Study Notes Study Notes"
        }
      }
    },
    "Tome of the Ethereal": {
      "name": "Tome of the Ethereal Tome of the Ethereal",
      "description": "<p><em>Wondrous Item, Very Rare (Requires Attunement)</em></p><p>Lighter than it rightly should be, this book is always cold to the touch and blurs when seen in periphery. While holding the tome, you can see into the Ethereal Plane out to a range of 120 feet.</p><p>In addition, the tome has 3 charges, and it regains all expended charges daily at dusk. When a creature you can see within 60 feet of you targets you with a power, a spell, or an attack while you aren't on the Ethereal Plane, you can use your reaction to expend 1 charge and choose one of the following effects:</p><ul><li>You enter the Ethereal Plane, then return to the plane and the space you left at the start of your next turn. If that space is occupied, you return to the nearest unoccupied space of your choice.</li><li>You teleport up to 60 feet to an unoccupied space you can see.</li></ul>",
      "activities": {
        "Enter Ethereal Plane": {
          "name": "Enter Ethereal Plane Enter Ethereal Plane",
          "condition": "When a creature you can see within 60 feet of you targets you with a power, spell, or an attack while you are not on the Ethereal plane."
        },
        "Teleport": {
          "name": "Teleport Teleport",
          "condition": "When a creature you can see within 60 feet of you targets you with a power, spell, or an attack while you are not on the Ethereal plane."
        }
      },
      "effects": {
        "Ethereal Sight": {
          "name": "Ethereal Sight Ethereal Sight",
          "description": "<p>You can see into the ethereal plane to a range of 120 feet.</p>"
        },
        "Entered Ethereal Plane": {
          "name": "Entered Ethereal Plane Entered Ethereal Plane"
        }
      }
    },
    "Book of Secrets": {
      "name": "Book of Secrets Book of Secrets",
      "description": "<p>This book contains Xorannox's collection of dirty secrets about other people: intrigues between nobles, unfaithful leaders, infernal contracts between devils and clergy of good-aligned temples, and similar misdeeds.</p><p>If you study the book for 1 uninterrupted hour, you find a piece of secret information about an important public figure of your choice. You only find information if the GM determines that person has a hidden secret. If you reveal you know the secret to the figure, you gain a +5 bonus on Charisma checks to influence them for 24 hours. After the book reveals ten secrets in this way, it holds no more secrets of use.</p>",
      "activities": {
        "Learn Secret": {
          "name": "Learn Secret Learn Secret"
        }
      }
    },
    "Kinesthetic Projection": {
      "name": "Kinesthetic Projection Kinesthetic Projection",
      "description": "<p><em>Weapon (Shortsword), Very Rare (Requires Attunement)</em></p><p>Many warriors claim the sword they wield is an extension of themself — an allegory at best. But this shortsword, forged from viscera, bone, and shattered psyches, makes the statement literal. The sword's bony blade narrows into a handle, wrapped in fleshy tendrils.</p><p><strong>Curse.</strong> When you attune to this shortsword, it fuses to your hand, stitching your bones to the handle and binding your flesh to the sinewy wraps. You can't let go of the sword or use your fused hand to hold another object. This effect ends and the sword detaches if you are targeted by a cure ailment power or @UUID[Compendium.dnd5e.spells.Item.XZhdgVK3cLoxNCQl]{remove curse} spell.</p><p>While attached to your hand, whether you remain attuned to the sword or not, you have violent nightmares whenever you close your eyes, and you take 1d6 psychic damage whenever you finish a short or long rest.</p><p><strong>Kinesthetic Projection.</strong> You gain a +2 bonus to attack and damage rolls made with this shortsword, and it deals an extra 1d6 psychic damage on a hit.</p><p><strong>Visceral Reach.</strong> As a bonus action, you can spend 2 Hit Dice to extend this weapon's reach by 10 feet for 1 minute. Additionally, for the duration, you can use an action to make a melee weapon attack against a creature within 30 feet of you. On a hit, the target must succeed on a DC 17 Strength saving throw or be pulled up to 25 feet directly toward you.</p>",
      "activities": {
        "Visceral Reach: Extend Reach": {
          "name": "Visceral Reach: Extend Reach Visceral Reach: Extend Reach"
        },
        "Visceral Reach: Pull": {
          "name": "Visceral Reach: Pull Visceral Reach: Pull"
        }
      },
      "effects": {
        "Visceral Reach": {
          "name": "Visceral Reach Visceral Reach",
          "description": "<p>For the next minute, your reach is increased by 10 feet.</p>"
        }
      }
    }
  }
}