{
  "label": "AbyssalBrews Vol 2 - Rare",
  "entries": {
    "Doomscroll": {
      "name": "Doomscroll",
      "description": "<p>This odd stone tablet contains a magicked scroll that wraps around two rolls allowing it to seemingly continue to be rolled forever. The tablet itself is unremarkable, but the soft and alluring blue glow it produces seems to draw viewers towards it, inviting them to take it into their hands and see what it has to say. It occasionally softly buzzes and emits a bell-like sound if left alone for a period of time, attempting to make itself noticed to anyone around.</p><p class=\"MsoNormal\">When a creature uses an action to pick up the tablet and interact with it, the blue glyphs on the scroll morph into a language the creature knows and appears to be vapid but inflammatory snippets of text along with rudimentary and often falsified imagery targeting the reader’s likes, dislikes, fears, anxieties, and occasionally their comedic tastes. The creature must then attempt a DC 17 Wisdom saving throw.</p><p class=\"MsoNormal\">If the creature fails their saving throw, they become charmed by the tablet and want nothing else but to read the messages upon it for the next 10 minutes, ignoring most of the world around them. They can repeat their saving throw once per minute spent reading the tablet. The effect ends on a success, if they take damage, are affected by harmful magics other than the tablet’s, or if another creature uses an action to make a successful contested Athletics check with the reader to rip the tablet away from them. Once the effect ends by any means, the tablet stops glowing and crumbles to dust. The creature then gains a -1 penalty to their Intelligence and Charisma modifiers for 1 hour.</p>"
    },
    "Vanity": {
      "name": "Vanity",
      "description": "<p><em>Requires attunement by a Bard</em></p><p>They say that bards love no other as much as they love themselves and while some would shy away from such a self-aggrandizing world view, it would seem the creator of this violin truly embraced it instead. This instrument is crafted from a ley-infused oak said to be touched by a creature of great power long ago. Tuned to precision, it’s one of the finest stringed instruments one could hope to play. Mounted to the end is a mirror angled perfectly so that when the instrument is played, the player sees themself looking back.</p><p class=\"MsoNormal\">While attuned to this instrument and holding it in your hand, you’re especially aware of what may be lurking behind you. You have advantage on active perception checks to notice hidden creatures and a +1 bonus to your passive perception.</p><p class=\"MsoNormal\">When you grant bardic inspiration to an ally using this instrument while gazing into your own eyes in the mirror, you gain a +1 bonus to the next ability check, attack roll, or saving throw that you make. This potential bonus lasts for one minute before the magics fade away. If you use this feature again before having used your potential bonus, then the previous bonus is replaced with the new instance.</p>"
    },
    "Humble Pie": {
      "name": "Humble Pie",
      "description": "<p>This beautifully crafted pie has obviously been created by a master baker with a rich and flakey crust enshrouding a decadent filling. The odd mix inside tastes somewhat like blackberries, but with a slight medicinal aftertaste. It is topped with many ornate, decorative pieces forming a regal looking crust with a single dollop of whipped cream in the middle supporting a pastry crown around it. It constantly smells freshly baked and never seems to spoil regardless of time since its creation.</p><p class=\"MsoNormal\">You can spend 10 minutes of quiet time concentrating on eating this pie. After consuming this pie, you feel a wave of humility wash over you and a desire to serve others stirs in your heart. You gain 5 charges of humility. During your turn, you can use an action to expend any number of charges of humility to cast @UUID[Compendium.dnd5e.spells.uUWb1wZgtMou0TVP]{Cure Wounds} targeting any creature other than yourself. When cast this way, you use a spellcasting modifier of your choice. The level of the spell is equal to the number of humility charges expended to cast it. Unused charges of humility vanish at the next dawn.</p>"
    },
    "Spearrow": {
      "name": "Spearrow",
      "description": "<p>A bane of the skyways, the Spiking Spear Sparrow has long defended their domain in the air from ships and other avians alike. Their penchant for diving through sails and balloons at astounding speeds has made them a particularly difficult threat to tackle for skyfaring adventurers. For some, where there is challenge there is also opportunity. This spear has been fashioned with a beak from a Spiking Spear Sparrow and is remarkably light in the hand. You have a +1 bonus to attack and damage rolls made with this magic spear.</p><p class=\"MsoNormal\">The razor sharp tip of this spear is remarkably durable and adept at puncturing through hardened materials. This spear deals double damage to objects and structures.</p><p class=\"MsoNormal\">The light and aerodynamic construction of this spear allows you to hurl it at remarkable speeds. When you hit with a ranged weapon attack from throwing this spear, it penetrates through the target dealing an extra 1d6 magical piercing damage and continues traveling on the same line. If another creature is in that line, make a separate ranged weapon attack roll to hit it. The spear continues to penetrate targets until you miss on an attack roll, it hits a solid object or structure, or it travels 60 feet. The spear magically returns to your hand at the end of your next turn.</p>"
    },
    "Goop Gun": {
      "name": "Goop Gun",
      "description": "<p>This odd contraption consists of a roughshod barrel that seems to have a slimy, pungent smelling, virescent substance with roughly the consistency of paste inside it. The barrel is affixed via a long rubber-like hose attached to a makeshift pumping mechanism scraped together from old pieces of a nautical vessel as well as other metallic detritus. It’s obvious that the construction of this piece was quick and careless, but it still manages to get the job done. The barrel can be worn on your back via two leather straps and the pump can be stored on the side of it.</p><p class=\"MsoNormal\">During your turn, you can use an action to pull the pump from the barrel and unleash a torrent of goop in a 15 foot cone in front of you. The area becomes difficult terrain for 30 seconds. Creatures within the cone during the initial blast must attempt a DC 17 Dexterity saving throw, becoming covered in the goop for 30 seconds on a failed save.</p><p class=\"MsoNormal\">While covered in goop, the creatures are especially vulnerable to fire damage. When they take fire damage for the first time while covered in goop, they take an additional 3d6+2 fire damage. The goop burns off after this, ending their vulnerability. There is enough goop in the tank for two uses of it per day. The goop magically expands to refill the barrel daily at dawn.</p>"
    },
    "Powder Keg": {
      "name": "Powder Keg",
      "description": "<p>This precarious looking scabbard feels dangerous to approach and even more perilous to consider strapping it to your own body. The interior of it features a set of rollers that flake off black powder when a finger is run across it. A fuse is stuck in the bottom running to an interior storage of volatile explosive materials. This scabbard can accommodate smaller bladed weapons like shortswords, rapiers, and daggers.</p><p class=\"MsoNormal\">When you draw a weapon that has been stored in the scabbard, the blade is coated in a thick layer of the powder. While coated in this powder, if the blade strikes a hard surface such as armor, thick scales, or inanimate objects, it explodes in a burst of incendiary power. All creatures in a 15 foot cone in front of you must make a DC 15 Dexterity saving throw taking 3d6 fire damage on a failed save or half as much on a successful one. If the attack that triggered the burst was a critical hit, then all creatures in the cone take a -2 AC penalty until they complete a long rest if they’re wearing natural armor, or until they get their armor repaired if the armor is crafted.</p><p class=\"MsoNormal\">In a dire moment, you can use an action to pull the scabbard from your side, light the fuse and throw it to a space of your choosing within 60 feet. At the end of your turn in the next round the scabbard explodes spectacularly. All creatures within a 60 foot radius sphere of the scabbard must make a DC 15 Dexterity saving throw taking 8d6 fire damage on a failed save or half as much on a successful one. Creatures that fail the save are blinded for 1 round and deafened for 1 minute. The scabbard is destroyed instantly when it explodes.</p>",
      "activities": {
        "save": {
          "condition": "Strike a hard surface while the your blade is coated in the scabbard's powder."
        }
      }
    },
    "Death Grip": {
      "name": "Death Grip",
      "description": "<p>This gauntlet reeks of death and carries with it an aura of ill intent. It’s crafted from the carved bones and skull of a creature unfamiliar to you. Running your fingers over the coarse surface causes visions of unspeakable horrors to creep into the edges of your mind. While wearing this gauntlet, you gain a +1 bonus to the attack rolls and the damage rolls you make with unarmed strikes and natural weapons. Such attacks are considered to be magical.</p><p class=\"MsoNormal\">While attuned to this gauntlet, when you reduce a creature’s hit points to 0 with an unarmed strike or an attack with natural weapons, you rip the creature’s soul from its body temporarily projecting an incorporeal version of it into an empty space of your choosing within 5 feet of the creature. At the end of your turn, you can command the creature’s spirit to move up to its movement speed and make an attack, cast a spell, or perform any special action that it could in life. After the spirit completes these commands, it disappears. Once you have used the gauntlet in this way, you cannot use this property again until the next dawn.</p><p class=\"MsoNormal\"><em><strong>Curse.</strong></em> This gauntlet is cursed by the spirit of a powerful undead and becoming attuned to it extends the curse to you until you are targeted by a <em>remove curse</em> spell. While you are cursed, you are unable to remove the gauntlet and the flesh of the arm that you wear it on takes on a rotting appearance. Additionally, you cannot be healed by healing magic including spells or healing potions. When you take necrotic damage, you are instead healed for the amount of damage you would have taken.</p>"
    },
    "Brain Rot": {
      "name": "Brain Rot",
      "description": "<p>This unusual looking, gleaming gold crown is decorated with gazing green eyes that move at all times searching for intelligent creatures around it. The interior of the crown looks like a remarkably well crafted brain that is nearly indistinguishable from the real thing. Several winding tentacles move autonomously from the bottom of it, twisting and reaching toward any that approach the crown. Looking upon the crown fills your head with visions of intelligent grandeur and promises of remarkable speechcraft.</p><p class=\"MsoNormal\"><em><strong>Curse.</strong></em> This crown is cursed and becoming attuned to it extends the curse to you. While cursed by this item, you forget all languages you previously knew, but gain a new language called Brain Rot. This new language sounds like Common, but is strewn with a dizzying mixture of terms and phrases that make little sense to others that don’t speak this language. When you speak to a creature while cursed, they must succeed on a DC 16 Intelligence Saving throw to understand what you said. If they fail their saving throw, you and the creature you spoke to take [[/r 1d8+2]] psychic damage. This crown cannot be removed and attunement cannot be broken unless it is targeted by a Remove Curse spell.</p>"
    },
    "Holier Than Thou Water": {
      "name": "Holier Than Thou Water",
      "description": "<p>Produced in relatively simple rituals, the concept of holy water is quite common. The relative availability of holy water led some in the clergy to feel as though they needed something that would set themselves apart and serve as a reminder of their status within their sect. It was through these deific efforts of prayer and meditative rituals that stronger blessings were passed down on the honored few creating an even holier water, worthy of their stature.</p><p>As an action, you can pull the pin from this bottle and throw it toward the center of a space that you can see, within 30 feet of you. Upon impact, the bottle bursts in a 15 foot radius sphere forming a sparkling, radiant cloud that hangs in the air for a moment before dissipating. Fiends and undead creatures within the sphere take [[/r 7d6]] radiant damage and must succeed on a DC 15 Constitution Saving throw or be blinded until the end of their next turn.</p><p>Creatures that are not fiends or undead within the sphere regain [[/r 4d6]] hit points and are filled with divine fervour, granting them a +1 bonus to their next melee, ranged, or spell attack within 1 hour.</p>"
    },
    "Centifolia Circles": {
      "name": "Centifolia Circles",
      "description": "<p>Known for their grace and difficulty of use, this pair of chakrams are formidable weapons. Bearing an external ring of thorns and a floral centerpiece that always smells of the sweet scent of a budding rose, obvious care has been put into their craft. The grips at the center of these rings make for easy manipulation and allows them to be thrown with ease. You have a +1 bonus to attack and damage rolls made with this magic weapon.</p><p><span style=\"font-family:'Arial',sans-serif\">If you hit with a thrown attack using this weapon, the weapon becomes stuck in the creature until the end of your turn. Additionally, a dazzling display of illusory fallen petals drop from the chakram in air, leaving behind a trail of petals between you and the creature struck by the chakram that persists until the end of your turn. While moving on that trail you gain a 5 foot bonus to your movement speed and treat any difficult terrain as normal terrain. During the same turn that you threw the chakram, you can use a bonus action to rip the chakram out of the creature dealing an additional [[/r 1d4]] magical slashing damage.</span></p>"
    },
    "Apotheosis": {
      "name": "Apotheosis",
      "description": "<p><em>Requires attunement by a Paladin</em></p><p class=\"MsoNormal\">Holy warriors of old have often put their trust in their deity to protect them and those who walk at their side. While their divine power is without question, those who understand the brutal nature of the world know that there is no substitute for a solid shield when it comes to defending themselves. As paladins faced harsher times, they turned to the smiths of their order to create something that would fuse their holy protection with that of their trusty shield.</p><p class=\"MsoNormal\">This shield is crafted from a finely honed alloy that has been imbued with holy magics. Running your finger along the surface produces a hum that almost sounds like the soft dronings of an angelic choir. It constantly emanates bright light in a 15 foot radius and dim light for another 15 feet after that. You gain a +1 bonus to AC while carrying this magical shield.</p><p class=\"MsoNormal\">When you use your Lay on Hands feature to heal a creature or cure them of a disease or poison, the shield beams with holy magic and begins to levitate next to you leaving your hands free. A 15 foot radius sphere of protection extends around you and moves with you until the end of your next turn. Conscious allies within the sphere of protection have the same AC as you unless their normal AC would be higher.</p>"
    },
    "Staghorn Shako": {
      "name": "Staghorn Shako",
      "description": "<p>The Cervusan, deer-like warriors of the far reaches are said to be honorable duelists, practiced in both sword and spell. This traditional helmet of layered red leather, is tinged with golden accents and bears the discarded horns of a Cervusan warrior. Though they are no longer attached to the creature, they still carry with them some of the latent magics of the Cervusans themselves.</p><p>While you are attuned to this helmet, you gain a +1 bonus to Arcana skill checks as well as a +1 bonus to saving throws against spell attacks.</p><p>Twice per day, when you cast a spell that would normally target a creature or area, you can instead choose to cast it on a melee weapon in your possession, imbuing the weapon with the spell. When you hit a creature with a melee weapon attack with the imbued weapon, you can choose to instantly cast the imbued spell targeting them or an area including them if it was an area based spell. When cast in this way, you use your previous melee weapon attack roll as your spell attack roll if needed. If the spell requires a saving throw, the creature you hit rolls their saving throw at disadvantage due to the surprising nature of the spell. If you do not hit a creature with the imbued weapon by the time you finish your next long rest, the spell is lost. This ability resets daily at dawn.</p>"
    },
    "Infinity": {
      "name": "Infinity",
      "description": "<p>A winding metal chain supports a pendant, round in shape and covered in ancient runes in a language that has long-since been lost to time. The idle of this pendant is a blown glass tube that has no end or beginning. Within it, sparkling grains of sand sit suspended. A single metal rod runs through the center allowing the piece to be spun like an hourglass, though no sand moves when it’s inverted.</p><p class=\"MsoNormal\">This magical amulet has 8 charges for use with the abilities below. When you spend a charge, some of the sand moves to the other side of the hourglass showing the remaining charges. It regains [[/r 1d6+2]] charges at dawn.</p><p class=\"MsoNormal\"><em><strong>Hastened Strike (1 charge).</strong> </em>You can expend a charge when you make a weapon or spell attack to cause the weapon or spell to move much faster than expected. This attack gains a +1 bonus to its attack roll.</p><p class=\"MsoNormal\"><em><strong>A Moment Suspended (5 charges).</strong></em> You can use your reaction when targeted by a weapon or spell attack, but before the attack roll is made, to temporarily pause the world around you. Time stops for everyone besides you. You can then move up to 15 feet without provoking attacks of opportunity. Time resumes at the end of your movement. If you end your movement in a different space than where you started, the attack that triggered this reaction misses.</p>"
    },
    "Watchful Seal": {
      "name": "Watchful Seal",
      "description": "<p>Closing your missive with a tasteful wax seal has long been a mark of official communications and more cordial affairs alike in the upper echelons of society. This hand carved box comes with all of the tools necessary to create normal wax seals as well as one stick of wax tucked away in a drawer that can be extended from the side of it. When the drawer and lid of the box are closed, the box locks shut, requiring you to press the correct series of runes on the front to open it. The series is known only to the creator, but can be deduced with a successful <strong>DC 20 Investigation check</strong>.</p><p>Each piece of this kit is a component in a magical ritual used to create Watchful Seals. When you spend 10 minutes setting up the kit, melting the wax, and applying a seal to a missive using components from this kit, a Watchful Seal is created. Watchful Seals are inert and appear non-magical until the missive is open and the seal is broken. Once opened, the seal activates and allows you to see and hear as if you were where the seal is. This effect lasts 10 minutes before the seal turns non-magical and deactivates. The magical nature of the seal can be determined with a successful <strong>DC 17 Arcana check</strong> only while the seal is active.</p><p>The wax that this kit uses must be magically infused and can be difficult to find in more remote places. It typically costs 250 gp for a stick and each stick has enough wax to create 3 seals.</p>"
    },
    "Bramble": {
      "name": "Bramble",
      "description": "<p>Crafted from the bark of an everliving elm and wrapped in a creeping vine, this gauntlet is composed entirely of living materials. Placing your hand in the gauntlet causes it to tighten around your hand and integrate itself with your skin until you are able to feel touch through the bark itself. When not in use, the vine wraps itself up your arm and stays harmlessly out of the way.</p><p class=\"MsoNormal\">While you are wearing this gauntlet, you can use one action to cause the vine to uncoil itself and spool on the floor in front of you. This vine then begins to function the same as 50 feet of hempen rope with a grappling hook attached to it, though one side always remains attached to the gauntlet. It can be used for all things a normal rope can including climbing, tying someone up, or bridging a gap. After 1 hour, or when you command it to do so, the vine unwinds itself and wraps back around your arm.</p><p class=\"MsoNormal\">As an action, you can send out the vine toward one creature that you can see within 50 feet of you. If the creature is no more than one size larger than you, it must attempt a DC 17 Strength saving throw or become grappled by the vine until the end of its next turn. On a turn where you successfully grapple a creature in this way, you can use a bonus action to yank the vine and pull them up to 10 feet towards you.</p>"
    },
    "Brimstone Brooch": {
      "name": "Brimstone Brooch",
      "description": "<p>In areas of significant volcanic activity, a plant known as a Brimstone Bloom sometimes grows from the enriched soils of the area. They are known for being particularly dangerous to come across as they possess a magical defense mechanism that is adept at keeping them safe. Plucking a flower from the plant often causes a burst of flame to explode from the bloom leaving little left but scorched earth and the plant itself. Someone seems to have been able to remove one safely and has now infused a brooch pin with its magics.</p><p class=\"MsoNormal\">While attuned to this brooch and wearing it, you gain resistance to fire damage caused by magical effects. In addition, if a magical effect would cause you to make a saving throw in order to avoid taking fire damage, you gain advantage on that save.</p><p class=\"MsoNormal\">While attuned to this item, the first time you take damage that would cause you to drop to 0 hit points, you instead drop to 1 hit point. The brooch casts 3rd level <em>fireball</em> (save DC 17) centered on your location. You are immune to the effects of this spell. After casting the spell, the brooch flower wilts and becomes non-magical, losing all additional properties.</p>"
    },
    "Kou'un": {
      "name": "Kou'un",
      "description": "<p>This beautifully blown glass trinket depicts a koi in a classic pose and is small enough to fit in the palm of your hand. Under the solid glass surface, it is festooned with flakes of gold, silver, and bronze that dance and twinkle when held under light. Though it is made of glass, it makes a distinctly metallic sound when placed on a surface. Long said to be symbols of luck and wealth, the koi is held in high regard by those who practice mercantile trades.</p><p class=\"MsoNormal\">This trinket can be placed inside your coin purse to grant good luck. While it remains in your coin purse, you have a +1 bonus to persuasion checks made to haggle or negotiate the price of goods and services.</p><p class=\"MsoNormal\">When times get dire, you can use one action to smash your coin purse against a solid object, crushing the trinket inside. When you do so, the trinket explodes into coins filling your purse with 5d6+10 gold. The trinket is destroyed in this process and no longer grants a bonus to your persuasion checks.</p>"
    },
    "Gorshun's Gaze": {
      "name": "Gorshun's Gaze",
      "description": "<p>Truly a gruesome item if ever there was one. This eyepatch has been embedded with the burning left eye of a particularly vicious nalfeshnee named Gorshun. Seemingly plucked straight from the skull of the beast itself by some manner of infernal magic, the eye remains alive and constantly scans the environment around it when worn in an unsettling, flittering manner.</p><p>While you are attuned to this eyepatch and wearing it over one of your eyes, you can use a bonus action to cause the eye to burn with infernal magics granting you truesight for 10 minutes. While your truesight is active, you also gain the ability to detect evil aligned creatures within 30 feet of you as if under the effects of the detect evil and good spell. After using this ability, you cannot use it again until the next dawn.</p><p><em><strong>Banishing Gaze.</strong></em> Twice per day, you can use an action to focus the eye on a creature that you can see and cast banishment (DC 17). This ability recharges at dawn.</p><p><em><strong>Curse.</strong></em> While attuned to this item you feel intrinsically connected to it and it cannot be removed. When you attempt to take a long rest, roll a d100. On a result of 95 or above, your dreams are interrupted by hellish visions of Gorshun causing you to fail your long rest. The third time you fail a long rest due to these visions Gorshun appears on your current plane within 90 feet of you and begins to hunt you. If you use the Banishing Gaze feature against Gorshun, it has disadvantage on the saving throw.</p>"
    },
    "Depth Charm": {
      "name": "Depth Charm",
      "description": "<p>Gaining the trust of a Depth-Wreck Guard clan is no small feat. Tenacious warriors, they guard the wrecks of ships that they inhabit from all that would dare approach it. More than a few greedy treasure divers have met a swift end at the hands of these creatures and most have learned to steer clear should they see the signs of a clan present. For the few that have managed to befriend these creatures, they have found them to be generous. One of their highest honors they can bestow is gifting the skull and jaw of a fallen warrior in the form of an amulet.</p><p class=\"MsoNormal\">Twice per day while wearing this amulet, you can use an action to raise the jaw on the amulet to your face causing you to undergo a transformation into a hybrid form of your original body and a shark. You gain the ability to breathe underwater, you gain a base swim speed of 40 feet, and your skin becomes thick and leathery granting you a +1 bonus to AC. Additionally, your mouth grows into a sharply toothed maw that can be used to make an unarmed strike as a bonus action during your turn. You are always considered proficient with these bite attacks. Bite attacks that hit deal 1d6+1 piercing damage.</p><p class=\"MsoNormal\">This transformation lasts 1 hour. You then revert to your normal form unless you expend another use of this feature. You can revert to your normal form earlier by using a bonus action on your turn. You automatically revert if you fall unconscious, drop to 0 hit points, or die.</p>"
    },
    "Death's Door": {
      "name": "Death's Door",
      "description": "<p>Those who stand at the precipice between life and death know all too well how fragile the mortal coil is. What once was a door to the world beyond has been ripped from its hinges and crudely fashioned into a shield. It still bears the foreboding door knocker that it did when it stood in place. Souls of the damned attempt to seep through the cracks in the spiritwood that was used to fashion it and a cold aura chills the air around it sending goosebumps across the skin of creatures who are within 5 feet of it.</p><p>While you are attuned to this foreboding shield, you gain resistance to necrotic damage and +1 bonus to intimidation skill checks.</p><p><em><strong>Knock, Knock.</strong></em> Once per day, while you are attuned to this shield, you can use an action to raise it and bang the knocker upon it twice. The spirit of two undead beings spring forth from the cracks in the door allowing you to cast @UUID[Compendium.dnd5e.spells.oyE5nVppa5mde5gT]{Animate Dead} at 4th level. When cast in this way, the spell does not require bones or a corpse to be nearby. Additionally, you can choose whether to summon zombies or skeletons.</p>"
    },
    "Death Knell": {
      "name": "Death Knell",
      "description": "<p>In times of extreme duress and anguish, creatures known as Death Bells can manifest in the bells rung to herald the passing of a loved one. This finely crafted wooden staff depicts a hunched and shrouded being holding a skull-shaped bell that lightly chimes when moved about. The staff itself has been imbued with the sticky remnants of a Death Bell. When holding this staff for the first time, you feel a wave of pain and sadness rush over you.</p><p class=\"MsoNormal\">While attuned to this staff, you gain the ability to cast <em>toll the dead</em> at 5th level. The DC is 17 or your spellcasting DC, whichever is higher.</p><p><span style=\"font-family:'Arial',sans-serif\"><em><strong>Summon the Lost.</strong></em> Once per day, you can use an action to raise the belled staff above your head and ring it causing unearthly wails and screams that are audible for 250 feet around you. When you do so, 4 Shadows arise in empty spaces of your choosing within 30 feet of you. The creatures take their turns directly after yours. You cannot control the creatures, but when you summon them, you can designate up to 4 creatures that they consider hostile. They will generally try to move to those creatures and attack them. The Shadows persist for 1 minute or until their HP reaches zero.</span></p>"
    },
    "Lucent Ward": {
      "name": "Lucent Ward",
      "description": "<p>This well hewn steel gauntlet is fashioned from a magically infused steel that is always slightly warm to the touch. The surface of it always seems to shift and dance with radiant patterns of reds, oranges, and purples. A bronze cast recreation of the sun sits boldly towards the top of the gauntlet and the back of the palm is adorned with a similar motif bearing a swirling yellow jewel inside that emits a warming glow at all times.</p><p>Twice per day while you are wearing this gauntlet and are about to be hit by a melee or ranged weapon attack, you can use your reaction to raise this gauntlet and cause it to emit a radiant shield, granting you a +2 bonus to AC until the start of your next turn. Creatures that hit you with a melee weapon attack while this shield is active take 2d6+2 radiant damage.</p><p class=\"MsoNormal\">If you have activated the shield using a reaction, at the start of your next turn you can attempt to shield bash a creature within 5 feet of you as a bonus action. The creature must attempt a DC 17 Constitution saving throw taking 4d6+4 radiant damage and becoming blinded until the start of their next turn on a failed save, or half as much damage and not becoming blinded on a successful one. These abilities reset daily at dawn.</p>"
    },
    "Sporegrip": {
      "name": "Sporegrip",
      "description": "<p>Fungal colonies possess many unusual properties that are well worth studying. Complex communication networks, long distance food transport, and water wicking methods are just some of the fascinating abilities to be found in the roots. This gauntlet is composed of a living wood that bends and moves with natural motion once affixed to your skin. The bark plays host to a complex bouquet of fungal growths on the outside. A cloud of glittering spores is visible around it when the gauntlet is held in sunlight.</p><p class=\"MsoNormal\">While attuned to this gauntlet, you gain a +1 bonus to Strength (Athletics) checks made to attempt to grapple a creature or to prevent a creature from escaping a grapple. At the end of its turn, while a creature is grappled by you, the creature takes [[/r 1d8+3]] poison damage from the spores emanating from the gauntlet.</p><p class=\"MsoNormal\">Once per day, while attuned to this gauntlet, you can use an action to touch a dead creature infecting it with spores from the gauntlet causing fungal growths to sprout from their corpse and restore a semblance of life to the creature. The gauntlet casts <em>speak with dead</em> on the creature. This ability resets daily at dawn.</p>"
    },
    "Glissade": {
      "name": "Glissade",
      "description": "<p>This well-crafted pair of leather boots emit an aura of frost and cold from them at all times causing them to constantly be shrouded in a small blizzard of snow and ice. The effects are purely illusory, but the boots themselves are always cold to the touch. Sliding your feet into them finds a comfortable flannel lining that keeps your feet warm regardless of the temperature around you.</p><p class=\"MsoNormal\">If you have not yet moved on your turn while wearing these boots, you can charge forward and slide on magical ice generated by these boots. When you do so, you move in a straight line over a distance equal to your base movement speed plus 15 feet. This action still consumes your movement speed for the turn.</p><p class=\"MsoNormal\">Once per day while wearing these boots, you can use an action to stomp your foot causing thick ice to creep outward from your boots turning the ground within a 20 foot radius sphere around you into difficult terrain for the next 1 minute. You are immune to the effects of this difficult terrain. Additionally, if you leave a space that would normally trigger an attack of opportunity, the creature that would make the attack must first succeed on a DC 16 Dexterity saving throw, foregoing the attack and falling prone on a failure.</p>"
    },
    "Lamplighter": {
      "name": "Lamplighter",
      "description": "<p>This flail has a spiked lantern mounted to the end of its chain where one would normally expect a heavy ball of steel. The handle is adorned with two hung banners bearing the mark of the Lamplighters. Though they started as simple servants lighting the candles and lanterns of darkened castles, they eventually grew into some of the nobility’s most trusted protectors. With their modified flails serving both practical and combat oriented purposes, those who carry their banner bring light to the darkest corners where evil may reside. You gain a +1 bonus to attack and damage rolls made with this magical weapon.</p><p class=\"MsoNormal\">This flail has two states that can be changed between by twisting the handle using a bonus action. The first state is darkened. When you hit a creature with an attack using this weapon while it is darkened, they become covered in a sticky, flammable oil. The oil persists for 1 minute or until the creature immerses themselves in water. There is enough oil in the lantern to coat three creatures before it must be refilled using an action. Each pint of oil poured into the lantern is enough to coat one creature.</p><p class=\"MsoNormal\">The second state is illuminated. While illuminated, the lantern sheds bright light in a 30-foot radius and dim light for an additional 30 feet. While illuminated, when you hit a creature that has previously been covered in oil with an attack, they are set ablaze in a ball of bright flame taking [[/r 3d8]] fire damage instantly and [[/r 1d6]] fire damage at the end of their turn for the next 1 minute. If the creature uses an entire turn to go prone and roll or if they immerse themselves fully in water, they stop taking fire damage at the end of their turn.</p>"
    },
    "Bait & Switch": {
      "name": "Bait & Switch",
      "description": "<p>What may seem like two unrelated items are actually a pair bonded by an inseparable magical connection. Bait is a cloth bag with a drawstring at the top. It is seemingly filled with glimmering gold coins that are actually simple pieces of wood enchanted with illusory magics to resemble gold. Switch is a tiny flying construct that constantly tries to return to Bait when they are separated.</p><p>You can use an action to place Bait in a location. It will naturally settle into position and shed a few illusory coins around it to sell the ruse. Creatures that are unaware of the nature of Bait can attempt to ascertain its nature with a DC 17 Arcana skill check. On a success, they know that the coins are illusory, but do not understand the nature of the other magics at play on this item.</p><p>Once per day, when a creature that is unaware of the true nature of Bait touches the pouch, Bait and the creature are instantly teleported up to 100 feet away into the space that Switch currently occupies. Simultaneously, Switch is teleported to the same space that Bait previously occupied and begins trying to make its way back to Bait. Switch has a fly speed of 30 feet, 5 Hit Points, and an AC of 15. If Switch is destroyed, a new one can be built at a cost of 50 GP. If Switch is further away than 100 feet when a creature touches Bait, the magic fails and the creature is not teleported. A creature that is aware of Bait’s nature can harmlessly pick it up after speaking a chosen command word. This ability resets at dawn.</p>"
    },
    "Blambow": {
      "name": "Blambow",
      "description": "<p>Resembling a standard longbow in many ways, this specialized weapon has the addition of pulley mechanisms that seem to be tailored for firing heavier projectiles than their more basic counterparts. The grip and arrow shelf are fashioned from an especially robust hardwood and a metal rack is mounted in front of the grip containing two heavy looking arrows that seem to be fashioned to deliver explosives at range. You have a +1 bonus to attack and damage rolls made with this magic weapon.</p><p class=\"MsoNormal\">Twice per day, you can use an action to pull one of the explosive arrows from the front rack and fire it towards a point that you can see within 150 feet. Each creature in a 20-foot-radius sphere centered on that point must make a DC 15 Dexterity saving throw. A target takes [[/r 6d6]] force damage on a failed save and is blinded and deafened until the end of their next turn, or half as much damage on a successful save and are not blinded or deafened. The explosive arrows magically refill at dawn.</p>"
    },
    "Axolittle": {
      "name": "Axolittle",
      "description": "<p>Dwelling in the warm reefs of tropical coasts, the Maxolotls are a friendly culture that look at the world outside of their communities with a sense of wonder and curiosity. Those who welcome the Maxolotl or seek to become allies will often find themselves bestowed a gift from one of their craftsmen. This amulet is set with sparkling jade stones and adorned with a small, hand carved figure of an axolotl as seen from above. Holding it fills you with feelings of comfort as if floating in a warm pool.</p><p class=\"MsoNormal\">While attuned to this amulet, you gain an additional hit die that can be utilized when you take a short rest. This bonus hit die can be used by yourself or given to another creature that is completing a short rest with you.</p><p class=\"MsoNormal\">Once per day, while attuned to this amulet, you can speak a command word in the native tongue of the Maxolotl to grant yourself regenerative properties. For the next 1 minute, you regain 6 hit points at the start of your turn. If you take force or acid damage, this trait doesn't function at the start of your next turn. You die only if you start your turn with 0 hit points and don't regenerate. Once this feature is used, it cannot be used again until the dawn of the next day.</p>"
    },
    "Sprigsteps": {
      "name": "Sprigsteps",
      "description": "<p>The interior of these boots is lined with an extremely comfortable mix of cotton and leather making them feel especially agreeable to wear. The exterior seems to be composed of a still living wood that grows into leafy sprigs toward the collars of the boot. When you don these shoes, the wood grows and contorts to wrap itself to you making a snug, but sure fit.</p><p class=\"MsoNormal\">While wearing these magicked boots, you gain a +5 foot bonus to any walking or climbing speeds that you have. Additionally, you are unaffected by difficult terrain that is caused by natural flora such as plants or fungi.</p><p class=\"MsoNormal\">When you move while wearing these boots, you can cause the roots of it to extend allowing you to move up to your speed in a singular step. This allows you to clear horizontal gaps or hazards so long as they are no wider than your base walking speed. Dashing has no effect on the amount of distance you can cover with these boots.</p>"
    },
    "Casuist's Pipe": {
      "name": "Casuist's Pipe",
      "description": "<p>It’s not rare to come across a group of scholars, all chewing the end of their ostentatious pipes while they discuss the philosophies of this world. Whether it be the politics of the day, or the nature of existence, they love to jaw and debate. This finely hand carved pipe is constructed from 2 blocks of wood and a darkstone base. When packed from the side of the stone and lit, smoke pours from the ears of the thinking figure plopped on the stone base in deep ponderance.</p><p class=\"MsoNormal\"><em><strong>Rune of Forgetfulness.</strong></em> This pipe is inscribed with a <em>Rune of Forgetfulness</em> on the stem. When you use an action to touch the pipe to a target, they must succeed on a DC 15 Intelligence saving throw or suffer the following effects. Their memory of the last 10 minutes becomes extremely hazy. They cannot remember specific words spoken by them or others around them. Additionally, they cannot remember specific actions taken by themselves or others around them such as picking up an object, destroying an object, or spells cast that did not harm them. They do not forget any violent actions taken towards them or their allies. They are unaware that they have been affected by this rune. Once activated, this rune can’t be used again until the next dawn.</p><p class=\"MsoNormal\"><em><strong>Forgetful Fog.</strong></em> You can use an action to liberally blow into the pipe and activate the rune, creating a foggy cloud of forgetfulness that expands into a 5 foot radius sphere around you. Creatures other than you within the fog come under the effects of the <em>Rune of Forgetfulness. </em>Targets within the fog have advantage on their Intelligence save when the rune is activated in this way. The fog dissipates after 1 round.</p>"
    },
    "Strigiform": {
      "name": "Strigiform",
      "description": "<p>The feathers of a giant owl given willingly often maintain some of the magic that these massive hunters of the night come to wield in their wizened years. Such creatures are rarely trusting enough of humanoids to offer their feathers willingly, but those that do carry with them great power. This cloak is composed of several feathers from a giant owl and wraps comfortably around the wearer’s body. While wearing this cloak, you feel lighter than normal and become much more aware of the winds that move around you.</p><p class=\"MsoNormal\">While attuned to this cloak, you gain darkvision our to 120 feet if you did not already have it. Additionally, your hearing and vision becomes much more keen granting you a +1 bonus to perception checks that rely on those senses.</p><p class=\"MsoNormal\">While wearing this cloak, you can use an action to flip the hood upwards and feel the air around rush beneath the wings on the cloak. You gain a fly speed of 60 feet for the next 1 hour. While you have this fly speed, you gain proficiency in Stealth ability checks if you don’t already have it, or expertise in Stealth checks if you are already proficient. You can use this ability once per day, resetting daily at dawn.</p>"
    },
    "Pocket Abby": {
      "name": "Pocket Abby",
      "description": "<p>This small, hand stitched doll is crafted with extreme care and precision. The soft, felt-like texture of the outside makes it perfect for hugging in moments that you might find yourself scared or overwhelmed. The doll was made to resemble Abby, a formidable kraken that is said to be in possession of a massive trove of magical items. For today though, this one just seems to be very cute.</p><p class=\"MsoNormal\"> While you are attuned to the Pocket Abby, you gain advantage on saving throws against spells, attacks, and hazards that would inflict the frightened condition. Additionally, you can hold your breath while underwater for 1 hour.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\"><em><strong>Summon Cephalopod.</strong> </em>Once per day, you can use an action to speak the command phrase and throw the Pocket Abby to a point of your choosing, that you can see, within 30 feet of you. When the Pocket Abby gets to that point, it suddenly grows into a bored looking <em>Giant Octopus</em> with the following special traits. In addition to its swim speed, it also has a fly speed of 60 ft. This creature is amphibious allowing it to breathe both in and out of water indefinitely. Its Ink Cloud action does not need to be underwater to obscure the area. You can command the <em>Giant Octopus</em> to move and act on the turn you summoned it as part of the summoning action, and on subsequent turns as a bonus action. Once the <em>Giant Octopus</em> falls to zero hit points, or after 10 minutes, it reverts back to a small and harmless doll. This ability recharges at the next dawn.</p>"
    },
    "Ember": {
      "name": "Ember",
      "description": "<p>This leather bandolier is crafted from a darkened brown hide that has multiple patterns of flames stamped into the various straps and fasteners. On the front, three slots hold small throwing knives that are enchanted to always appear glowing red hot, though to the touch they feel no different than a normal throwing knife. The knives themselves have flame shaped counterweights forged into the back to help keep them balanced in air.</p><p class=\"MsoNormal\">While attuned to this bandolier, you can use a bonus action to speak a command word and cause the knives to exit the bandolier and begin floating above your head. They float there for the next 1 minute.</p><p class=\"MsoNormal\">When you make a successful ranged attack or ranged spell attack against a creature, you can utter a short whistle that causes one of the daggers to fly towards the same creature and hit it, dealing 1d6+3 fire damage. The knife then returns to the bandolier and slots itself away. Any knives not expended after 1 minute return to the bandolier on their own. You can use this ability a number of times per day equal to your proficiency bonus, recharging daily at dawn.</p>"
    },
    "Specter Scepter": {
      "name": "Specter Scepter",
      "description": "<p>Gnarled and twisted by the spirits housed within, this magical scepter is freezing cold to the touch. The handle is topped with a twisted cage meant to entomb and contain the spirits of maddened specters within. Holding your ear close to the cage causes you to hear maddening whispers of the undead clamoring to be fed the pain of the living. While holding this scepter, you often notice something lurking at the corner of your vision, but turning to look shows nothing to be there. </p><p>Twice per day, while attuned to this scepter, you can touch it to a creature within five feet of you and attempt to possess them with the spirit of a maddened entity within. The creature must succeed on a DC 15 Wisdom saving throw or become possessed by a spirit for 1 minute. While a creature is possessed by a spirit, they regard you and your allies as friendly. At the end of your turn, and every turn while the creature is possessed, you can issue a simple command like flee or attack and the creature must spend its following turn trying to follow those commands to the best of its ability.</p><p>A creature that succeeds against the saving throw becomes immune to being possessed for the next 24 hours. If a creature falls unconscious while possessed, the possession ends immediately. You regain both uses of your possession daily at dawn.</p>"
    },
    "Acerbak's Bite": {
      "name": "Acerbak's Bite",
      "description": "<p><em>Bracer, Rare</em></p><p class=\"MsoNormal\">Fearsome tunneling beasts, the Acerbak are known for their powerful acid that cuts through stone and metal alike. Many unsuspecting miners have met a sudden and brutally painful demise when ambushed by these crafty hunters. The few that have managed to slip away often bear the scars of their encounter for the rest of their life. This bracer features two protruding spikes made from a special alloy that is resistant to the Acerbak’s acidic saliva along with a magically sustained acid gland pulled directly from one of the beasts.</p><p class=\"MsoNormal\">While wearing the bracer, you gain a +1 bonus to the attack rolls and the damage rolls you make with unarmed strikes. Such attacks are considered to be magical. When you hit with an unarmed strike while wearing this bracer, you can choose to deal acid damage instead of bludgeoning damage.</p><p class=\"MsoNormal\"><em><strong>Blistering Strikes. </strong></em>For every unarmed strike you hit with during your turn after the first, you deal an additional 1d4 acid damage. If you successfully hit with 3 unarmed strikes in one turn against a creature wearing non-magical metal armor, that piece of armor begins to blister and melt away, taking a permanent and cumulative −1 penalty to the AC it offers. Armor reduced to an AC of 10 is destroyed.</p>"
    },
    "Bartuk's Booster": {
      "name": "Bartuk's Booster",
      "description": "<p>The goblin inventor Bartuk spent months crafting what he believes is the perfect transportation device of the future. In actuality, this appears to be an extremely overpacked firework strapped to a magically enchanted, single use parachute in the form of an umbrella. The umbrella is secured with a rough hempen rope while the rocket itself has leather straps on it seemingly inviting someone to wear it on their back. It’s a baffling sight to behold and only the most foolhardy adventurer would try their luck with such an item.</p><p class=\"MsoNormal\">You can spend 1 minute strapping yourself to this rocket, taking hold of the umbrella, aiming the rocket, and lighting the fuse. When the lit fuse reaches the rocket you are propelled upward and in the direction you were pointing, towards any point that you can see within 400 feet at a rate of 100 feet per round. After traveling 400 feet, the rocket explodes in a dazzling array of sparks. Creatures within 30 feet of the explosion must attempt a DC 16 Dexterity saving throw taking 3d10+6 fire damage on a failed save or half as much on a successful one.</p><p class=\"MsoNormal\">At any point during the flight you can use an action to cut yourself free from the rocket and open the enchanted umbrella. Your rate of descent slows to 60 feet per round until you land on a solid object. You take no falling damage, and can land on your feet. After use, the umbrella continues to function as a normal umbrella, but loses its magical enchantment.</p>"
    },
    "Scrollkeeper's Case": {
      "name": "Scrollkeeper's Case",
      "description": "<p>This ornately decorated scroll case is fashioned from a magically infused elderwood and comes ready to use at a moment’s notice. Affixed to the side of it is a pull tab and scroll grip. When you pull the tab an ethereal blue scroll extends from the case revealing a blank page if no scrolls are stored in the case or one covered in magicked runes if a scroll is stored within.</p><p class=\"MsoNormal\">You can spend an hour copying up to 3 spell scrolls into Scrollkeeper’s Case. The case itself can store an infinite number of spell scrolls within it. When a spell scroll is copied to the case, the original scroll disintegrates leaving nothing behind. While holding the case, if you think of a spell scroll that is stored within the case and pull the tab, the scroll will be displayed on the ethereal blue sheet that extends from the case allowing you to cast the spell as if you were casting it from the original scroll. Casting in this way still consumes the scroll from within the case causing it to disappear and no longer be retrievable.</p><p class=\"MsoNormal\">Once per day, you can envision a scroll that you copied into the case and cast it as a bonus action regardless of cast time for the spell. This ability resets daily at dawn.</p>"
    },
    "Luminaire": {
      "name": "Luminaire",
      "description": "<p>What looks to have once been a hanging chandelier, has been ripped from whatever mechanism had previously kept it aloft. Now, a leather strap has been attached to the back turning this object into a makeshift shield that is constantly pouring light from it. When held, illusory wax drips from it, but disappears shortly after coming into contact with another surface. It seems the chandelier has been enchanted with some form of everburning magic to keep the appearance of fire where there is none.</p><p class=\"MsoNormal\">When you are wielding this shield, it shines bright light for 30 feet and dim light for an additional 30 feet beyond that. You can use one action to speak a command word to douse the flames or to reignite them.</p><p class=\"MsoNormal\">Twice per day, when you are hit, but not critically hit by a melee weapon attack, you can use your reaction to cause wax to pour from the shield and attempt to ensnarl the weapon that struck you. Make a contested Strength (Athletics) check against the creature that struck you. You have a +1 bonus on this check due to the sticky nature of the wax. On a success, you rip the weapon from their hand, leaving it stuck in the wax of the shield. Uses of this ability reset daily at dawn.</p>"
    },
    "Concussive Crown": {
      "name": "Concussive Crown",
      "description": "<p>Taken from a large beast and resized to fit for others, this imposing, dome-shaped helmet has seen its fair share of use. Covered in scratches, dents, and divots it seems that this helmet has been put through its paces in battle already. The metal that this helm was constructed from is especially durable but not so heavy as to be uncomfortable. Two large ram’s horns protrude from the top making an imposing impression on those who would stand against its wearer.</p><p class=\"MsoNormal\">While attuned to and wearing this magical helmet, you gain a +1 bonus to AC. Additionally, you gain advantage on saving throws against effects that would cause you to become stunned.</p><p class=\"MsoNormal\">Once a minute while wearing this helm, you can use an action to lower your head and charge forward in a line up that is up to twice as long as your walking speed. Creatures in that line must attempt a DC 16 Dexterity saving throw taking 3d10 bludgeoning damage and being shoved 10 feet away from the line on a failed save or taking half as much damage and not being shoved on a successful one. Objects and structures along this line automatically fail the save and take double the listed damage.</p>"
    },
    "Sightseer": {
      "name": "Sightseer",
      "description": "<p>This odd looking longbow is packed with knobs, adjustments, and magically infused lenses making it a nightmare for those that aren’t trained in its use. The dizzying array of moveable parts resemble the sextants used by cartographers and professional navigators, but all strapped to an imposing bowed frame. You gain a +1 bonus to attack and damage rolls made with this magical longbow.</p><p class=\"MsoNormal\"><em><strong>Longshot.</strong></em> The lenses and incremental adjustments on this bow make extremely long distance shots more achievable. If you spend 1 uninterrupted minute to focus on lining up a shot by dialing in the proper adjustments, your next attack can be made at long range without imposing disadvantage. If this attack hits, it deals an additional +5 magical piercing damage. If the target was unaware of your presence when you made this shot, it deals an additional +10 magical piercing damage instead. You lose these bonuses if you move or take damage during or after your preparations.</p><p class=\"MsoNormal\"><em><strong>Allseer. </strong></em>You can use an action to fire a specially fitted arrow called an Allseer toward a point within a 120 foot radius of you. When it gets to that point, the Allseer begins to hover. You can look through the large lens on the Sightseer and observe visual information from the Allseer’s position. It has normal vision out to 120 feet in all directions. The Allseer remains aloft for 1 hour before it falls to the ground. After firing an Allseer, you cannot do so again until you complete a long rest and craft a new Allseer using components present on the bow.</p>"
    },
    "Soaring Waltzling": {
      "name": "Soaring Waltzling",
      "description": "<p>A fiendish cage composed of bone and flesh locks away a rambunctious Waltzling ready to deliver a blast at range. Before it is activated, this cage hangs neatly on any belt, ready to be used when the situation calls. The constant chittering and chattering giggles of the being inside made prove a problematic distraction in times of serious discussion, but it’s a small price to pay for the hell it can unleash on unsuspecting foes.</p><p class=\"MsoNormal\">When you use a bonus action to pull the pin of bone from the top of this cage, fleshy wings unfurl and begin to flap, keeping itself aloft and petals of blood begin to fall from it. As part of that bonus action, choose one target that you can see within 60 feet and point towards it. The cage will fly in a straight line towards the target leaving petals of blood behind in spaces that it flies over. When you move through spaces that are covered in petals, you only spend half of your normal movement speed. The petals melt away after 1 minute.</p><p class=\"MsoNormal\">When it reaches the target, the Waltzling inside explodes in a fiery cacophony. The target and all creatures within a 15 foot radius of it must attempt a Dexterity saving throw (DC 14). On a failure, the creature takes 3d6 fire damage and is covered in a burning, sticky liquid. At the start of their turn for the next 1 minute, they take an additional 2d6 fire damage until they use an action to douse the flames, or immerse themselves in water. On a successful save, they take half as much damage and are not covered in the burning liquid.</p>"
    },
    "Observer's Cowl": {
      "name": "Observer's Cowl",
      "description": "<p>Drudgework Observers are known for their immaculate vision and ability to spot potential threats long before they become obvious to the naked eye. A cunning inventor has seen fit to fashion the same kind of vision system used by the observers into a convenient headpiece that can be worn by most anyone. Looking at the world through the goggles of the cowl reveals a vibrance and sharpness to the world giving you advantage on perception checks that are based on sight.</p><p class=\"MsoNormal\">As an action, you can manipulate the lenses in order to gain a more detailed look at things in the distance. You can alter the magnification of distant objects to appear anywhere from normal to twice as large.</p><p class=\"MsoNormal\">Once per day, you can use an action to speak a command word and cause the goggles to glow a bright shade of piercing blue. While the eyes glow, you gain truesight out of a distance of 60 feet. Additionally, if you focus on a container like a chest or a crate for 1 minute, you can see vague outlines of what is within the container. This does not work if the container is lined with lead or similar heavy metals. The goggles glow and prove these benefits for 10 minutes before ceasing to function. The goggles regain this ability daily at dawn.</p>"
    },
    "Disarming Sword": {
      "name": "Disarming Sword",
      "description": "<p>Many duelists are known for their efficient footwork and keen movements of their blade to outmatch their enemy. Speed and finesse are as much a part of their arsenal as their blade itself. This shortsword is crafted with a basket hilt and uniquely features both a gut-hook and a second hook toward the crossguard of the blade, purpose built for catching other blades within it. You have a +1 bonus to attack and damage rolls made with this magical weapon.</p><p class=\"MsoNormal\">If you are proficient with this weapon, you gain a +1 bonus to AC if you wield it in one hand with nothing in your other hand.</p><p class=\"MsoNormal\"><em><strong>Disarm.</strong></em> The lower hook on this weapon is especially adept at catching attackers off guard. If a creature that is no more than one size larger than you misses a melee weapon attack against you using a one-handed weapon, you can use your reaction to attempt to disarm them. Make a Dexterity (Sleight of Hand) check contested by the attacker’s <strong>Strength (Athletics)</strong> check or <strong>Dexterity (Sleight of Hand)</strong> check. The attacker chooses the ability to use. If you succeed, the attacker’s weapon is pulled out of their hand and either falls to the ground or can be taken into your free hand, if you have one. Whether you succeed or fail, creatures that saw this ability are immune to it in the future.</p>"
    },
    "Umbrala": {
      "name": "Umbrala",
      "description": "<p>This oddly ornate umbrella is crafted from a fabric that seems to swallow light that comes in contact with it. It appears unnaturally dark even when exposed to direct sunlight. It’s ornately decorated with a fine gold like material and the edges are draped with ribbons that flit and flutter in the wind. The handle is carved from an ashy dark wood and the metal of the stem seems to be composed of a nearly black metal. When it is closed, it appears to be a regular umbrella, albeit an elaborately adorned one.</p><p class=\"MsoNormal\">Outside of combat, if a creature you are hidden from is about to detect your presence due to a successful Perception check, you can use your reaction to open this umbrella causing magical darkness to fill the space you are occupying and moves with the umbrella. While in this magical darkness, you can see outward, but are fully obscured to creatures outside of it.</p><p class=\"MsoNormal\">If you are in combat, you can similarly use your reaction when you are about to be hit by a ranged attack or ranged spell attack to open the umbrella and cloak the space that you occupy in magical darkness. Creatures outside of the magical darkness have disadvantage on ranged attacks and ranged spell attacks against you including the attack that triggered this reaction. These effects last for 1 minute, or until you close the umbrella as a bonus action. You can use either these effects once per day, recharging at dawn when the umbrella is held in light.</p>"
    },
    "Patagia Panoply": {
      "name": "Patagia Panoply",
      "description": "<p>The natural world is no stranger to overcoming the dangers of gravity. This remarkably light suit has been crafted to resemble the coat and body makeup of a sugar glider, offering impressive cloth membranes that span from wrist to ankle when worn. The fabric seems to be made of a notably soft material woven with a magically infused thread that seems to catch and hold air around it as the suit moves. A well-crafted, albeit cosmetic, hood is included to complete the ensemble and offers comfortable warmth for those that wear it.</p><p class=\"MsoNormal\"><em><strong>Spring.</strong></em> Once per hour, while wearing this suit, you can use an action to ready yourself and make a forceful leap vertically into the air. When vertically jumping in this way, your maximum jump height is 30 feet rather than your standard jump height.</p><p class=\"MsoNormal\"><em><strong>Sail.</strong></em> While wearing this suit, when you start to freefall, you can use a reaction to spread your arms and legs wide, unfurling the clothen membranes on this suit, slowing your descent. Each round, while gliding like this, you can manipulate your arms and legs to control yourself and move up to your walking speed horizontally. You naturally fall 5 feet per round while gliding like this and cannot regain height that you have lost. You can dive while gliding, converting horizontal movement into downward movement.</p>"
    },
    "Diredouser": {
      "name": "Diredouser",
      "description": "<p>This odd mechanism is composed of two large tanks attached to a series of pipes and fittings that run to a contraption made to be carried with a spraying nozzle on the front. It has leather straps mounted to the tanks to allow it to be worn on a creature’s back. The tanks can be refilled by completely submerging the backpack in water. If the tanks are filled with any liquid other than water, the nozzle becomes gummed up and the soaker stops functioning until you spend 1 hour cleaning it.</p><p class=\"MsoNormal\">The tanks contain enough water to activate any combination of the abilities below 5 times total with each ability removing one use.</p><p class=\"MsoNormal\"><em><strong>Boost.</strong></em> You spray the water downwards allowing you to jump an additional 15 feet in distance or height.</p><p class=\"MsoNormal\"><em><strong>Drench.</strong></em> You attempt to soak an item or creature within 30 feet of you, that you can see. The creature must succeed on a DC 16 Dexterity saving throw or become drenched. A drenched creature is vulnerable to lightning damage for 1 minute. This also puts out non-magical fires.</p><p class=\"MsoNormal\"><em><strong>Blast.</strong></em> You shoot a powerful blast of water towards a creature within 30 feet of you, that you can see. That creature must succeed on a DC 16 Strength saving throw or be shoved 10 feet away from you and knocked prone.</p>"
    },
    "Prismguard": {
      "name": "Prismguard",
      "description": "<p>The power to split light is not a new phenomena. In fact, it has been well documented for times eternal in the appearance of rainbows in the skies above, or the refractions of light dancing through hanging water drops. It wasn’t until recently that it was postulated that magic may work the same, if you could just get the right kind of prism. Obtaining such a stone proved to be no easy feat, but the one that managed to find just the right crystal placed it upon the front of this shield turning it into something very special indeed.</p><p class=\"MsoNormal\">While you are attuned to this magical shield, you gain a +1 bonus to your AC. Additionally, you gain a +2 bonus to saving throws against spells that deal lightning damage.</p><p class=\"MsoNormal\">Once per day, while attuned to this shield, when you cast a spell that has a range of touch, you can cast the spell through the back of the prism, scattering it in a 15 foot cone in front of the shield. Creatures within the cone gain all of the effects of the spell, whether beneficial or damaging and must make saving throws as needed. After casting a spell in this manner, the crystal becomes inert until the next dawn when it is first held in sunlight.</p>"
    },
    "Dipolar Gages": {
      "name": "Dipolar Gages",
      "description": "<p>While they may look intimidating to strap to your hands, these gloves do have a certain attractive property to them. Fashioned from specialized, drudgework style magnets infused with an ever regenerating magical electric core, these gloves offer their user the power to attract or repulse magnetic metals such as iron, steel, and nickel.</p><p class=\"MsoNormal\"> These gloves have 5 charges that can be used for the following properties. They regain all of their charges daily at dawn.</p><p class=\"MsoNormal\"> <em><strong>Positive Attraction (1 charge).</strong></em> When a melee attack made with a weapon composed of primarily magnetic metal misses you, you can use your reaction to spend a charge and attempt to disarm the attacker. They must succeed on a DC 15 Strength saving throw or the weapon is ripped from their hands and attaches itself to the glove. As part of this same action, you can choose to equip the weapon or toss it aside.</p><p class=\"MsoNormal\"><em><strong>Negative Repulsion (1 charge).</strong></em> When you hit with a melee weapon attack or unarmed strike, you can expend 1 charge to repel the target away from you. They are shoved 15 feet away from you and must succeed on a DC 15 Dexterity saving throw or be knocked prone.</p>"
    },
    "Wick": {
      "name": "Wick",
      "description": "<p>The long wooden handle of this greataxe stretches up from what appears to be a common candle sconce on the hilt. A burning candle rises from the eye of the axe producing dim light in a 10-foot radius sphere around you. Melted wax from the candle constantly drips down the blade, but any that falls away disappears when it hits the floor. The candle is magically enchanted to never stop burning while also never shrinking in size allowing it to constantly produce wax for the weapon. You have a +1 bonus to attack and damage rolls made with this magic weapon.</p><p class=\"MsoNormal\">The wax that drips down the handle coats your hands during use of this weapon making it impossible for you to be disarmed by any means.</p><p class=\"MsoNormal\">When you critically succeed on an attack roll using this weapon, wax flies from the blade coating the creature in the quickly hardening substance. The creature must succeed on a DC 17 Strength saving throw or become restrained by the wax for 1 minute. The creature can use an action on its turn to try to break free and reattempt the saving throw, becoming unrestrained on a successful attempt.</p>"
    },
    "Auctoratus": {
      "name": "Auctoratus",
      "description": "<p>Brawling for the entertainment of others is not a decision to be made lightly and those who choose to do it rather than being coerced into it are of a different breed than the commoners in the stands. This helmet is cast from a hardened steel, padded on the inside to make it comfortable for the wearer. A leather chinstrap hangs below to keep it attached and the exterior has been polished to a smooth finish. The visage on the faceplate is of anger incarnate, an anguished face screaming out in a moment of battle.</p><p class=\"MsoNormal\">While wearing this helmet, you gain a +1 bonus to AC against weapon attacks that deal non-magical bludgeoning, piercing, or slashing damage.</p><p class=\"MsoNormal\">As an action while you are wearing this helmet, you can let out a battlecry that sounds closer to a lion’s roar than a yell. All creatures within 60 feet of you can hear it. When you do so, count the number of hostile creatures within 60 feet of you and note the number. The next time you would take damage from an attack or spell effect, you can reduce the amount of damage taken by the number that you noted. If you reduce the amount of damage taken to zero, move your turn in the initiative order to the place directly after the current turn.</p>"
    },
    "Geyser": {
      "name": "Geyser",
      "description": "<p>The haft of this impressive trident is covered in etchings that evoke the feeling of watching over the ocean as its waves move and roil. It has a comfortable leather wrapping to ease grip and the three points at the end are especially cold to the touch. Holding this trident causes illusory strands of water to wick out from it and swirl around the weapon so long as it is in your hands.You have a +1 bonus to attack and damage rolls made with this magic weapon.</p><p>While attuned to this weapon, when you throw it as part of a ranged attack, a strand of water arcs through the air between you and it. At the end of your turn, so long as you are conscious and have one hand free, the weapon magically returns to your hand.</p><p><strong>Eruption.</strong> Twice per day during your turn, you can use an action to call forth raging waters to spew a geyser from the ground. Choose a space that you can see within 30 feet of you. Water bursts forward from the earth in that space. Creatures that occupy that space must attempt a DC 16 Dexterity saving throw taking [[/r 4d6+4]] bludgeoning damage and being knocked prone on a failure or half as much damage and not being knocked prone on a successful save.</p>"
    },
    "Awooga": {
      "name": "Awooga",
      "description": "<p>This oddly fashioned brass horn flares outward from its rubber bellow to form an eerily well sculpted mouth, including teeth and an extended tongue that is offputtingly warm to the touch. It has a tendency to leak clear liquid from it as though it were drooling, though the liquid is illusory and disappears when it comes in contact with another surface.</p><p class=\"MsoNormal\">During your turn, you can use a bonus action to softly squeeze the bellow on the horn causing it to emit a comical sound of your choice that can be heard by any creature within 50 feet of you. The source of the noise is not immediately obvious to any that hear it.</p><p class=\"MsoNormal\">Twice per day, you can use an action to firmly squeeze the bellow on this horn, unleashing a cacophonous blast of sonic energy from it. The horn can sound many different ways when squeezed, as determined by the GM. The sound can be heard from 100 feet and through walls. <em><strong>Creatures within a 30 foot cone</strong></em> originating from you must attempt a <em><strong>DC 17 Constitution saving throw</strong></em>, taking [[/r 4d8 thunder damage]] and becoming <em>deafened</em> for 1 minute on a failed save, or taking half as much damage and not becoming deafened on a successful save. Unattended objects within the cone are blasted 10 feet away from you and any unattended, non-magical glass is shattered. Uses of this horn reset daily at dawn.</p>"
    },
    "Sir William": {
      "name": "Sir William",
      "description": "<p>Crafted to resemble the face of the progenitor of a famous royal line, this sword has been passed down for generations on the hips of famous and influential individuals. While attuned to this weapon, you gain a +2 bonus to History checks made to remember information about nobles, their relationships, and their courtly practices. Additionally, you gain a +1 bonus to attack and damage rolls made with this magic weapon.</p><p><strong>Sentience.</strong> Sir William is a sentient weapon of lawful neutral alignment, with an Intelligence of 18, a Wisdom of 10, and a Charisma of 14. It has hearing and vision out to a range of 120 feet.</p><p>The weapon communicates verbally with its wielder and can speak, read, and understand both Common and Elvish.</p><p><strong>Personality.</strong> Sir William is a proper noble gentleman with a preference for the finer things in life as opposed to the dank corridors of a dungeon. It desires to be friendly with influential people and will not strike those of noble birth willingly. Though it is a shortsword, Sir William takes great offense to being called short. </p>"
    },
    "Omnidust": {
      "name": "Omnidust",
      "description": "<p>(Requires attunement by a Wizard)</p><p>This old and well worn tome has a thick layer of dust that has worked its way into every page of the book. The cover is emblazoned with the words “Ashes to Ashes” and the spine bears a foreboding skull. It smells of old and musty paper and is overall gritty to the touch.</p><p>When found, the book contains the following spells, which are wizard spells for you while you are attuned to the book: comprehend languages, detect thoughts, message, suggestion, unseen servant. It functions as a spellbook for you.</p><p class=\"MsoNormal\">While you are holding the book, you can use it as a spellcasting focus for your wizard spells.</p><p class=\"MsoNormal\">Twice per day you can slam this book shut causing a cloud of vile dust to burst from the pages in a 15 foot radius sphere around you that persists for 1 minute. Creatures outside of the dust cloud cannot see into it and creatures within the cloud, other than you, are blinded by it. Creatures other than you that end their turn within the cloud must succeed on a DC 15 Constitution saving throw or be incapacitated until the start of their next turn. This ability resets daily at dawn.</p>"
    }
  }
}
