{
  "label": "AbyssalBrews Vol 2 - Very Rare",
  "entries": {
    "Flutter": {
      "name": "Flutter",
      "description": "<p>Beautiful flowing wings resembling that of a butterfly form the basis of this cloak that wraps closely around the body of the creature who dons it. Rippling in shifting shades of pink, purple, and blue, it is obvious that this cloak is crafted from a special weave of magically infused silk that seems especially light and airy to the touch, but is also incredibly resistant to normal forms of bladed and blunt weapons.</p><p>While attuned to this cloak, you gain the ability to use a reaction to shield yourself with it when you would take non-magical bludgeoning, piercing, or slashing damage. When you do so, you reduce the amount of damage taken by 1d6+2.</p><p>Once per day, while wearing this cloak, you can use an action on your turn to cocoon yourself within it. For 1 minute, or until you dismiss the cocoon at the start of your turn, your speed becomes 0 and you cannot use actions, bonus actions, or reactions. Any attacks or spells that would target you target the cocoon instead. The cocoon has 50 HP and uses your stats for the purposes of AC and saving throws. When the cocoon drops to 0 HP, when the duration expires, or when you dismiss the cocoon, the wings unfurl behind you and the cloak casts fly on you. This ability resets daily at dawn.</p><p></p>"
    },
    "Exalted Edge": {
      "name": "Exalted Edge",
      "description": "<p>Ripped from the clutches of a divine servant, this longsword is teeming with radiant energy. Holding it in your hand causes a feeling of warmth to rush over your body and fills your mind with images of righteous warriors defending all that is holy. Its handle is wrapped with a cloth bearing a long forgotten prayer that imbues your swordsmanship with new abilities. You have a +1 bonus to attack and damage rolls made with this magic weapon.</p><p>At the start of combat while wielding this weapon, you can choose to take on the blade fervour or sharpened defense stance. You can swap between these stances in combat using a bonus action. While in the stance indicated, you gain the following attributes.</p><p><strong>Blade Fervour.</strong> You imbue your blade with divine magics causing the attack and damage bonus to increase to +2. Additionally, the blade deals radiant damage instead of slashing damage while in this stance. </p><p><strong>Sharpened Defense.</strong> You take up a defensive posture causing a divine shield to appear around you. As a reaction, you can add a +2 bonus to your AC against an attack that would otherwise hit you. If this bonus causes the enemy’s attack to miss, your stance automatically changes to blade fervour at the start of your turn. Stance switching in this way does not consume a bonus action.</p><p></p>"
    },
    "Man O' Wheel": {
      "name": "Man O' Wheel",
      "description": "<p>Equipped with two headlights, comfortable seating for one medium or two small creatures, and dual wheels that rise above the user, this machine is a formidable sight. It is constructed entirely from repurposed parts of a Drudgework Chariot and maintains some of the functionalities from its previous configuration.</p><p class=\"MsoNormal\">The Man O’ Wheel has an AC of 15 and a maximum of 80 hit points. It is immune to poison and psychic damage and is unaffected by the charmed, exhaustion, frightened, paralyzed, petrified, or poisoned conditions. It weighs 400 pounds and has a carrying capacity of 500 pounds. It has a speed of 60 feet. Operating the vehicle to travel any distance uses an action and requires both of your hands to remain on the handlebars for the turn. While operating the vehicle, you can use a bonus action to crank the handle and increase its speed to 80 feet this round. While it is being operated it sheds bright light in a 15 foot cone in front of it. If the Man O’ Wheel is damaged, you can repair it at a rate of 1d8+2 hit points per hour spent on it.</p><p class=\"MsoNormal\">When you use a bonus action to crank the handle while controlling the Man O’ Wheel and move through a space that is occupied by a creature, that creature must attempt a DC 16 Dexterity saving throw or be run over. Creatures that fail their save take 1d12+3 bludgeoning damage and are knocked prone, losing their ability to make an attack of opportunity this round.</p><p class=\"MsoNormal\">While controlling the Man O’ Wheel, you can use an action to turn on the blinding lights mounted to the front of the vehicle. Creatures in a 15 foot cone in front of you must succeed on a DC 16 Dexterity saving throw to shield their eyes or be blinded until the end of their next turn. This ability recharges after 1 hour.</p>"
    },
    "Umbral Arsenal (Shortbow)": {
      "name": "Umbral Arsenal (Shortbow)",
      "description": "<p>The nature and form of a shadow is fleeting, changing its whims on a moment’s notice should a stray cloud cross the path of the light above. This weapon consists of a red wrapped leather grip and a shard of aubergine crystal that forms a gnarled blade rising from it. You have a +2 bonus to attack and damage rolls made with this weapon.</p><p>This weapon has two forms, as a shortsword or a shortbow, that can be switched between by using a bonus action on your turn to speak the command word to the weapon causing it to change.</p><p>In its shortsword form, shadowy mist swirls around the crystalline blade causing the true form of the weapon to be difficult to discern. You gain a +2 bonus to sleight of hand checks made to hide the weapon on your person.</p><p>In its shortbow form, the shadowy mists stretch from the blade forming an ethereal bowstring and imparting arrows fired from it with the essence of the shadows that infest the weapon. Arrows fired from this weapon disintegrate upon impact, returning to your quiver at the start of your next turn.</p>"
    },
    "Alturmentis": {
      "name": "Alturmentis",
      "description": "<p>Deep in the depths of this world lie unknown numbers of oddities. Terrifying creatures with abilities that few could ever imagine. One such creature, the Altumantis, is particularly devious as they charm their prey into following them to their lair where they meet their untimely end. Highly intelligent creatures, they show others visions of that which they desire most while leading them to their demise. Someone managed to survive an encounter with one and has now mounted its skull firmly on the end of a handle forging a formidable mace unlike any other. You have a +2 bonus to attack and damage rolls made with this magic weapon.</p><p class=\"MsoNormal\">When you hit with a melee attack using this weapon, you can choose to deal psychic damage instead of bludgeoning damage. If you choose to deal psychic damage to a creature, you learn of something it deeply desires.</p><p><span style=\"font-family:'Arial',sans-serif\">Once per day, as an action, you can present the skull of the Altumantis and channel your mind through it causing it to radiate psychic energy. All creatures within 60 feet of you, that you have previously learned a desire of, see visions of those desires fulfilled in their mind. They must succeed on a DC 17 Intelligence saving throw or become charmed by you for 1 minute. While they are charmed, they are friendly to you and your allies and will not take hostile actions against you. Creatures charmed in this way can repeat their saving throw at the end of their turn or when they take damage, ending the effect on a success.</span></p>"
    },
    "Cleavertail": {
      "name": "Cleavertail",
      "description": "<p>While this mechanism was originally mounted to a Drudgework Cleaver, it’s obvious that a resourceful individual has repurposed the hopper and tail to be a usable backpack for the adventurer on the go. The tail is made of an especially hard metal and is controllable by the wearer of the pack. While it functions like a normal backpack, it has much more to offer for those that strap it to themselves.</p><p class=\"MsoNormal\">While wearing this backpack, you gain remarkable propulsion while in or under water. Each foot of movement while swimming only costs 1 foot of normal movement instead of 2. Additionally while swimming, you can take the dash action as a bonus action.</p><p class=\"MsoNormal\"><em><strong>Fling.</strong></em> You can use an action to kneel and place an object weighing up to 150 lbs or a willing creature of the same or smaller size as you on the tail and fling it towards a target within 60 ft of you. If you are launching a projectile weighing 10 lbs or more toward a creature, The creature must succeed on a DC 16 Dexterity saving throw or take 6d6+3 bludgeoning damage and be knocked prone. Once the tail has been used to fling something, it cannot fling anything again until 1 hour has passed.</p><p class=\"MsoNormal\"><em><strong>Grease Keg.</strong></em> When you find this backpack, a grease keg is mounted to the top of the it. If you choose to launch it with the tail, it shatters on impact and coats a 15 foot radius sphere in grease. The area becomes difficult terrain. Creatures in the area must succeed on a DC 16 Dexterity saving throw or fall prone. A creature that enters the area or ends its turn there must also succeed on a Dexterity saving throw or fall prone. Replacement grease kegs are common and typically cost 2 gp.</p>"
    },
    "Luciferase": {
      "name": "Luciferase",
      "description": "<p>Layers of thick plantlife wind over the hardened exterior of this +2 Breastplate. Adorning the dense foliage are several bioluminescent pods that flower from blooms that sprout at various parts of the shoulderguards. This armor always has a pleasant, herbaceous scent that is slightly sweet while also being deep and earthy.</p><p class=\"MsoNormal\">While you are attuned to this armor, you can utter a command word at the start of your turn to cause the pods to either glow more brightly or dim to nothing. When glowing, they emit bright light for 30 feet and dim light for an additional 30 feet.</p><p class=\"MsoNormal\"><em><strong>Soothing Nectar.</strong></em> When this armor is found, it has 1d4 glowing pods already bloomed on it. You can use an action on your turn to pluck one of the pods and consume it. When consumed, the pod restores 8d4+8 hit points to you and cleanses you of the poisoned condition if you have it. The pods can only grant benefits to the creature that is attuned to this armor. This armor regenerates 1d4-1 pods daily at dawn up to a maximum of 4 pods.</p>"
    },
    "Bravura": {
      "name": "Bravura",
      "description": "<p>Those who would stand in the face of the most horrid of beasts and choose to fight back rather than run may just be worthy of this weapon. From tip to haft, this staff is clad in a hardened, glowing gold metal. The head of it is emblazoned with a statue of a proud lion and blue and gold banners are draped from a crossbar near the head. Holding this staff fills you with resolve and bolsters your confidence.</p><p>You have a +2 bonus to attack and damage rolls made with this magic weapon. Additionally, while attuned to this weapon, you gain a +2 bonus to Saving Throws made against effects that would Frighten you. This staff can also be used as a holy symbol if you replace the banners with ones befitting your deity.</p><p>Three times per day, you can use a bonus action to slam the butt of this staff into an empty space within five feet of you, summoning a golden, spectral version of the banner in that space when you do. It begins to emit a bolstering aura in a 30 foot radius sphere around it that persists for 1 minute. Creatures that you choose within that sphere become immune to the frightened condition and deal an additional 1d8+3 radiant damage with their weapon and spell attacks. Uses of this ability reset daily at dawn.</p><p></p>"
    },
    "Merry Maker": {
      "name": "Merry Maker",
      "description": "<p>The joyous rounds of snowball fights that take place in the far northern reaches, past the wall of permafrost, are legendary amongst the workers at a certain beloved toy factory. With short days meant for work and play and long nights spent toiling away at projects, some of the elven residents of the factory started to innovate on their snowball throwing. One elf made such rapid advancement that others started to get worried. When he unveiled this 4 barrelled, fully automatic, wood and metal framed snowball cannon, they knew the game would never be the same.</p><p class=\"MsoNormal\">While holding the Merry Maker in two hands, you can use an action to fire a single snowball from its internal ice machine toward a creature that you can see within 60 feet. The creature must succeed on a DC 17 Dexterity saving throw or take 1d8 cold damage and be blinded until the start of its next turn. You can do this 4 times before you must spend an action during your turn cranking the handle on the side of the mechanism to reload it.</p><p class=\"MsoNormal\"><em><strong>Let it snow.</strong></em> Once per day, you can use an action on your turn to rapidly crank the handle unleashing a devastating blizzard of snowballs into the air. Choose a space that you can see within 60 feet to fire towards. Creatures within a 20 foot radius sphere of that space must attempt a DC 17 Strength saving throw, taking 4d8 cold damage and falling prone on a failed save or half as much damage and not falling prone on a successful one. Additionally, the area you targeted becomes difficult terrain for 1 minute. This ability resets daily at dawn.</p>"
    },
    "Goldie": {
      "name": "Goldie",
      "description": "<p>Fashioned from a single piece of elderwood, the handle of this sturdy scepter features a pattern resembling waves. The bulbous end appears to be a completely enclosed fish bowl that is home to a friendly goldfish named Goldie. While holding this scepter, you can telepathically communicate with Goldie where you will quickly learn that she is quite forgetful. That doesn’t dissuade her from being excited about her magically sustained life of adventure in the orb and she hopes that you’ll take her to amazing new places.</p><p class=\"MsoNormal\"><em><strong>Spells.</strong></em> This scepter has 7 charges. While holding it, you can use an action to expend 1 or more of its charges to cast one of the following spells (save DC 17) from it: <em>@UUID[Compendium.dnd5e.spells.ppWAAEul0QHtm4er]{Detect Thoughts}</em> (1 charge), <em>@UUID[Compendium.dnd5e.spells.6g3WLOZ2u0EbaLAd] </em>(2 charges), <em>@UUID[Compendium.dnd5e.spells.9hQXdMSmerkTsHDe]</em> (3 charges), or <em>@UUID[Compendium.dnd5e.spells.P6f1PPKPd9BCb742] </em>(3 charges). The scepter regains [[/r 1d4+3]] charges daily at dawn.</p><p class=\"MsoNormal\"><em><strong>Forget Me So.</strong></em> When a creature fails a saving throw against an effect of a spell cast from this scepter, you can spend an additional charge as part of the same action to blur the realities of the last 10 minutes. Their memory becomes foggy and they are open to suggestions of what took place. They do not forget if you attacked them or brought them physical harm in some other manner.</p>"
    },
    "Candescence": {
      "name": "Candescence",
      "description": "<p>In an apparent effort to make rock cutting more efficient, dwarves set about harnessing the blazing power of the stars above, trapping its rays in crystals that have been forged within the frame of these goggles. Offering a single, glowing red viewing port and surrounded by a thick metal frame, these goggles are always slightly warm to the touch. The strap itself is of simple leather construction with adjustable clasps to fit any head. When donning them, the world is briefly bathed in a sea of red before your vision returns to normal.</p><p>These goggles have 12 charges and regains [[/r 1d6+3]] charges daily at dawn. You can use an action on your turn to expend a number of charges to use one of the abilities listed below.</p><p><strong>Deep Vision (2 charges).</strong> You gain truesight out to 60 feet for 1 minute.</p><p><strong>Cutting Glare (4 charges).</strong> You tap the crystal symbol on the top of the goggles causing a beam of radiant light to burst from them. Creatures within a 30 foot cone in front of you must attempt a DC18 Dexterity saving throw taking [[/r 10d6]] radiant damage on a failed save or half as much on a successful one. Unattended objects automatically fail this save.</p>"
    },
    "Drudgelord's Lash": {
      "name": "Drudgelord's Lash",
      "description": "<p>The humming crystalline core of a Drudgemother construct serves as both the magical hub of the Drudgework communication network and the functional brain behind their smooth operation. Pieces of that core have been split and chain bound to a finely constructed Dwarven flail’s handle creating a deadly, lashing weapon for any that may wield it. You have a +2 bonus to attack and damage rolls made with this magic weapon.</p><p>Constructs are especially vulnerable to this weapon and take double damage from it. Additionally, if you hit a construct with a critical strike with this weapon it falls under your control until the end of its next turn. While under your control you can command it to perform simple actions on its turn like halt, move, attack, or flee.</p><p><em><strong>Consuming Thoughts.</strong></em> Three times per day, when you hit a creature with this weapon, you can focus the wealth of information stored in one of the crystals to deluge their thoughts. The creature must succeed on a DC 17 Intelligence saving throw or be stunned until the end of their next turn. If the creature is still conscious when its stunned condition ends, you telepathically learn its greatest desire. Uses of this effect recharge at dawn.</p>"
    },
    "Arsenal": {
      "name": "Arsenal",
      "description": "<p>What looks to be an oversized quiver on first inspection, actually houses a number of spectral weapons of seemingly varying sizes and configurations within it. The quiver is fitted to a convenient leather bandolier allowing it to be comfortably worn on your back.</p><p class=\"MsoNormal\">This item has 10 charges for use with the following abilities. While attuned to it, you can use an action to expend a number of charges and gain the effects listed. It regains [[/r 1d6+2]] charges daily at dawn.</p><p class=\"MsoNormal\"><em><strong>Spectral Weapon (2 charges).</strong> </em>You draw a spectral weapon from the quiver. It can be any melee weapon type that you are proficient with. The weapon produced is always a +2 version of the weapon which deals Force damage instead of its usual type. The spectral weapon persists for 10 minutes or until you dismiss it by stowing or dropping it.</p><p class=\"MsoNormal\"><em><strong>Rip Weapons (5 charges).</strong></em> You choose up to 4 wielded weapons within 60 feet of you that you can see and attempt to telekinetically rip them from the hands of your enemies. Attempt a contested Athletics skill check with each creature for each targeted weapon. On a success, the weapon is ripped from their hands and dropped at your feet. On a failure, the creature and weapon are unaffected.</p>"
    },
    "Grindstone": {
      "name": "Grindstone",
      "description": "<p>While fully plated on the exterior, the inside of this vambrace is surprisingly flexible and lined with a comfortable padding that makes dextrous swordsmanship far easier than it would appear. Adorning the couter is a magically powered whetstone positioned in such a way to allow a skilled smith the ability to sharpen their blades on the fly, keeping them in top shape even while in the middle of battle. While they never saw widespread use, these grindstone vambraces were once popular in certain legions of well trained kingsguard. It seems that this one has been well maintained and still functions much as it did when it was first created.</p><p class=\"MsoNormal\">While wearing this vambrace, you are able to exploit its mobility to offer defense when an attack would be sure to hit. If you attempted a melee weapon attack during your last turn, you can use your reaction when you are targeted by a melee weapon attack to quickly maneuver the vambrace in the path granting a +1 bonus to your AC against that attack.</p><p class=\"MsoNormal\"><em><strong>Honed for Battle.</strong></em> You can use an action to run any bladed weapon, that doesn’t have sharpness charges on it, across the spinning whetstone mounted on this vambrace causing the weapon to gain 5 charges of sharpness. When you hit with a weapon that has sharpness charges on it, you deal an additional 1 damage of a type determined by the weapon equal to the amount of sharpness charges on it. You then reduce the amount of sharpness charges by 1. If you roll a 20 on your melee weapon attack roll with a weapon that has sharpness charges, you deal an additional 1d8 damage of a type determined by the weapon equal to the amount of sharpness charges on it. You do not reduce the amount of sharpness charges when you roll a 20.</p>"
    },
    "Kawa'bonga": {
      "name": "Kawa'bonga",
      "description": "<p>This iridescent, shining shield is patterned with marks that would suggest it was once the shell of a great turtle. Bearing shifting colors of red, blue, orange, and purple it is sure to draw attention from those that would gaze upon it in passing. Inside of the shield where one would normally strap it to your arm, there is another odd strap seemingly about the size of a foot. The external side of the shield is remarkably slippery lending to its ability to deflect blows.</p><p class=\"MsoNormal\">While holding this shield, you have a +1 bonus to AC. This bonus is in addition to the shield's normal bonus to AC. If you didn’t move during your last turn, the bonus to AC rises to +2. If you haven’t moved in your last two turns, the bonus to AC rises to +3. When you move, the bonus is reset to +1.</p><p class=\"MsoNormal\"><em><strong>Surf’s Up.</strong></em> The unusual foot hook inside and slippery nature of the exterior of this shield makes it perfect for an unorthodox use. During your turn, you can use a bonus action to throw down the shield in front of you and hop on it, hooking your foot into the strap inside. Your walking speed is increased by 10 feet when you do this on flat land or 15 feet if part of the movement is downhill or down stairs. You cannot slide uphill or upstairs as part of this movement. At the end of your slide, you can reequip the shield as part of the same bonus action.</p>"
    },
    "Prismguard": {
      "name": "Prismguard",
      "description": "<p>The power to split light is not a new phenomena. In fact, it has been well documented for times eternal in the appearance of rainbows in the skies above, or the refractions of light dancing through hanging water drops. It wasn’t until recently that it was postulated that magic may work the same, if you could just get the right kind of prism. Obtaining such a stone proved to be no easy feat, but the one that managed to find just the right crystal placed it upon the front of this shield turning it into something very special indeed.</p><p class=\"MsoNormal\">While you are attuned to this magical shield, you gain a +1 bonus to your AC. Additionally, you gain a +2 bonus to saving throws against spells that deal lightning damage.</p><p class=\"MsoNormal\">Once per day, while attuned to this shield, when you cast a spell that has a range of touch, you can cast the spell through the back of the prism, scattering it in a 15 foot cone in front of the shield. Creatures within the cone gain all of the effects of the spell, whether beneficial or damaging and must make saving throws as needed. After casting a spell in this manner, the crystal becomes inert until the next dawn when it is first held in sunlight.</p>"
    },
    "Caldera": {
      "name": "Caldera",
      "description": "<p><em>Requires Attunement by a Barbarian</em></p><p class=\"MsoNormal\">The exterior of this helmet is composed of a smooth, hardened black rock that resembles obsidian, but has a glowing core that renders it warm to the touch. It occasionally belches small plumes of black smoke from the top that smell moderately of sulfur and dissipate within a few seconds.</p><p class=\"MsoNormal\">While wearing this helmet, you lose access to your normal visual senses and instead see the world in a spectrum of colors based on the temperature of the object with hotter items appearing as reds and oranges and colder items as blues and greens. This allows you to see in areas of dim light and darkness as if you had darkvision at a range of 120 feet, but does not penetrate magical darkness nor can it detect creatures that have been rendered invisible by magic.</p><p class=\"MsoNormal\">While attuned to this item, your rage burns hotter. When you rage black smoke begins to billow from the peak of this helmet filling a 5 foot radius around you and lasts until your rage ends. When a creature other than you enters the smoke for the first time on a turn or starts its turn there, it must succeed on a Constitution saving throw (DC 17) or launch into a coughing fit that renders it incapacitated until the end of its turn.</p><p class=\"MsoNormal\">At the start of each of your turns while raging, roll a d6. If the result is a 6, the peak of this helmet erupts in a violent explosion of magma. Creatures within 15 feet of you take 3d8 fire damage. This helmet can only erupt once per use of your rage.</p>"
    },
    "Springfoot's Spirit": {
      "name": "Springfoot's Spirit",
      "description": "<p>The reclusive Springfoot keep their community and traditions safely guarded, away from the clawing progress of today’s world. They instead prefer to stick to their traditions and practice their arts in what peace they can manage for themselves without outside interference. In rare cases, the Springfoot’s may gift a robe to an outsider granting them the greatest boon they could offer, a spiritual tail ready to serve those who have earned it through word and deed.</p><p class=\"MsoNormal\">While attuned to this robe, you gain a 5 foot long spiritual tail that sprouts from your lower back. It can be controlled at your will and feels like a natural extension of your body. You can use the tail to provide extra force when you jump, doubling your jump height and distance.</p><p class=\"MsoNormal\">During a turn where you used an action to make an attack, you can use your bonus action to make a followup attack with the tail. The tail is a finesse weapon and you are considered proficient with it while attuned to this robe. It deals 1d6 magical bludgeoning damage.</p><p class=\"MsoNormal\">Additionally, you can use an action to sweep your tail around you. Creatures within 5 feet of you must succeed on a DC 18 Dexterity saving throw or be knocked prone.</p>",
      "activities": {
        "attack": {
          "condition": "After using an action to make an attack."
        }
      }
    },
    "Telskean": {
      "name": "Telskean",
      "description": "<p>The crystalline blade of this dagger dances and sparkles with deep blue facets covering the face of the blade. The handle itself is a well wrapped leather made to feel comfortable in the hand. Running your fingers along the blade produces a light crackling sound and causes small arcs of electricity to dance from the edge to your finger and holding it close to your ear produces a low and staticy buzzing sound like dozens of bees. You have a +2 bonus to attack and damage rolls made with this magical weapon.</p><p class=\"MsoNormal\">When you deal damage with this dagger, you can choose whether to deal piercing damage or lightning damage.</p><p class=\"MsoNormal\"><em><strong>Charged Blood.</strong></em> When you successfully hit a creature with an attack using this weapon, you can use a bonus action to attempt to infuse their blood with lightning. The creature must make a DC 18 Constitution saving throw or gain Charged Blood for the next 1 minute. While a creature has charged blood, it takes 2d6+2 lightning damage at the start of its turn. If the creature moves within 5 feet of a creature other than you, lightning arcs to the other creature dealing 1d6+1 lightning damage to it. The creature can reattempt this save at the end of its turns, ending the effect on a success. You can use this feature a number of times per day equal to half of your proficiency bonus rounded down. Its’ uses reset daily at dawn.</p>"
    },
    "Umbral Arsenal (Shortsword)": {
      "name": "Umbral Arsenal (Shortsword)",
      "description": "<p>The nature and form of a shadow is fleeting, changing its whims on a moment’s notice should a stray cloud cross the path of the light above. This weapon consists of a red wrapped leather grip and a shard of aubergine crystal that forms a gnarled blade rising from it. You have a +2 bonus to attack and damage rolls made with this weapon.</p><p>This weapon has two forms, as a shortsword or a shortbow, that can be switched between by using a bonus action on your turn to speak the command word to the weapon causing it to change.</p><p>In its shortsword form, shadowy mist swirls around the crystalline blade causing the true form of the weapon to be difficult to discern. You gain a +2 bonus to sleight of hand checks made to hide the weapon on your person.</p><p>In its shortbow form, the shadowy mists stretch from the blade forming an ethereal bowstring and imparting arrows fired from it with the essence of the shadows that infest the weapon. Arrows fired from this weapon disintegrate upon impact, returning to your quiver at the start of your next turn.</p>"
    },
    "Figment Pigments": {
      "name": "Figment Pigments",
      "description": "<p>The exterior of this handcrafted wooden case is emblazoned with carved doodles and sketches that evoke a sense of childlike wonder when gazing upon them. Opening it reveals an immaculately maintained set of +2 Painter’s Supplies including brushes, chalks, a magically infused pot that cleans brushes instantly, and vibrant bottles of paints that tempt your creativity.</p><p class=\"MsoNormal\">When making a painting using these supplies, if your die roll is lower than your current level on the skill check to use these tools, you can tap the floating blue rune to magically undo your mistake and roll the skill check again. You can only do this once per skill check.</p><p class=\"MsoNormal\"><em><strong>Conjure Imagination</strong>.</em> Once per day, you can use an action to magically paint creatures into existence in unoccupied spaces next to you. Choose one of the following options for what appears:</p><ul><li><p class=\"MsoNormal\">One beast of challenge rating 2 or lower</p></li><li><p class=\"MsoNormal\">Two beasts of challenge rating 1 or lower</p></li><li><p class=\"MsoNormal\">Four beasts of challenge rating 1/2 or lower</p></li><li><p class=\"MsoNormal\">Eight beasts of challenge rating 1/4 or lower</p></li></ul><p class=\"MsoNormal\" style=\"margin-bottom:12.0pt\">The creatures disappear when they drop to 0 hit points or after 1 hour passes. They are friendly to you and your companions. Roll initiative for the summoned creatures as a group, which has its own turns. They obey any verbal commands that you issue to them. If you don't issue any commands to them, they defend themselves from hostile creatures, but otherwise take no actions. The kit magically refills its paints allowing you to conjure again at the next dawn.</p>"
    },
    "Sleepwalker": {
      "name": "Sleepwalker",
      "description": "<p>Pulled from the remains of a dream stalking spirit, this mask is constructed from an almost otherworldly white glass. A horrific visage has been carved from it to mimic a screaming face. An ornately constructed dreamcatcher sits atop the wig of tangled gray hair, resembling a halo of sorts, but looking far more sinister. Donning it briefly fills your head with disturbing images that quickly subside.</p><p>While you are attuned to this item, you can sleep normally, but cannot dream. The horrific stylings of this mask gives you a +2 bonus to intimidation checks while you wear it.</p><p>Once per day while you are attuned to this mask and wearing it, you can choose a creature that you can see within 120 feet of you to supernaturally stalk. That creature must succeed on a DC 18 Charisma saving throw or become stalked by you. The next time a stalked creature attempts to sleep, you become aware of it and can choose to manipulate their dreams, causing them to become terrifying to the creature and preventing them from gaining the benefits of a long rest. Creatures who have their dreams manipulated become immune to the effects of this mask for 24 hours.</p>"
    },
    "Gardenkeeper (Swifthusk)": {
      "name": "Gardenkeeper (Swifthusk)",
      "description": "<p>The natural world offers many wonders and one such creation is living armor. Grown by particularly adept botanists that use magic as part of their process, this breastplate is composed of living bark and plant matter. Vines wind around its extremities and constantly move, seemingly aware of its surroundings and ready to take action should the moment arise. This armor has two states listed below. During your turn, you can use a bonus action to switch between the active state. Only one state can be active at any time.</p><p class=\"MsoNormal\"><em><strong>Swifthusk.</strong> </em>The vines retract leaving the inner bark as your only layer of protection. You have a +1 bonus to AC while wearing this armor. Additionally, you gain a +5 foot bonus to your standard land speed and you gain a climb speed equal to your land speed as the vines reach out to grip onto surfaces around you.</p><p class=\"MsoNormal\"><em><strong>Vineguard.</strong></em> The vines wrap tightly around your body offering a thick layer of protection. You have a +3 bonus to AC while wearing this armor. Additionally, you gain resistance to poison damage. While in this state, you have a -10 foot penalty to your standard land speed as the vines make it difficult to move smoothly.</p>"
    },
    "Resolute": {
      "name": "Resolute",
      "description": "<p><em>Requires attunement by a cleric</em></p><p class=\"MsoNormal\">These fine velvet robes are incredibly well crafted and comfortable to wear, possessing many convenient pockets in surprising places. They feel steeped in divine traditions and bear a number of papers pinned to them at seemingly random places. When found, the papers are filled with religious scriptures, prayers, and some indecipherable scribblings that feel incoherent to try to read. Donning the robes fills you with righteous purpose that slowly fades over time as you wear them longer.</p><p class=\"MsoNormal\">While attuned to these robes, you gain a +2 bonus to Religion skill checks as you can often find plausible answers written somewhere on the scrolls attached to these robes.</p><p class=\"MsoNormal\">After finishing a long rest while wearing these robes, you can write out methods of casting 3 different spells from your spell list onto pieces of paper and pin them to these robes. You choose which spells they are at the time of writing them. During that day, when you cast one of the spells written on the robe’s paper, you can choose to cast it without using an action. When cast this way, the spell still counts as you having cast a spell that round, so you cannot cast another, but may take other full actions or cast a cantrip. Upon casting a spell written on the robe, the associated paper harmlessly ignites and burns away.</p>"
    },
    "Awakener": {
      "name": "Awakener",
      "description": "<p>Attempts have been made for centuries to understand the magics that can bring a semblance of life to everyday objects around us. One such study led to the understanding that certain gems carried with them a life force stored in their faceted mazes. An enchanted ruby with a trapped soul inside, hangs suspended in the middle of this ominous looking censer crafted out of rough hewn obsidian. A thick gold chain hangs from it and can be used to secure the censer to your belt when not in use.</p><p>Once per day, you can spend 10 minutes performing a ritual with this censer by placing an inanimate object in the center of a chalk-lined circle, lighting the censer by exposing the ruby to any source of fire, then walking the perimeter of the circle, allowing the smoke to imbue the object with a semblance of life.</p><p>The object communicates telepathically with you for 1 hour. It has a personality governed by the type of object it is as well as the creature who crafted it or used it most. It can answer questions about creatures that have touched it in the past, events that have happened near it, or the place in which it is found. It may give imperfect answers as the perspective and knowledge of objects is different enough from humanoids to make certain details more or less important to the object. </p>"
    },
    "Avivore": {
      "name": "Avivore",
      "description": "<p>In nature, the term avivore refers to a flying creature that hunts other flying creatures and looking over this finely crafted shortbow, emblazoned with the wings of a predator, gives the sense that you could wield the same power. The limbs of this bow seem to resemble a stylized depiction of the movement of air. The string is composed of an unusual, but extremely springy material allowing for quick shots at fast moving targets. You have a <strong>+2 bonus to attack and damage</strong> rolls made with this magical weapon.</p><p class=\"MsoNormal\">This bow is crafted to be especially dangerous to flying creatures. If you critically strike a flying creature with an attack made by this bow, it is disorientated and falls 25 feet. If that fall causes the creature to hit the ground, they take appropriate fall damage.</p><p class=\"MsoNormal\">Twice per day, while you wield this bow, you can speak the command word and have the bow cast fly on you. When cast in this way, the person wielding the bow is the only valid target for the spell. Uses of this ability reset daily at dawn.</p>"
    },
    "Accord": {
      "name": "Accord",
      "description": "<p>Tensions may run high when two sides quarrel over disputes considered irreconcilable. Sometimes emotions may bubble over to physical actions and in times like those, a few moments to speak may make a world of difference. This necklace is cast from solid gold, with a silver pendant resembling a dove hanging from it. When clasped around your neck for the first time, it magically locks into place becoming unremovable until you pull it hard enough to snap the chain.</p><p class=\"MsoNormal\">While this necklace is clasped around your neck, you gain a +2 bonus to persuasion checks made to secure peaceful agreements between two sides. The GM determines whether this bonus applies to any particular check.</p><p class=\"MsoNormal\">When a creature takes a hostile action against you, such as attempting to attack or grapple you, you can use a reaction to rip this necklace from your neck activating the magics within. The dove pendant animates and flies into the distance. The necklace casts @UUID[Compendium.dnd5e.spells.Item.eS7XnnApoxRxYXPs]{Charm Person}<em> </em>(DC 17) on up to 5 creatures of your choice that are within 30 feet of you. You are never considered to be fighting the creature when the spell is cast this way. The necklace becomes a non-magical gold chain after casting its magics.</p>"
    },
    "Upheaver": {
      "name": "Upheaver",
      "description": "<p>A swirling mass of rock orbits a rapidly spinning gravitational well that serves as the head of this warhammer. The weapon constantly emits a slight ominous hum and the leather wrapped wooden haft seems to only be connected to the pommel and head by the odd magics at work from the well. When swung, the rocks quickly rearrange themselves into a solid face making it perfect for bashing whatever is in your way. You have a +2 bonus to attack and damage rolls made with this magical weapon.</p><p class=\"MsoNormal\">When an attack made with this weapon critically hits, you can also choose to shove the target of the attack up to 10 feet away from you in a straight line. Creatures that are more than one size larger than you are immune to this effect.</p><p class=\"MsoNormal\">Three times per day, you can muster your strength and smash the ground with this hammer causing shockwaves of gravitational magic to burst forward in a 15 foot cone in front of you. Unattended objects in the cone are thrust 15 feet in the air and come crashing down at the start of the next round. Creatures within that cone must attempt a DC 17 Strength saving throw or be thrust 15 feet into the air and become incapacitated until the end of their next turn, at which point they land prone on the ground. This ability resets daily at dawn.</p>"
    },
    "Radiance": {
      "name": "Radiance",
      "description": "<p>Glittering in golden glory, the head of this staff is fashioned to resemble the appearance of the sun with rays bursting from all sides. A ruby adorns the center of the pattern and when held in sunlight, it seems to take on a glow of its own. This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While you hold it, you gain a +2 bonus to spell attack rolls.</p><p class=\"MsoNormal\">The staff has 20 charges for the following properties. The staff regains 2d8 + 4 expended charges daily at dawn.</p><p class=\"MsoNormal\"><em><strong>Blinding Riposte (5 charges). </strong></em>When you are hit with an attack by a creature within 5 feet of you, you can use a reaction to cause a burst of light to emit from the staff. The creature who hit you must succeed on a DC 20 Constitution saving throw or become blinded until the end of its next turn.</p><p class=\"MsoNormal\"><em><strong>Daylight (3 charges).</strong></em> You use an action to cast daylight centered on the ruby in this staff.</p><p class=\"MsoNormal\"><em><strong>Solarity (5 charges). </strong></em>You use an action to imbue up to 4 creatures of your choice that are within bright or dim light generated by your daylight spell with radiant fury. For the next 1 minute, they deal an additional 2d6 fire damage on melee and ranged weapon attacks that hit.</p>"
    },
    "Skystrider": {
      "name": "Skystrider",
      "description": "<p>The best accoutrement for any adventurer is a comfortable saddle for their mount. This saddle is crafted from finely tanned leather and provides an extremely comfortable ride regardless of the mount that it is placed on due to its lushly padded seat. The skirt is finely embroidered and depicts a peaceful sky of fluffy clouds and flowing breezes.</p><p class=\"MsoNormal\">Fitting this saddle to a creature is an extremely easy process as it adjusts itself to fit any mount regardless of size offering a comfortable fit regardless of the creature it’s placed on.</p><p class=\"MsoNormal\">Once per day, while you’re seated on a creature that has been fitted with this saddle, you can use an action to click the stirrups against your mount and pull upward on the horn. When you do so, spectral wings extend from the sides of the saddle and begin to flap, granting your mount a flying speed of 60 feet for 1 hour. This ability resets daily at dawn.</p>"
    },
    "Gardenkeeper (Vineguard)": {
      "name": "Gardenkeeper (Vineguard)",
      "description": "<p>The natural world offers many wonders and one such creation is living armor. Grown by particularly adept botanists that use magic as part of their process, this breastplate is composed of living bark and plant matter. Vines wind around its extremities and constantly move, seemingly aware of its surroundings and ready to take action should the moment arise. This armor has two states listed below. During your turn, you can use a bonus action to switch between the active state. Only one state can be active at any time.</p><p class=\"MsoNormal\"><em><strong>Swifthusk.</strong> </em>The vines retract leaving the inner bark as your only layer of protection. You have a +1 bonus to AC while wearing this armor. Additionally, you gain a +5 foot bonus to your standard land speed and you gain a climb speed equal to your land speed as the vines reach out to grip onto surfaces around you.</p><p class=\"MsoNormal\"><em><strong>Vineguard.</strong></em> The vines wrap tightly around your body offering a thick layer of protection. You have a +3 bonus to AC while wearing this armor. Additionally, you gain resistance to poison damage. While in this state, you have a -10 foot penalty to your standard land speed as the vines make it difficult to move smoothly.</p>"
    },
    "Pestilence": {
      "name": "Pestilence",
      "description": "<p>This rotting old staff is ridden with holes,nests, and pocks giving home to all manner of insects, arachnids, and other crawling pests that would cause many to recoil in revulsion at the sight of it. Contrarily, to those that know the way of the natural world, they can see a colony of thriving creatures all living in a harmonious balance. While holding this staff, you have a +2 bonus to spell attack rolls.</p><p class=\"MsoNormal\">The staff has 20 charges for the following properties. The staff regains [[/r 2d8 + 4]] expended charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the staff retains its +2 bonus to attack rolls but loses all other properties. On a 20, the staff regain [[/r 1d8 + 2]] charges.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\"><em><strong>Carapace. </strong></em>While attuned to this staff, you can use a bonus action to expend 3 charges and swirl the staff causing a cloud of insects to begin flying in a 10 foot radius sphere around you for the next minute. Any hostile creature that starts their turn within the sphere must succeed on a DC 17 Constitution saving throw or become poisoned for 1 minute. They can repeat their saving throw at the end of their turn to try to end the effect. Once a creature has been poisoned in this way, they are immune to this effect for 24 hours.</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\"><em><strong>Spells.</strong></em> While holding this staff, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC and spell attack bonus: @UUID[Compendium.dnd5e.spells.CAxSzHWizrafT033]{Dancing Lights} (1 charge), @UUID[Compendium.dnd5e.spells.nqBDWkVOfcGZt4YU]{Faerie Fire} (1 charge), <em>@UUID[Compendium.dnd5e.spells.KJRVzeMQXPj8Gtyx]{Spider Climb}</em> (2 charges), @UUID[Compendium.dnd5e.spells.UJJu9c2UvCzVljiP]{Web} (2 charges), <em>@UUID[Compendium.dnd5e.spells.yfbK8gZqESlaoY5t]{Fly} </em>(3 charges), @UUID[Compendium.dnd5e.spells.czXrVRx6XYRWsHAi]{Giant Insect}<em> </em>(4 charges), or <em>@UUID[Compendium.dnd5e.spells.OVikYmSdHliAG2YD]{Insect Plague}</em> (5 charges).</p>"
    },
    "Non-Persona Cowl": {
      "name": "Non-Persona Cowl",
      "description": "<p>A completely unremarkable white tunic is paired with a vest and hood in a boring shade of blue that the eye passes over easily. The vest comes adorned with a patch that emphatically introduces itself in common above ever-shifting runes that are impossible to read. The hood comes with a built in mask that offers a confident smile while revealing nothing of the face underneath.</p><p class=\"MsoNormal\">While attuned to this item, you gain a +2 bonus to Persuasion and Deception skill checks made during part of an ongoing conversation.</p><p class=\"MsoNormal\">Once per day while wearing this cowl, you can use a bonus action to utter the command words “How can I assist you?” to a creature that is not hostile to you and can understand a language you speak. The target must succeed on a DC 18 Charisma saving throw or be charmed by you for the next 10 minutes. While they are charmed, they will generally be helpful to you and try to answer your questions so long as they do not think you mean them harm. At the end of their charmed condition, you can choose to make them forget the finer details of you and any conversations you had while they were charmed, causing them to think of it as a nice discussion with a polite, but forgettable person. If the target succeeds on their saving throw they are not charmed, but they are not aware that you attempted to charm them.</p>"
    },
    "Hullbreaker": {
      "name": "Hullbreaker",
      "description": "<p>This greatsword is crafted from an odd mix of what seems to be ship parts melded to the jaw bone of a particularly massive shark. The cord-wrapped handle offers comfortable grip and a pommel resembles a crows nest at the top of a ship’s mast. The blade itself is coated in serrated teeth posing a formidable sight to those who would stand against it. You have a +2 bonus to attack and damage rolls made with this magic weapon.</p><p class=\"MsoNormal\">The teeth on this blade are especially adept at piercing into targets. When you hit with an attack using this weapon, you can use a bonus action to attempt to grapple the target if the creature is no more that one size larger than you. Grappling in this way does not require a free hand.</p><p class=\"MsoNormal\">If you have a creature grappled with this sword at the start of your turn, you can use an action to rip the blade away leaving several of the teeth embedded. They take damage equal to a successful attack with this weapon and take an additional 2d8 magical slashing damage at the start of their turns for the next 1 minute. When the teeth have been ripped out of this sword, they take 1d4 hours to regrow. During the regrowth time, you cannot grapple creatures with this weapon.</p>",
      "activities": {
        "attack": {
          "condition": "Creature is grappled with this sword at the start of your turn."
        }
      }
    },
    "Molten Chelae": {
      "name": "Molten Chelae",
      "description": "<p><em>Requires attunement by a Rogue</em></p><p class=\"MsoNormal\">Fissure crabs dwell in extreme conditions, finding a way to live in deep ocean volcanoes due to their extremely heat resistant shells. This dagger has seemingly been forged from the pincers of one such creature, kept alive by unknown magics. You have a +2 bonus to attack and damage rolls made with this magic weapon.</p><p class=\"MsoNormal\">This dagger still drips the superheated remnants of a fissure crab’s deadly grip. Attacks with this weapon deal an additional 1d4+1 fire damage</p><p class=\"MsoNormal\">While attuned to this weapon, the first time you hit a creature that is no more than one size larger than you with a sneak attack using this weapon, they must succeed on a DC 18 Dexterity saving throw or be grasped by the powerful pincers on this weapon. On a failure, the creature is restrained. While restrained in this way, they take 3d8+4 fire damage at the start of their turn. At the end of each turn, they can attempt a DC 18 Strength (athletics) check to try to break free from the grasp, becoming unrestrained on a success. While you have a creature restrained in this way, your speed becomes 0 and you cannot attempt an attack with this weapon.</p>"
    },
    "Undertow": {
      "name": "Undertow",
      "description": "<p>This finely crafted scimitar is made from an unusual type of cold forged steel that always feels wet and chilled to the touch. The handle is composed of a blue toned piece of braided driftwood offering a comfortable, but light feel to the weapon. When the blade is unsheathed, it constantly produces a small flow of fresh, drinkable water. You have a +2 bonus to attack and damage rolls made with this magic weapon.</p><p class=\"MsoNormal\">When you hit a creature with an attack using this weapon, water from the blade splashes over them causing them to become drenched until the beginning of their next turn. A drenched creature takes an additional 1d4+1 lightning damage any time they take lightning damage from another source.</p><p class=\"MsoNormal\">Twice per day, while you are attuned to this weapon, you can use an action to slash the scimitar in front of you causing a small tidal wave to burst from the sword in a 30 foot cone in front of you extinguishing any non-magical fires within it. Creatures within the cone must succeed on a DC 19 Strength saving throw or be pushed to the nearest empty space at the edge of the cone and knocked prone. All creatures within the cone are drenched until the start of their next turn causing them to take an additional 1d4+1 lightning damage any time they take lightning damage from another source. This ability resets at dawn.</p>",
      "activities": {
        "attack": {
          "chatFlavor": "Creatures within the cone must succeed on a DC 19 Strength saving throw or be pushed to the nearest empty space at the edge of the cone and knocked prone. All creatures within the cone are drenched until the start of their next turn causing them to take an additional 1d4+1 lightning damage any time they take lightning damage from another source."
        },
        "save": {
          "chatFlavor": "Creatures within the cone must succeed on a DC 19 Strength saving throw or be pushed to the nearest empty space at the edge of the cone and knocked prone. All creatures within the cone are drenched until the start of their next turn causing them to take an additional 1d4+1 lightning damage any time they take lightning damage from another source."
        }
      }
    }
  }
}
