{
  "label": "深渊佳酿 第1卷 - 非普通",
  "entries": {
    "Socialite's Guise": {
      "name": "社交名流伪装",
      "description": "<p>宴会与假面舞会总是那些同时追求权力与享乐者的聚集地。了解这些社交圈的运作方式对不谙此道者可能是一种恩惠，而这副面具正是为了让局外人也能融入这些羁绊而打造。</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">佩戴此面具时，你能以惊人准确度模仿曾听过的任何声音。生物可以进行一次DC 13的洞悉检定来判断该声音并非你本人发出。</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">尽管面具没有眼孔，但佩戴时你仍能正常视物。你可以花费1分钟时间并进行一次洞悉检定来扫描房间，看到生物周围浮现的微弱彩色灵光。此外，你还能看见存在某种联系的个体之间连接着的金色丝线。生物可以通过一次欺瞒检定与你的洞悉检定进行对抗，尝试向你隐藏其灵光与羁绊。灵光颜色对应的含义请参阅下表。</span></p>\n<p> </p>\n<h3><strong>灵光表</strong></h3>\n<table border=\"1\">\n<tbody>\n<tr>\n<td>颜色</td>\n<td>含义</td>\n</tr>\n<tr>\n<td>金色</td>\n<td>强大、受尊敬或掌权者</td>\n</tr>\n<tr>\n<td>红色</td>\n<td>正在寻找某物或某人</td>\n</tr>\n<tr>\n<td>紫色</td>\n<td>绝望或受压迫者</td>\n</tr>\n</tbody>\n</table>"
    },
    "Bottomless Bottle": {
      "name": "无底瓶",
      "description": "<p>这个咆哮者形状的玻璃瓶内部似乎总有液体在晃动，但由于棕色玻璃外壳，从外部无法识别液体是什么。奇怪的是，闻起来没有任何气味。</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">当发现这个瓶子时，它装有4品脱共3种（[[/r 1d4+1]]）不同的非魔法液体。此瓶最多可容纳4品脱的10种不同液体。不同液体的种类数量永远不能超过10，且任何一种液体都不能超过4品脱。无论添加或移除多少液体，瓶子的重量始终为4磅。</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">你可以用一个动作打开瓶盖，向其中倒入最多4品脱的一种液体。当瓶内储存任何液体时，你可以用一个动作打开瓶盖，倒出最多4品脱的液体。瓶子总会倒出当前持有者正在想着的液体。你可以花费10分钟专注于此瓶，以确定其中储存了哪些液体及其具体容量。</span></p>"
    },
    "Boldin's Bear Oil": {
      "name": "博尔丁的熊油",
      "description": "<p>如果说有什么是许多人对矮人的普遍认知，那便是他们拥有引以为豪的华丽胡须。许多矮人甚至养成了繁复的仪轨，以保持面部毛发处于最佳状态并修剪至完美。一位名叫波尔丁的矮人更是专门打造了包括这款胡须油在内的全系列面部毛发护理产品。</p><p>此容器在被发现时装有足够8次使用的胡须油。它散发着浓郁的薄荷香气，底下潜藏着一丝油腻术的气息。触感滑腻，涂抹在皮肤上会有轻微的刺痛感。</p><p>你可以用一个动作将此胡须油涂抹于面部，使其魔法般地渗入毛囊。接下来的一分钟内，将生长出浓密华美的3英寸长胡须。若你已有胡须，则其长度会增加3英寸。当你拥有此胡须时，你的体质属性提升+2（最高不超过20）。此外，你获得对毒素伤害的抗性，并对岩石产生奇特的亲和力。这额外的胡须长度仅是表象，会在4小时后脱落。</p>"
    },
    "Pellar's Purse": {
      "name": "佩拉的钱包",
      "description": "<p class=\"MsoNormal\">这款精心制作的部件袋专为缺乏耐心、没时间坐下来进行繁琐抄录工作的施法者设计。它拥有一个用于存放法术书的大袋，下方还配有一个附魔卷轴筒，这款挎包必定能减轻法师的负担。</p>\n<p class=\"MsoNormal\"><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">你可以使用一个动作将任意等级的法术卷轴放入卷轴筒，并将你的法术书放入主隔层。只要你随身携带正确的墨水和其他材料，卷轴筒就会开始将法术卷轴复制到你的法术书中。该过程根据法术等级消耗正常时长并消耗等量材料，但不需要你持续关注。如果因取出法术书而中断流程，重新放回书本时会从中断处继续。此外，你在成功抄录卷轴的{奥秘 Arcana}技能检定中获得优势。</span></p>\n<p class=\"MsoNormal\">你还可以将非魔法纸张放入卷轴筒，并将空白纸放入主隔层，以每分钟1页的速度完美复制卷轴筒内的文件。此过程不需要墨水。</p>"
    },
    "Rimewall": {
      "name": "霜墙",
      "description": "<p>最好的防御是敌人直到为时已晚才察觉的防御。这个护腕不仅是可折叠的盾牌，还注入了源自冰元素生物核心的魔法，并具备一项隐秘的能力来保障你的安全。</p><p>当作为护腕佩戴时，它看起来与其他非魔法护腕无异，但其本质可以通过{侦测魔法 detect magic}法术被感知到。你不会获得盾牌的效益，但以此方式佩戴时你的双手都是空闲的。以一个{附赠动作 Bonus Action}，你可以将护腕转变为盾牌形态。这需要一只空闲的手，并赋予你盾牌的正常效益。</p><p><strong>急冻。</strong> 如果霜墙处于护腕形态，当一个生物对你发动攻击或法术攻击时，你可以用你的反应使其瞬间转变为盾牌形态。如果这是该生物首次目睹护腕转变为盾牌形态，你对触发该反应的攻击或法术攻击获得额外的+1{加值 bonus}到{护甲等级： AC}。</p>"
    },
    "Pondcho": {
      "name": "庞乔",
      "description": "<p>有些人可能会轻易地将这件色彩鲜艳的斗篷误认为是一件新奇玩意儿，但穿上它后便会发现，它远不止是一件表演服装那么简单。</p>\n<p>穿着这件斗篷时，你可以使用一个附赠动作向任意方向跳跃至多30尺。如果你落在不光滑的墙壁上，你可以用双脚吸附在墙上，同时双手保持自由。如果你的回合开始时正吸附在墙上，你可以使用另一个附赠动作从墙上跳下，或选择保持吸附状态。你只能吸附在墙上，而不能在墙上行走。</p>\n<p>此外，如果你穿着这件斗篷跳入水体，你落点处会魔法般地出现一片睡莲叶。这片睡莲叶持续存在1小时，或直到你离开它。睡莲叶最多可以承载800磅重量并保持漂浮。</p>"
    },
    "Checkers' Pocket Striker": {
      "name": "切克的口袋突击者",
      "description": "<p>这件小型袖珍打火机上精心雕刻的老鼠图案及其工艺，揭示了它并非{标准 standard}打火机。当你拥有此物时，你永远不会真正孤单。一只名为切克尔斯的小型余烬鼠似乎与这打火机有着不解之缘。你可以使用{附赠动作 Bonus Action}点燃打火机并召唤切克尔斯。它会从打火机的火焰中迸发而出，出现在你周围5{尺 feet}内任意你选择的{空间 space}。</p><p>打火机的火焰中心漆黑而外缘纯白，并带有难以置信的高温。打火机内储存的燃料足以任意组合使用以下{词条 Properties}共3次，并在午夜时分自动恢复魔力。</p><p><strong>趁热打铁。</strong>你可以使用{附赠动作 Bonus Action}加热5{尺 feet}内任意{武器 Weapon}的{刀锋 Blade}或钝端。该{武器 Weapon}接下来2次{命中 hit}的{攻击 attack}将在{伤害 damage}{骰 roll}上额外附加1d6+3{点 火焰 Fire}{伤害 damage}。</p><p><strong>烟雾屏障。</strong>你可以使用{动作 Action}旋转打火机底部的旋钮，使其释放出以打火机为中心20{尺 foot}{半径 radius}的浓密{球状 Sphere}烟雾。该区域变为{重度遮蔽 heavily obscured}。烟雾持续10{分钟 minutes}或被{强风 strong wind}吹散。</p><p><strong>阅后即焚。</strong>你可以使用{动作 Action}点燃一张普通{卷轴 Scroll}或至多50张普通纸张，使其在1{回合 turn}内燃为灰烬。所有书写或绘制在纸张上的信息都会被切克尔斯安全保存在脑海中。你可以随时要求切克尔斯回忆被焚毁的信息，它都能完美复现。</p>"
    },
    "Loyal Tea": {
      "name": "忠义茶",
      "description": "<p>共饮一杯茶是自古以来的社交仪式，而由此建立的纽带对许多人而言是历史悠久的传统。这套魔法灌注的茶具能强化饮用其所沏饮品者之间的联系，将朋友转变为忠诚的盟友。</p><p class=\"MsoNormal\">这套茶具包含制作最多4杯特酿忠义茶所需的一切。你可以花费30分钟泡茶，并在交谈与情谊中共饮。饮茶者在24小时内会对共饮者更加青睐，并愿意施予简单恩惠。此外，饮茶者可以对其他共饮者以附赠动作执行协助动作。此举可用次数等于饮茶生物的数量。这些协助动作构成共享池，任何饮茶者每次使用都会从池中扣除一次。所有未使用的协助动作会在24小时后或再次饮茶形成新池时失效。</p><p class=\"MsoNormal\">当茶具被用于制作4杯忠义茶后，直至次日黎明茶具自动补充前，都无法再产出魔法茶，但仍可用来冲泡非魔法茶饮。</p>"
    },
    "Tiptap": {
      "name": "轻点轻敲",
      "description": "<p><em>需要与一名施法者同调</em></p><p class=\"MsoNormal\">当你发现这个可爱的小机器人时，他们处于休眠状态，等待着被同调并由一位好奇的施法者再次赋予生命。当你与他们同调时，献出你的一丝魔力，便能让轻敲轻敲重新焕发生机。轻敲轻敲是一个活泼欢快的小家伙，能够理解通用语，并能通过手势和动作传达基本概念。</p><p class=\"MsoNormal\">轻敲轻敲是一个微型构装生物，护甲等级：14，生命值9。他们的步行速度和攀爬速度均为25尺。他们使用你的属性进行技能检定和豁免，无法被治疗，并且免疫魅惑、恐慌或中毒状态。在你的回合开始时，你可以命令轻敲轻敲移动至多其速度的距离。他们永远不能移动到距离与其同调的生物超过60尺的地方。如果轻敲轻敲的生命值降至0，他们将陷入昏迷，直到被修复为止。当你完成一次长休后，他们可以被修复至满生命值。</p><p class=\"MsoNormal\"><em><strong>法术牵绊。</strong></em> 当你与轻敲轻敲同调时，你与他们形成了魔法联结。当你施展一个以除你自身以外的生物或区域为目标的法术时，你可以从轻敲轻敲的位置而非你的位置施展该法术，从而有效地允许你远程施法。该法术仍然消耗任何部件，并且要求你当时能够施展该法术。</p>"
    },
    "Sonolily": {
      "name": "索诺莉莉",
      "description": "<p class=\"MsoNormal\">声波百合是一种有趣且非自然的植物，据说是由技艺特别精湛的奇械师所创造，接受这份礼物尤为危险。花朵本身对声音特别敏感，当有人在它附近说话时便会振动，导致豆荚中的细小荆棘在内茎上刻出沟槽。随后当豆荚打开时，这些荆棘会沿着沟槽滑动，回放所听到的声音。</p>\n<p class=\"MsoNormal\">承载这株植物的花盆本质上是魔法造物。盆内土壤与植物种子均与花盆绑定，无法通过任何方式从盆中移除。</p>\n<p class=\"MsoNormal\">你可以用一个动作向土壤浇水，促使植物开始生长。一小时后它将完全成熟，并萌发出[[/r 2d8]]个豆荚。植株完全成熟后，会开始记录其周围60尺球状区域内所有听到的声音。这种记录会持续24小时，此后植株枯萎，所长出的豆荚会从植株上脱落。</p>\n<p class=\"MsoNormal\">每个豆荚都可被掰开，使内茎沿荆棘旋转，回放任何它听到的声音。你可以通过掰开豆荚的幅度来控制回放速度——开得越大回放越快，合得越小回放越慢。豆荚从植株脱落后，其回放能力可维持一周，之后便会枯萎。</p>\n<p>一周后，花盆内的种子会被魔法 replenished，可用于培育新植株。</p>"
    },
    "Hidden Hand": {
      "name": "隐藏之手",
      "description": "<p><em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">这件颇为大胆的配饰能完美贴合任何戴上它的手。它的做工如此精良，若非那些引人注目的闪亮宝石，你几乎会忘记它的存在。这无疑是个绝佳的话题开端，人们总会不由自主地聚焦于它，甚至可能因此忽略眼前发生的其他事情。</span></em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> </span></p>\n<p>以一个{动作 Action}，你可以专注于此手套，使你真实的手臂及其持有的任何物品变为{隐形 Invisible}，同时在原位浮现一条幻象手臂。你可以如同控制真实手臂般操控这条幻象手臂，它几乎与真实手臂别无二致。此{幻术 Illusion}持续1{分钟 minute}或直至你主动解除。心存疑虑的{生物 Creature}若专注观察你，可通过一次{察觉 Perception}{检定 check}（{DC14 DC 14}）识破幻象。幻象持续期间，你在{巧手 Sleight of Hand}{检定 checks}中获得+2{加值 bonus}。</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">由隐形手持握的{武器 Weapon}发动{攻击 Attack}时具有{优势 advantage}。发动攻击后幻象立即解除。</span></p>\n<p> </p>"
    },
    "Laissez-faire": {
      "name": "放任主义",
      "description": "<p>这个世界上有许多上锁的门扉、设宴的派对和盛大的私人聚会。这些场合对某些人紧闭大门，无论是因为身份地位还是保密需要，总有人会被拒之门外。幸运的是，这张魔法门票能让你跻身名流之列，或是揭开最隐秘之地的面纱。</p><p>这张门票看似由纯金铸造，但除了沿着穿孔线之外无法弯曲或折叠。票面印有神秘文字，背面除了一条标着\"姓名\"的横线外一片空白。用任何方式在横线上写下生物的名字，即可将门票与该生物绑定。</p><p>当票面署名的生物想要进入受守卫的场所或需持票入内的场合时，可将门票递给守卫或检票员，对方会不由自主地沿穿孔线撕开门票，并将存根交还给署名人。只要该生物持有票根，目击者就会认为他属于该场所。若署名人实施任何暴力行为，在场所内进行偷窃重要物件等违规举动时被发现，或泄露其入场方式的本质，门票的魔法即告失效。10分钟后，门票的魔法影响逐渐消退，变成一张普通纸片。</p>"
    },
    "Hands of Resonance": {
      "name": "共振之手",
      "description": "<p><em>这些手套最初由吟游诗人大师创造，用于更精确地调音他们的乐器，后来也被证明对冒险者、外交官以及一些更为邪恶的人士同样有用。装备这些手套让你与周围的世界产生共鸣。你不再只是听到音乐，而是能感受到它。周围世界的振动流经你的身体，赋予你一种增强的感知能力。</em></p>\n<p><em> </em></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">佩戴这些手套时，你可以将手放在一个</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">生物身上并感受其心跳。当该生物说话时，你可以以优势进行一次{洞悉 Insight}检定，对抗其具有劣势的{欺瞒 Deception}检定，以判断其是在说真话还是撒谎。</span></p>\n<p> </p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">如果你花费一分钟时间将戴着手套的双手放在地面上，你可以感知到60尺半径内、与你处于{同一位面 same plane}的任何生物的存在。你会得知它们相对于你的方向、大致距离以及它们的{体型 Size}。</span></p>\n<p> </p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em><strong>鸣雷破thunderclap Thunderclap (1/日).</strong></em> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">这些手套中储存的共鸣会随时间积累，使你能够以{自由动作 free action}每日一次施展{鸣雷破thunderclap Thunderclap}戏法，DC 13。</span></p>\n<p> </p>"
    },
    "Batpack": {
      "name": "蝙蝠背包",
      "description": "<p>尽管有些人可能会对这种背包的样式嗤之以鼻，但其他人却能看出与这个奇特生物建立友谊的潜力。蝙蝠背包是一种构装生物，它对甜食的嗜好甚至能媲美最贪婪的糖果爱好者。幸运的是，只要你让它保持开心，它就能在你需要时提供巨大帮助。</p><p class=\"MsoNormal\">每天一次，你可以给蝙蝠背包喂食最多10磅的甜食，例如糖果、水果、馅饼、蛋糕或任何高糖分食物。每磅食物需要1分钟来喂给蝙蝠背包。每喂食一磅甜食，蝙蝠背包就会进入餍足状态一小时。</p><p class=\"MsoNormal\">当蝙蝠背包处于餍足状态时，穿戴它的生物将获得60尺范围的颤动感知。蝙蝠背包会愉快地将其在该区域内探测到的任何移动低声告知于你，让你对前方可能存在的威胁有所了解。<span style=\"mso-spacerun:yes\">  </span>此外，当蝙蝠背包处于餍足状态时，穿戴它的生物将持续受到羽落术法术效果的影响。当你在空中时，蝙蝠背包会欢快地拍打翅膀，减缓你的下落速度。</p>"
    }
  }
}
