{
  "label": "AbyssalBrews Vol 1 - Legendary",
  "entries": {
    "Bow of Lucid Dreams": {
      "name": "Bow of Lucid Dreams",
      "description": "<p>You have a +3 bonus to attack and damage rolls made with this magic weapon. Ranged attacks made with this weapon do not consume ammunition. Instead, this weapon fires arrows of magical energy. When making a ranged attack with this weapon, you can choose to deal psychic damage instead of piercing damage.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">While you are attuned to this weapon, you do not need to sleep. Instead you can enter a trance-like state of meditation for 4 hours. After resting in this way, you gain the full benefits of a long rest. When you complete a long rest while attuned to this weapon, roll [[/r 2d4]]. This is the number of lucid dreams you had during your meditation. Choose a number of properties from the following table equal to the number of dreams you had to store in the weapon. You can choose multiple copies of the same dream.</span></p>\n<table style=\"width:100%\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width:34.3907%\">Calming Glade</td>\n<td style=\"width:65.6093%\">You can cast <em>Sleep</em> as a 5th-level spell</td>\n</tr>\n<tr>\n<td style=\"width:34.3907%\">Running Waters</td>\n<td style=\"width:65.6093%\">Your base movement speed is doubled for 1 minute</td>\n</tr>\n<tr>\n<td style=\"width:34.3907%\">Raging Fires</td>\n<td style=\"width:65.6093%\">You can cast <em>Fireball </em>(DC 18)</td>\n</tr>\n<tr>\n<td style=\"width:34.3907%\">Soothing Breeze</td>\n<td style=\"width:65.6093%\">You and all allies in a 10-foot radius are healed for [[/r 2d12]] hit points</td>\n</tr>\n</tbody>\n</table>\n<p class=\"MsoNormal\">When you make a ranged attack with this weapon, you can choose to expend a stored dream granting you the effects of the dream instantly. All stored dreams are lost when you begin meditating.</p>"
    },
    "Phoenix Loop": {
      "name": "Phoenix Loop",
      "description": "<p>Holding this ring in your hand fills your body with warmth and a sense of safety. Holding it up to your ear will cause you to hear the low growl of a roaring fire.</p>\n<p>This ring burns with an intense heat when it is worn and sears itself to your skin, making it impossible to remove it by any means other than a wish spell.</p>\n<p>When you die while wearing this ring, you immediately resurrect and regain half of your maximum hit points. You then transform into a large spectral Phoenix and can use your reaction to fly up to 60 feet without provoking opportunity attacks. At the end of your movement, you can cast the fire storm spell (save DC 17), after which you return to your normal form in the closest unoccupied space. When you return to your normal form, the ring bursts into spectral fire and is destroyed, leaving behind a Phoenix shaped scar on the finger where it was worn.</p>\n<p>If you do not use your reaction, you immediately return to your normal form and the ring is destroyed.</p>"
    },
    "Blackstar": {
      "name": "Blackstar",
      "description": "<p>Light can be a faithful ally, but to some, they see it as a weapon to be wielded like any other. The core of this longsword houses a fraction of a barely contained, collapsing star wreathed in an otherworldly metal. You have a +3 bonus to attack and damage rolls made with this magical weapon and all attacks made with this weapon deal radiant damage. Additionally, you gain darkvision to 120 ft. while holding this weapon.</p><p><strong>Event Horizon.</strong> While attuned to this weapon and holding it on your turn, you can use a bonus action to speak the command word causing a sphere of magical darkness to emanate from it in a 30 foot radius. You can see through this magical darkness and can command it to move up to 40 feet at the start of your turn. Any non-magical sources of light such as torches, lanterns, or candles that enter the darkness are extinguished and grant you a charge of Singularity up to a maximum of 10 charges. This magical darkness lasts for 1 minute or until you dismiss it by using your Singularity charges. You can do this a number of times per day equal to your proficiency bonus. This ability recharges its uses after completing a long rest. You can only ever have one Event Horizon sphere active at a time.</p><p><strong>Singularity.</strong> On your turn, while your Event Horizon sphere is active, you can use a bonus action to cause the sphere to collapse and explode in a burst of light. All creatures within the sphere when it bursts take 1d12 radiant damage per charge of Singularity and are pulled 10 feet toward the center of the sphere. After doing this, the magical darkness dissipates and all Singularity charges are lost.</p>"
    },
    "Mortal Hold": {
      "name": "Mortal Hold",
      "description": "<p class=\"MsoNormal\"><em>Requires Attunement by a Spellcaster</em></p>\n<p class=\"MsoNormal\">This ominous armor was obviously crafted by someone with an affinity for the undead . You gain a +3 bonus to AC while attuned to this magic armor. Additionally, You are immune to the Poisoned condition and have immunity to poison damage.</p>\n<p class=\"MsoNormal\"><strong style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em>Legendary Resistance (1/day). </em></strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">While attuned to this armor, if you fail a saving throw you can choose to succeed instead.</span></p>\n<p class=\"MsoNormal\"><strong style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em>From Power, Death (1/day). </em></strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When you roll damage for any spell you have cast, you can add an amount of necrotic damage equal to your current hit point total.</span></p>\n<p class=\"MsoNormal\"><strong style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em>From Life, Power.</em></strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> When you cast a spell, you can choose to expend hit points instead of a spell slot. When you do so, roll a number of d4s equal to the spell’s level. Lower your total maximum hit points by an amount equal to the roll. Lost maximum hit points are recovered on completion of a long rest. If this effect would lower your maximum hit points to 0, the spell fails to cast.</span></p>\n<p class=\"MsoNormal\"><strong style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em>Curse.</em></strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> This armor is cursed and becoming attuned to it extends the curse to you. While cursed, you have disadvantage on death saving throws. If you die while attuned to this armor you cannot be resurrected by any means other than a wish spell. Additionally you arise as a zombie in 1d4 hours after death.</span></p>"
    },
    "Timewinder's Cuirass": {
      "name": "Timewinder's Cuirass",
      "description": "<p class=\"MsoNormal\">This exceptionally complex chest piece bears several clocks that are calibrated with the current plane you are on. As a free action, you can consult one of the clocks to learn the exact time of day.</p>\n<p class=\"MsoNormal\">While attuned to this armor, you gain a +2 bonus to AC. Additionally you gain a +2 bonus to Intelligence checks and saves as you feel much more in tune with the machinations of the world.</p>\n<p class=\"MsoNormal\">Once per day you can use a bonus action to spin the hour hand on one of the clocks and roll [[/r 1d12]]. For a number of rounds equal to the roll you come under the effects of the <em>haste</em> spell. Additionally, you can delay all damage taken as well as any conditions you are affected by. At the end of your turn in the final round, all damage taken and any conditions received during those rounds are applied immediately. This ability resets at midnight each night.</p>"
    },
    "Boreal Crown": {
      "name": "Boreal Crown",
      "description": "<p>You become bathed in the beauty of the boreal fortresses, wreathed in colorful light. You no longer have to walk and can instead choose to glide 6 inches above the ground on an icy cloud. This effect is purely cosmetic and does not actually let you fly. While attuned to this circlet, you can use an action to cast chill touch, dancing lights, or ray of frost using your highest modifier as your spellcasting modifier. You are considered proficient with these cantrips.</p><p>This crown has 10 charges for use with the following properties. It regains [[/r 1d10+3]] charges when you complete a long rest. While wearing it, you can use a bonus action to expend 1 or more of its charges and activate one of its properties.</p><p><strong>Frozen Panoply (2 charges).</strong> Your body becomes coated in imposing, ice armor. You gain a +3 bonus to AC and resistance to cold and radiant damage. This armor lasts for 8 hours or until you dismiss it.</p><p><strong>Wondrous Spectacle (3 charges).</strong> A dazzling cloud of boreal lights dance around you. All creatures of your choice that can see you and are within 60 feet of you must make a DC 17 Wisdom saving throw or become paralyzed until the end of your next turn as they are awestruck by the lights.</p><p><strong>Resplendent Waltz (5 charges).</strong> You are scooped up by colorful, dancing lights and gain a flying speed of 60 feet. Additionally, you do not provoke attacks of opportunity when you fly out of a target’s range. This property lasts for 10 minutes or until you dismiss it.</p>"
    },
    "Staff of the Reefswarm": {
      "name": "Staff of the Reefswarm",
      "description": "<p>Seemingly cast from the coral of an ancient reef, this staff is able to magically house an entire swarm of tiny Mawlings. Gripping this staff gives you a sense as though you are one with the Mawlings you command and they look to you for guidance. You have a +3 bonus to attack and damage rolls made with this magic weapon.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">While in water that is at least 1 foot deep, you can take an action to summon a swarm of Mawlings into an empty space within 5 feet of you. The swarm has an AC of 12, 14 hit points, and a swim speed of 30 feet. The swarm uses your stats for the purposes of checks and saving throws. On your turn you can use a bonus action to command the swarm to move and take one of the following actions:</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> </span></p>\n<p><em><strong>Frenzy.</strong></em> The swarm swirls around a creature within 5 feet of them. The target must make a DC 15 Dexterity saving throw or take 3d6 magical piercing damage.</p>\n<p><em><strong>Harry.</strong></em> The swarm times their attack to cause the most distraction. Choose a creature within 5 feet of the swarm. That creature has disadvantage on their next attack roll.</p>\n<p><em><strong>Cover.</strong></em> Choose a creature within 5 feet of the swarm. The swarm swirls around the creature granting them half cover until the start of your next turn.</p>"
    },
    "Ratty's Gutting Blade": {
      "name": "Ratty's Gutting Blade",
      "description": "<p>This brutal blade is crudely hewn and quite intimidating to those who oppose its wielder. Bolted into the rear of the blade are three jars of bubbling liquid in red, green, and blue. You gain a +3 bonus to attack and damage rolls made with this magic weapon.</p><p>On your turn, you can take a bonus action to manipulate the levers on the blade and pull the trigger coating the blade in one of the liquids of your choosing. Each liquid coats the blade for 1 minute and has special properties outlined below. Only one liquid can be active at a time and it is always the most recent liquid applied. Once a liquid has been used to coat the blade, it cannot be used again until you complete a long rest. On completion of a long rest, all of the liquids magically refill.</p><p><strong>Bloodrot (Red).</strong> When you hit a creature with an attack with this weapon, they must make a Constitution saving throw (DC 16) or be afflicted with Bloodrot. A creature with Bloodrot takes an additional 1d6 necrotic damage every time they take damage from another source. The creature can repeat their saving throw at the end of their turn, ending the affliction on a success.</p><p><strong>Ironroot (Green)</strong>. Thorny vines coat the blade and wrap around you. While this liquid is active, your AC can’t be less than 17 regardless of what kind of armor you’re wearing. If a creature hits you with a melee attack while these vines are active, they take 2d6 poison damage.</p><p><strong>Cryophil (Blue).</strong> The blade becomes coated in ice and frosty crystals lengthening it. This weapon gains the reach property while this liquid is active. Additionally, this weapon deals cold damage instead of slashing.</p>"
    },
    "Bloodlust": {
      "name": "Bloodlust",
      "description": "<p>While foreboding emanates from this broken sword, there’s something alluring about it. The whispers you hear as you place your hand close promise you power if you will serve. You have a +3 bonus to attack and damage rolls made with this magical weapon. All damage dealt by attacks made with this weapon is necrotic damage.</p><p>When you hit a creature with an attack with this weapon, you can force it to succeed on a Strength saving throw (DC 16) or reduce its Strength score by [[/r 1d4]]. The dagger seems to siphon this vitae into it. When it has drained a total of 15 Strength in this way, the weapon grows in length allowing you to deal [[/r 2d4]] necrotic damage with an attack instead of the base 1d4. When it has drained a total of 30 Strength in this way, it grows again allowing you to deal [[/r 3d4]] necrotic damage with an attack. When it has drained a total of 60 Strength in this way, it grows a final time allowing you to deal [[/r 4d4]] necrotic damage with an attack. Creatures that have their Strength drained by this weapon become immune to the Strength drain effects and regain any strength lost after completing a long rest.</p><p><strong>Curse.</strong> This weapon is cursed with the spirit of a great evil and becoming attuned to it extends the curse to you. Until the curse is broken, you are unwilling to part with this weapon and keep it close to you, jealously guarding it. When you complete a long rest, roll a d100. If the result is less than the amount of total Strength drained by this weapon, you gain a level of exhaustion instead of losing one.</p>"
    },
    "Her Embrace": {
      "name": "Her Embrace",
      "description": "<p class=\"MsoNormal\">This armor makes you feel as though you’re being held in a comforting embrace that sparks joyful memories of loved ones. While wearing this armor you gain a +2 bonus to AC.</p>\n<p class=\"MsoNormal\"><strong><em>Devote Yourself.</em></strong> While attuned to this armor, you can take an action to expend any amount of hit dice and heal as if you were completing a short rest. You gain an amount of Devotion equal to the number of hit dice expended. At certain amounts of Devotion, you gain additional abilities listed on the Devotion table below. Devotion resets to zero upon completion of a long rest.</p>\n<table border=\"1\">\n<tbody>\n<tr>\n<td>Devotion</td>\n<td>Abilities</td>\n</tr>\n<tr>\n<td>5</td>\n<td>You gain resistance to necrotic damage.</td>\n</tr>\n<tr>\n<td>10</td>\n<td>You gain a +1 bonus to saving throws.</td>\n</tr>\n<tr>\n<td>15</td>\n<td>The bat's wings unfurl granting y ou a flying speed of 30 ft.</td>\n</tr>\n</tbody>\n</table>\n<p class=\"MsoNormal\"><strong><em>Curse.</em></strong> This armor is cursed with the essence of a powerful vampire, and becoming attuned to it extends the curse to you. Until the curse is broken with <em>remove curse</em> or similar magic, you are unwilling to part with this armor, keeping it close at all times.</p>\n<p>When you complete a long rest, before resetting your Devotion, you must make a saving throw vs. your current Devotion amount. This saving throw is not tied to any ability. On a failed save, mark it down. On your third failed Devotion save you give in to the influence of the vampire and lose your sense of self. All of your statistics are replaced by those of a vampire. Thereafter, only remove curse or similar magic allows you to regain your identity and return to normal. If you remain a vampire for 6 days, only a wish spell can reverse the transformation</p>"
    },
    "Velika's Walking Stick": {
      "name": "Velika's Walking Stick",
      "description": "<p class=\"MsoNormal\">This finely crafted cane resembles a normal walking stick, albeit one with an abundance of flare. Originally crafted for a legendary monster hunter, its handle is hewn from a bone of a vampire lord.</p>\n<p class=\"MsoNormal\"><strong style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em>Damage. </em></strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">This weapon deals 1d6 magical bludgeoning damage in cane form and 1d4 magical slashing damage in whip form.</span></p>\n<p>When you attune to this finely crafted cane, you are considered proficient with both of its forms. You have a +3 bonus to attack and damage rolls made with this magic weapon. While attuned to this cane, you can sense when an undead or fiend is within 60 feet of you. You cannot tell where it is, just that one is near. Additionally, you can see normally in darkness, both magical and nonmagical, to a distance of 60 feet.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">This whipcane has two states. You can use a bonus action to turn the handle and swap between states of the weapon. It can only ever have one of the following states active at a time.</span></p>\n<p><strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Cane (finesse).</span></strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> While in this form, the weapon is indistinguishable from a normal walking stick. When you hit a creature with an attack while in this state, you can force them to make a Constitution saving throw (DC 17) or be stunned until the end of your next turn. Once a creature has been stunned in this way, it cannot be stunned again by this weapon.</span></p>\n<p><strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Bladed Whip (finesse, reach). </span></strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When you hit a creature with an attack while in this state, it gains a laceration. For each laceration currently on a creature, it takes an additional 1d4 magical slashing damage from attacks made with this weapon. Additionally, if you hit a stunned creature with an attack in this state, the creature takes an extra 2d4 magical slashing damage.</span></p>"
    },
    "Stitch in Time": {
      "name": "Stitch in Time",
      "description": "<p>Many argue about the nature of time and whether it can be manipulated. Some postulate that all things are cyclical while others argue for absolute linearity. Many who understand the true nature of time see it as a complex weave of intersecting moments, one that can be woven and stitched to fit your own desires. While attuned to this needlepoint hoop, you can roll your initiative rolls twice and choose which result you would like to use.</p><p class=\"MsoNormal\"><em><strong>Waste Knot.</strong></em> Once per day while attuned to this item, you can use an action to stitch a waste knot. Record your current HP and any status effects that are currently affecting you. After setting your waste knot, any time within the next 10 minutes you can use another action to cut the knot from the weave. When you do so, you are restored to the recorded HP and any status effects are reapplied with the duration that was left when the knot was set.</p><p class=\"MsoNormal\"><em><strong>Frogging. </strong></em>While attuned to this item, you can use an action to hastily rip the weave of time, setting the stitches anew allowing you to rearrange the initiative order as you wish. When you do this, it remains your turn so the order will proceed with the next person after you in the new order you set. Once used in this way, the Stitch in Time ceases to function in any manner. Daily at dawn, you can roll a d20. On a result of 18 or higher, it begins to function again. If you roll a 1, the hoop becomes a regular non-magical needlepoint hoop.</p>"
    },
    "Pit Fiend's Pendulum": {
      "name": "Pit Fiend's Pendulum",
      "description": "<p>A hideous weapon once belonging to a foul demon of a plane best forgotten, this greataxe is difficult to get moving, but once you do, you can leave a wake of destruction carved by its massive swinging blade. The fiend that originally wielded this weapon was known for its powerful strikes and forceful charges as it brought ruin to those that were foolish enough to stand in its path. While you are attuned to this weapon, your base walking speed is increased by 15 feet. </p><p class=\"MsoNormal\">When you move 15 feet or hit with an attack with this weapon, you gain a charge of momentum up to a maximum of 5 charges. With each charge of momentum you gain a +1 bonus to attack rolls made with this magic weapon. Additionally, you roll an extra d8 of force damage per momentum charge when you hit with an attack with this weapon. When you hit with an attack while you are at 5 momentum charges, you can choose to shove the creature you hit up to 15 feet in a direction of your choosing or knock them prone. </p><p class=\"MsoNormal\">All momentum charges are lost at the beginning of a new round. Opportunity attacks made during the same round of combat gain the benefits of your momentum charges.</p>"
    }
  }
}
