{
  "label": "深渊佳酿 第2卷 - 极珍稀",
  "entries": {
    "Flutter": {
      "name": "飘忽",
      "description": "<p>这件斗篷紧密包裹着穿戴者的身体，其基础形态是一对如蝴蝶般美丽的流线型翅膀。斗篷上荡漾着粉色、紫色和蓝色的变幻色调，显然是由注魔丝绸的特殊织法制成，触感格外轻盈通风，但对普通刀剑与钝器武器具有惊人的抵抗力。</p><p>当你调谐这件斗篷时，获得使用反应动作的能力：当你即将受到非魔法钝击、穿刺或挥砍伤害时，可用斗篷护盾自身。如此做时，你将该伤害降低1d6+2点。</p><p>每日一次，穿戴此斗篷时，你可在自己回合使用动作将自身裹入茧中。持续1分钟或直至你在自己回合开始时解除虫茧，你的速度变为0且无法使用动作、附赠动作或反应。任何以你为目标的攻击或法术将改为以虫茧为目标。虫茧具有50点生命值，并使用你的护甲等级和豁免数值。当虫茧生命值降至0、持续时间结束或你解除虫茧时，翅膀在你身后展开，斗篷对你施放飞行术fly。该能力每日拂晓dawn重置。</p><p></p>"
    },
    "Exalted Edge": {
      "name": "崇高锋刃",
      "description": "<p>这把长剑从一位神圣仆从的掌控中被夺走，如今充满了光耀能量。将其握在手中会让一股暖流涌遍全身，并使你的脑海中充满正义武者捍卫一切神圣之物的景象。它的握柄上缠着写有被遗忘祷文的布条，为你的剑术注入了新的能力。你用这把魔法武器进行攻击和伤害掷骰时具有+1加值。</p><p>在战斗开始时若你正持用此武器，你可以选择进入刀锋狂热或锐利防御架势。你可以在战斗中使用一个附赠动作在这些架势间切换。处于指定架势时，你获得以下属性。</p><p><strong>刀锋狂热。</strong>你为刀锋注入神圣魔法，使攻击和伤害加值提升至+2。此外，在此架势下，刀锋造成光耀伤害而非挥砍伤害。</p><p><strong>锐利防御。</strong>你采取防御姿态，使一道神圣护盾出现在你周围。作为一个反应，你可以对一次原本会命中你的攻击在你的AC上获得+2加值。如果此加值导致敌人的攻击未命中，在你的回合开始时你的架势会自动切换为刀锋狂热。以此方式切换架势不消耗附赠动作。</p><p></p>"
    },
    "Man O' Wheel": {
      "name": "轮子人",
      "description": "<p>该机器配备两个头灯，可为一名中型或两名小型生物提供舒适座位，并配有高过使用者的双轮，其外观令人敬畏。它完全由 Drudgework Chariot 的回收部件制成，并保留了其先前配置的部分功能。</p><p class=\"MsoNormal\">Man O’ Wheel 的护甲等级：15，最大生命值：80点。它免疫毒素和心灵伤害，且不受魅惑，力竭，恐慌，麻痹，石化或中毒状态的影响。它重400磅，载重500磅，速度为60尺。操作该载具移动任何距离均需消耗一个动作，且此回合内你的双手必须始终握住车把。在操作载具时，你可以使用一个附赠动作摇动手柄，使其本轮速度提升至80尺。操作期间，它会在其前方15尺锥状区域散发出明亮光照。如果 Man O’ Wheel 受损，你每小时可以花费时间对其进行修复，恢复1d8+2点生命值。</p><p class=\"MsoNormal\">当你在控制 Man O’ Wheel 时使用附赠动作摇动手柄，并移动穿过一个已被生物占据的空间时，该生物必须尝试一次DC 16敏捷豁免，豁免失败则会被碾过。豁免失败的生物受到1d12+3钝击伤害并应击倒地，且本轮失去发动借机攻击的能力。</p><p class=\"MsoNormal\">在控制 Man O’ Wheel 时，你可以使用一个动作开启安装在载具前部的致盲灯光。位于你前方15尺锥状区域内的生物必须成功通过一次DC 16敏捷豁免以遮护眼睛，否则将陷入目盲状态直至其下一回合结束。此能力在1小时后恢复。</p>"
    },
    "Umbral Arsenal (Shortbow)": {
      "name": "暗影语军械库 (短弓)",
      "description": "<p>阴影的本质与形态转瞬即逝，只要一丝流云遮蔽了上方的光芒，它的奇想便会即刻改变。这把武器由一个红色皮革包裹的握柄和一块紫水晶碎片构成，碎片从中升起，形成一柄扭曲的刀锋。你用此武器进行的攻击和伤害检定具有+2加值。</p><p>此武器有两种形态，即短剑或短弓，可以在你的回合使用一个附赠动作对武器说出命令语，使其在两种形态间切换。</p><p>在其短剑形态下，阴影般的薄雾环绕着水晶刀锋，使得武器的真实形态难以辨认。你在将武器隐藏于身上时进行的巧手检定具有+2加值。</p><p>在其短弓形态下，阴影薄雾从刀锋延伸，形成一条以太弓弦，并为射出的箭矢注入侵染武器的阴影精华。从此武器射出的箭矢在命中时解离，并在你的下个回合开始时返回你的箭袋。</p>"
    },
    "Alturmentis": {
      "name": "奥图门提斯",
      "description": "<p>在这个世界的深处，潜藏着无数奇异的未知事物。那些拥有令人难以想象能力的恐怖生物。其中一种名为Altumantis的生物尤为狡诈，它们魅惑猎物跟随自己回到巢穴，让猎物在那里迎来过早的终结。作为高度知性的生物，它们在引导猎物走向死亡的同时，还会向他人展示其内心最深切的渴望。有人曾从与这种生物的遭遇中幸存下来，如今将其头骨牢牢固定在握柄末端，锻造出了一把无与伦比的强大硬头锤。使用这把魔化武器magic weapon进行攻击检定时，你获得+2加值。</p><p class=\"MsoNormal\">当你使用此武器进行近战攻击并命中时，你可以选择造成心灵伤害而非钝击伤害。如果你选择对生物造成心灵伤害，你将了解到它内心深处的某个渴望。</p><p><span style=\"font-family:'Arial',sans-serif\">每日一次，你可以用一个动作展示Altumantis的头骨，并通过它引导你的心智使其辐射心灵能量。所有位于你60尺范围内、且你曾了解其渴望的生物，都会在脑海中看到那些渴望得到满足的幻象。它们必须进行一次DC 17智力豁免，失败则被你魅惑1分钟。被魅惑期间，它们对你和你的盟友保持友善，且不会对你们采取敌对行动。以此方式被魅惑的生物可以在其回合结束时或受到伤害时重复进行豁免，成功则终止该效果。</span></p>"
    },
    "Cleavertail": {
      "name": "裂尾",
      "description": "<p>虽然这个装置原本安装在苦工切割者上，但显然某个足智多谋的个体已将料斗和尾部改造成适合奔波冒险者使用的背包。尾部由特殊硬金属制成，可由背包穿戴者控制。尽管它功能与普通背包无异，但将其背负在身上能带来更多妙用。</p><p class=\"MsoNormal\">穿戴此背包时，你在水中或水下会获得显著推进力。游泳移动每尺仅消耗1尺正常移动力而非2尺。此外在游泳时，你可以将疾走动作作为附赠动作执行。</p><p class=\"MsoNormal\"><em><strong>抛射。</strong></em> 你可以用一个动作蹲下，将重达150磅的物件或与你体型相同/更小的自愿生物放置在尾部，朝60尺内的目标抛射。若向生物投掷10磅以上的抛射物，该生物必须进行DC 16 敏捷豁免，失败则受到6d6+3钝击伤害并应击倒地。尾部完成抛射后，需经过1小时才能再次使用。</p><p class=\"MsoNormal\"><em><strong>油腻桶。</strong></em> 当你发现此背包时，顶部装有一个油腻桶。若选择用尾部发射，它将在撞击时碎裂，使15尺半径球状区域覆盖油腻术。该区域变为困难地形。区域内生物必须进行DC 16 敏捷豁免，失败则倒地。进入区域或在其中结束回合的生物同样需进行敏捷豁免，失败则倒地。替换用油腻桶较为常见，通常售价2 gp。</p>"
    },
    "Luciferase": {
      "name": "萤光素酶",
      "description": "<p>层层浓密的植物缠绕在这件+2胸甲硬化后的外表面。茂密枝叶上点缀着数个生物光荚果，它们从肩甲不同部位萌发的花蕾中绽放。这件护甲总是散发着宜人的草本香气，略带甜味，同时又深沉而带有泥土气息。</p><p class=\"MsoNormal\">当你与此护甲调谐时，可在你的回合开始时念出命令语，使这些荚果发出更明亮的光芒或完全熄灭。发光时，它们会散发出30尺范围的明亮光照和额外30尺范围的微光光照。</p><p class=\"MsoNormal\"><em><strong>慰藉花蜜。</strong></em> 发现此护甲时，其上已有1d4个发光的绽放荚果。你可在回合中使用一个动作摘取并消耗一个荚果。消耗后，该荚果将为你恢复8d4+8生命值，若你处于中毒状态则同时解除该状态。荚果仅对与此护甲调谐的生物产生效益。此护甲每日拂晓时会再生1d4-1个荚果，上限为4个。</p>"
    },
    "Bravura": {
      "name": "勇武",
      "description": "<p>那些敢于直面最可怖野兽并选择反击而非逃跑的人，或许才配得上这件武器。这根法杖从杖尖到握柄都覆着一层硬化发光的金色金属。杖首饰有一尊傲狮雕像，靠近杖首的横杆上悬挂着蓝金相间的旌旗。手持此法杖会使你充满决心，提振你的信心。</p><p>你用这把{魔化武器 magic weapon}进行的攻击骰和伤害骰获得+2加值。此外，当你与此武器同调时，你对那些会让你陷入{恐慌 Frightened}状态的效果进行的{豁免 Saving Throws}获得+2加值。如果你将旌旗替换为符合你所信仰神祇的样式，此法杖也可作为{圣徽 HOLY SYMBOL}使用。</p><p>每日三次，你可以用一个{附赠动作 Bonus Action}将此法杖末端猛击在你周围5尺内的一个{空间 space}，并在该处召唤一面金色的幽灵旌旗。它开始散发一道半径30尺的球状{灵光 aura}，持续1{分钟 minute}。你指定范围内的生物免疫{恐慌 Frightened}{状态 condition}，并且其{武器 Weapon}和{法术攻击 spell attacks}额外造成1d8+3点{光耀伤害 radiant damage}。此能力的使用次数在每日{拂晓 Dawn}重置。</p><p></p>"
    },
    "Merry Maker": {
      "name": "欢乐使者",
      "description": "<p>在永冻冰墙以北的极北地区发生的欢乐雪仗，在某家备受喜爱的玩具工厂工人中已成为传说。短暂的白天用于工作和玩耍，漫长的夜晚则埋头苦干项目，工厂里的一些精灵居民开始创新他们的投掷雪球方式。一位精灵取得了如此迅速的成长，以至于其他人开始担忧。当他揭晓这把四管全自动木金属框架雪球火炮时，他们知道游戏将永远改变。</p><p class=\"MsoNormal\">当你双手持握欢乐制造者时，你可以使用一个动作从其内置制冰机向一个你能看见的60尺内的生物发射一枚雪球。该生物必须进行一次DC 17 敏捷豁免，否则将受到1d8 冷冻伤害并陷入目盲状态直到其下个回合开始。你可以这样做4次，之后你必须在你回合中花费一个动作转动机构侧面的手柄来重新装填。</p><p class=\"MsoNormal\"><em><strong>让它下雪。</strong></em>每天一次，你可以在你的回合使用一个动作快速转动手柄，向空中释放一阵毁灭性的雪球暴风雪。选择一个你能看见的60尺内的空间作为发射目标。该空间20尺半径球状区域内的生物必须尝试一次DC 17 力量豁免，豁免失败则受到4d8 冷冻伤害并倒地，豁免成功则受到一半伤害且不倒地。此外，你瞄准的区域变为困难地形，持续1分钟。此能力在每日拂晓重置。</p>"
    },
    "Goldie": {
      "name": "金",
      "description": "<p>这根坚固权杖的手柄由一整块远古木雕刻而成，饰有波浪般的纹路。其球状末端看似一个完全封闭的鱼缸，里面住着一只名为小金的金鱼朋友。持握此权杖时，你可以通过心灵感应与小金交流，并很快发现她相当健忘。但这并不妨碍她对魔法维持的球中冒险生活感到兴奋，她希望你带她见识奇妙的新地方。</p><p class=\"MsoNormal\"><em><strong>法术。</strong></em> 此权杖拥有7发充能。持握时，你可以用一个动作消耗1发或更多充能来施展以下法术之一（豁免DC 17）：<em>@UUID[Compendium.dnd5e.spells.ppWAAEul0QHtm4er]{侦测思想 Detect Thoughts}</em>（1发充能）、<em>@UUID[Compendium.dnd5e.spells.6g3WLOZ2u0EbaLAd] </em>（2发充能）、<em>@UUID[Compendium.dnd5e.spells.9hQXdMSmerkTsHDe]</em>（3发充能）或<em>@UUID[Compendium.dnd5e.spells.P6f1PPKPd9BCb742] </em>（3发充能）。权杖每日于拂晓恢复[[/r 1d4+3]]发充能。</p><p class=\"MsoNormal\"><em><strong>忘我如是。</strong></em> 当生物对抗此权杖施展法术效应的豁免失败时，你可以作为同一动作的一部分额外消耗1发充能，使其对过去10分钟的记忆变得模糊。他们的记忆如蒙迷雾，并容易接受关于事件经过的暗示。但如果你曾攻击他们或以其他方式造成物理伤害，他们不会忘记这些行为。</p>"
    },
    "Candescence": {
      "name": "辉光",
      "description": "<p>为了明显提高岩石切割的效率，矮人们着手利用上方恒星的炽烈力量，将其光线捕获在锻造于这副护目镜框架内的水晶中。这副护目镜提供一个发光的红色观察窗，周围环绕着厚重的金属框架，触摸时总是略带温热。其束带本身采用简易皮甲结构，配有可调节扣环以适应任何头型。当你戴上它时，世界会短暂地沐浴在一片红色海洋中，随后你的视觉恢复正常。</p><p>这副护目镜拥有12充能，并在拂晓dawn时恢复[[/r 1d6+3]]充能。在你的回合中，你可以使用一个动作来消耗一定数量的充能，以使用下列能力之一。</p><p><strong>深层视觉 (2充能)。</strong> 你获得60尺真实视觉，持续1分钟。</p><p><strong>切割强光 (4充能)。</strong> 你轻触护目镜顶部的魔法徽记symbol，导致一道光耀伤害的光束从中迸发出来。位于你前方30尺锥状区域内的生物必须尝试一次DC18敏捷豁免，豁免失败则受到[[/r 10d6]]光耀伤害，成功则仅受一半伤害。无人看管的物件自动豁免失败。</p>"
    },
    "Drudgelord's Lash": {
      "name": "督军之鞭",
      "description": "<p>苦工之母构装体的嗡鸣水晶核心既是苦工通讯网络的魔法枢纽，也是其平稳运作背后的功能性大脑。该核心的碎片已被分裂并链缚在一把精工制作的矮人链枷握柄上，为任何可能挥舞它的人创造出一把致命的鞭笞武器。你用这把{魔化武器 magic weapon}进行的{攻击 Attack}和{伤害 damage}检定具有+2{加值 bonus}。</p><p>构装生物对此武器尤其脆弱，并因此受到双倍伤害。此外，如果你用此武器对构装生物造成重击，则其将在其下一回合结束前处于你的控制之下。在你的控制下，你可以在其回合命令它执行{简易 Simple}动作，例如停止、移动、攻击或逃跑。</p><p><em><strong>吞噬思绪。</strong></em> 每天三次，当你用此武器命中一个生物时，你可以聚焦其中一块水晶中储存的丰富信息来淹没其思绪。该生物必须进行一次DC 17{智力 Intelligence}{豁免 Saving Throw}，豁免失败则被{震慑 Stunned}直至其下一回合结束。如果该生物在其震慑状态结束时仍保持清醒，你将通过{心灵感应 telepathically}获知其最大的欲望。此效果的使用次数在{拂晓 dawn}时{充能 Recharge}。</p>"
    },
    "Arsenal": {
      "name": "军械库",
      "description": "<p>乍看之下像是一个超大号的箭袋，但实际上里面装着许多大小和形态各异的灵体武器。箭袋配有一条方便的皮甲肩带，可以舒适地背在背上。</p><p class=\"MsoNormal\">该物品拥有10发充能，可用于以下能力。与其同调时，你可以用一个动作消耗一定数量的充能并获得所列效果。它每天拂晓dawn恢复[[/r 1d6+2]]发充能。</p><p class=\"MsoNormal\"><em><strong>灵体武器 Spectral Weapon (2 charges).</strong> </em>你从箭袋中抽出一把灵体武器。它可以是任何你熟练的{近战武器 Melee Weapon}类型。产生的武器始终是该武器的+2版本，造成{力场伤害 force damage}而非其通常类型。灵体武器持续存在10分钟，或直到你通过收起或丢弃它来解散它。</p><p class=\"MsoNormal\"><em><strong>撕裂武器 Rip Weapons (5 charges).</strong></em> 你选择你可见的、60尺内至多4件被持用的武器，并尝试用心灵遥控将它们从敌人手中撕扯下来。对每个{生物 Creature}为每件目标武器进行一次对抗{运动 Athletics}技能{检定 check}。若成功，武器从其手中被撕下并掉落在你脚下。若失败，该{生物 Creature}和武器不受影响。</p>"
    },
    "Grindstone": {
      "name": "磨石",
      "description": "<p>尽管外部完全覆盖着板甲，这副臂铠的内部却出奇地柔韧，并衬有舒适的衬垫，使得灵巧的剑术施展起来远比看上去容易得多。肘部装饰着一块魔法驱动的磨刀石，其位置经过巧妙设计，让技艺精湛的铁匠能够在战斗中随时打磨刀刃，即使身处激战也能保持武器的最佳状态。虽然这类磨刀石臂铠从未广泛使用，但它们曾在某些训练有素的国王卫队军团中风行一时。眼前这副似乎保养得当，功能依旧如初。</p><p class=\"MsoNormal\">佩戴此臂铠时，你能利用其机动性在攻击即将命中时进行防御。如果你在上一个回合尝试过近战武器攻击，则当你成为近战武器攻击的目标时，你可以使用你的反应迅速将臂铠移动至攻击路径上，使你的护甲等级对抗该攻击时获得+1加值。</p><p class=\"MsoNormal\"><em><strong>为战砺锋。</strong></em> 你可以用一个动作将任何未附着锋利充能的带刃武器抵在臂铠旋转的磨刀石上打磨，使该武器获得5发锋利充能。当你用附着锋利充能的武器命中时，你将额外造成等同于其锋利充能数量的伤害（伤害类型由武器决定），随后锋利充能数量减少1。若你使用附着锋利充能的武器进行近战武器攻击检定掷出20，则你将额外造成等同于其锋利充能数量的1d8点伤害（伤害类型由武器决定），且此次攻击不会减少锋利充能数量。</p>"
    },
    "Kawa'bonga": {
      "name": "Kawa'bonga",
      "description": "<p>这面虹彩闪烁的盾牌上布满纹路，暗示它曾是某只巨龟的甲壳。其上流转着红、蓝、橙、紫的变幻色彩，注定会吸引途经者的目光。在盾牌内侧本应固定手臂的位置，另有一条尺寸恰似足部的奇特束带。盾牌外表面异常光滑，使其具备偏转攻击的特性。</p><p class=\"MsoNormal\">持握此盾时，你的AC获得+1加值。此加值与该盾牌正常的AC加值叠加。若你上个回合未移动，AC加值提升至+2。若连续两个回合未移动，AC加值提升至+3。当你移动时，加值重置为+1。</p><p class=\"MsoNormal\"><em><strong>冲浪时刻。</strong></em>盾牌内侧独特的足部挂钩与光滑表面使其适合非常规用途。在你的回合中，你可使用附赠动作将盾牌掷于身前并跃立其上，将足部扣入内侧束带。在平地移动时步行速度增加10尺，若部分移动为下坡或下楼梯则增加15尺。此移动不可包含上坡或上楼梯。滑行结束时，你可将盾牌重新装备为同一附赠动作的部分。</p>"
    },
    "Prismguard": {
      "name": "棱镜卫",
      "description": "<p>分裂光线的能力并非新现象。事实上，天空中彩虹的出现，或是光线透过悬垂水滴舞动的折射，这些永恒存在的现象早已被充分记录。直到最近才有人提出，只要找到合适的棱镜，魔法或许也能以同样方式运作。获取这样的宝石绝非易事，但成功找到完美水晶之人将其镶嵌于此盾牌正面，使之成为真正非凡之物。</p><p class=\"MsoNormal\">当你调谐这件魔法盾牌时，你的AC获得+1加值。此外，对抗造成闪电伤害的法术时，你的豁免获得+2加值。</p><p class=\"MsoNormal\">每日一次，当你调谐此盾牌且施展射程为触及的法术时，可通过棱镜背面施放该法术，使其在盾牌前方15尺锥状区域内散射。锥状区域内的生物将承受法术所有效果（无论增益或伤害），并视情况进行豁免检定。以此方式施法后，水晶将陷入惰性状态，直至次日黎明首次接触阳光时恢复。</p>"
    },
    "Caldera": {
      "name": "熔洞",
      "description": "<p><em>需要与{野蛮人 Barbarian}同调</em></p><p class=\"MsoNormal\">这个头盔的外壳由光滑、硬化的黑色岩石构成，类似{黑曜石 obsidian}，但有一个发光的核心，使其触感温暖。它偶尔会从顶部喷出少量黑色烟羽，带有适度的硫磺味，并在几秒钟内消散。</p><p class=\"MsoNormal\">佩戴此头盔时，你将失去正常的视觉{感官： Senses}，转而根据{物件 Object}的温度以色彩光谱观察世界——较热的{物件 Object}呈现红色和橙色，较冷的{物件 Object}呈现蓝色和绿色。这使你能在{微光光照 Dim Light}和{黑暗术 darkness}区域中视物，如同拥有120{尺 feet}{射程 Range}的{黑暗视觉darkvision Darkvision}，但无法穿透{魔法黑暗 Magical darkness}，也无法侦测被{魔法 Magic}变为{隐形 Invisible}的{生物 Creature}。</p><p class=\"MsoNormal\">与此{物件 Object}同调时，你的{狂暴 Rage}燃烧得更为炽烈。当你进入{狂暴 Rage}时，黑色烟雾开始从头盔顶部涌出，充斥你周围5{尺 foot}{半径 radius}范围，并持续至你的{狂暴 Rage}结束。当{其他 other}{生物 Creature}在其{回合 turn}内首次进入烟雾区域或在该区域开始其{回合 turn}时，它{必须进行 must succeed on}一次{体质 Constitution}{豁免 Saving Throw}（DC 17），否则会陷入剧烈咳嗽，导致其{失能 Incapacitated}直至其{回合 turn}结束。</p><p class=\"MsoNormal\">在你{狂暴 Rage}期间的每个{回合 turn}开始时，{骰 roll}一次d6。若结果为6，头盔顶部会猛烈喷发出岩浆爆炸。你周围15{尺 feet}内的{生物 Creature}{受到 take}3d8{火焰 Fire}{伤害 damage}。此头盔在你每次使用{狂暴 Rage}时仅能爆发一次。</p>"
    },
    "Springfoot's Spirit": {
      "name": "春足精魄",
      "description": "<p>隐居的春足族将其社群与传统严密守护，远离当今世界贪婪的进步。他们更倾向于固守传统，在不受外界干扰的情况下，于力所能及的宁静中践行其技艺。在极少数情况下，春足族可能会将一件长袍赠予外人，赐予他们所能提供的最大恩惠——一条灵质尾巴，随时准备为那些通过言行赢得它的人服务。</p><p class=\"MsoNormal\">当你调谐此长袍时，你从腰部下方生出一条5尺长的灵质尾巴。它可以随你心意控制，感觉如同你身体的自然延伸。你可以在跳跃时使用尾巴提供额外力场，使你的跳跃高度和距离翻倍。</p><p class=\"MsoNormal\">在你使用动作进行攻击的回合中，你可以使用你的附赠动作以尾巴发动一次后续攻击。该尾巴为灵巧武器，且你在调谐此长袍期间视为对其熟练。它造成1d6魔法钝击伤害。</p><p class=\"MsoNormal\">此外，你可以使用一个动作挥扫你周围的尾巴。你周围5尺范围内的生物必须进行一次DC 18 敏捷豁免，否则应击倒地。</p>",
      "activities": {
        "attack": {
          "condition": "在使用一个动作进行攻击后。"
        }
      }
    },
    "Telskean": {
      "name": "泰尔斯基安",
      "description": "<p>这把匕首的水晶刀刃舞动闪烁，刀面上覆盖着深蓝色的刻面。刀柄本身是精心包裹的皮革，握在手中感觉舒适。用手指划过刀刃会产生轻微的噼啪声，并导致细小的电弧从刃缘跃向你的指尖，将其靠近耳边会听到低沉而静电的嗡嗡声，如同数十只蜜蜂。你用这把魔法武器进行攻击和伤害掷骰时具有+2加值。</p><p class=\"MsoNormal\">当你用这把匕首造成伤害时，可选择造成穿刺伤害或闪电伤害。</p><p class=\"MsoNormal\"><em><strong>蓄雷之血。</strong></em> 当你用此武器成功命中生物时，可用附赠动作尝试将闪电注入其血液。该生物必须进行一次DC 18体质豁免，否则在接下来1分钟内获得蓄雷之血。具有蓄雷之血的生物在其回合开始时受到2d6+2闪电伤害。若该生物移动至除你以外其他生物5尺范围内，闪电会跃向该生物对其造成1d6+1闪电伤害。该生物可在其回合结束时重新进行豁免，成功则终止此效果。你能使用该特性的次数等于你的熟练加值取半（向下取整）。使用次数每日拂晓重置。</p>"
    },
    "Umbral Arsenal (Shortsword)": {
      "name": "暗影语军械库（短剑）",
      "description": "<p>阴影的本质与形态转瞬即逝，只要一片流云遮蔽了上方的光线，它便会即刻改变其变幻莫测的形态。这把武器由一个红色皮革包裹的握柄和一块紫水晶碎片构成，碎片从握柄中延伸而出，形成一柄扭曲的刀锋。你用此武器进行的攻击和伤害检定具有+2加值。</p><p>此武器有两种形态，即{短剑 Shortsword}或{短弓 Shortbow}，你可以在你的回合中使用一个{附赠动作 Bonus Action}对武器说出{命令语 the command word}，使其在两种形态间切换。</p><p>在其{短剑 Shortsword}形态下，阴影般的雾气环绕着水晶刀锋，使得武器的真实形态难以辨认。你在将武器隐藏于身上时进行的{巧手 Sleight of Hand}检定获得+2加值。</p><p>在其{短弓 Shortbow}形态下，阴影般的雾气从刀锋延伸，形成一道{以太 ethereal}弓弦，并为从其上射出的箭矢灌注了侵染此武器的阴影精华。从此武器射出的箭矢在命中时{解离术disintegrate Disintegrate}，并在你的下个回合开始时返回你的箭袋。</p>"
    },
    "Figment Pigments": {
      "name": "幻影颜料",
      "description": "<p>这个手工木盒的外侧装饰着雕刻的涂鸦和素描，凝视它们时会唤起一种童稚的惊奇感。打开它，可见一套完美维护的+2画家工具，包括画笔、粉笔、一个能瞬间清洁画笔的魔法灌注罐，以及激发你创造力的鲜艳颜料瓶。</p><p class=\"MsoNormal\">使用这些工具作画时，若你在使用这些工具的技能检定中骰出的点数低于你当前等级，你可以轻触漂浮的蓝色符文，魔法般地撤销错误并重新进行该技能检定。你在每次技能检定中只能这样做一次。</p><p class=\"MsoNormal\"><em><strong>召唤想象</strong>.</em> 每天一次，你可以用一个动作魔法性地将生物画入你相邻的未占据空间。从以下选项中选择出现的生物：</p><ul><li><p class=\"MsoNormal\">一只挑战等级：2或更低的野兽</p></li><li><p class=\"MsoNormal\">两只挑战等级：1或更低的野兽</p></li><li><p class=\"MsoNormal\">四只挑战等级：1/2或更低的野兽</p></li><li><p class=\"MsoNormal\">八只挑战等级：1/4或更低的野兽</p></li></ul><p class=\"MsoNormal\" style=\"margin-bottom:12.0pt\">这些生物在生命值：降至0或1小时后消失。它们对你和你的同伴友好。为被召唤的生物作为一个群体掷先攻，它们拥有自己的回合。它们服从你发出的任何言语命令。如果你不对它们发出任何命令，它们会从敌对生物手中自卫，但除此之外不采取任何动作。这套工具会魔法般地补充颜料，使你能在次日黎明再次进行召唤。</p>"
    },
    "Sleepwalker": {
      "name": "梦游者",
      "description": "<p>这张面具取材自一只追梦精魄的残骸，由近乎异界的白色玻璃制成。其上雕刻着一张模仿尖叫面孔的恐怖面容。一个装饰华丽的捕梦网坐落在纠缠的灰色假发顶端，形似某种光环，却显得更加不祥。戴上它时，你的脑海中会短暂充斥令人不安的影像，但很快便会消退。</p><p>当你与此物品调谐时，你可以正常睡眠，但无法做梦。这张面具的恐怖造型使你在佩戴时进行威吓检定时获得+2加值。</p><p>每日一次，当你与此面具调谐并佩戴它时，你可以选择一个你能看见的120尺内的生物进行超自然追踪。该生物必须进行一次DC 18的魅力豁免，若失败则被你追踪。下一次被追踪生物尝试睡眠时，你会立即察觉并可以选择操纵其梦境，使其充满恐怖景象并阻止其获得长休效益。被操纵梦境的生物将在24小时内对此面具的效果免疫。</p>"
    },
    "Gardenkeeper (Swifthusk)": {
      "name": "园丁（迅壳）",
      "description": "<p>自然界提供了许多奇迹，而活体护甲便是其中之一。这种胸甲由特别擅长在工艺中运用魔法的植物学家培育而成，由活树皮和植物物质构成。藤蔓缠绕在其边缘并不断移动，似乎能感知周围环境，并在时机成熟时随时准备行动。该护甲拥有如下所述的两种状态。在你的回合中，你可以使用一个附赠动作来切换激活状态。同一时间只能有一种状态处于激活状态。</p><p class=\"MsoNormal\"><em><strong>迅捷树皮。</strong> </em>藤蔓收缩，仅留内层树皮作为防护。穿着此护甲时，你的AC获得+1加值。此外，你的标准陆地速度获得+5尺加值，且由于藤蔓会延伸抓附周围表面，你获得等于陆地速度的攀爬速度。</p><p class=\"MsoNormal\"><em><strong>藤蔓护盾。</strong></em>藤蔓紧密缠绕你的身躯形成厚重防护层。穿着此护甲时，你的AC获得+3加值。此外，你获得对毒素伤害的抗性。此状态下，因藤蔓阻碍行动流畅性，你的标准陆地速度受到-10尺减值。</p>"
    },
    "Resolute": {
      "name": "坚毅",
      "description": "<p><em>需要由牧师进行调谐</em></p><p class=\"MsoNormal\">这些精美的天鹅绒长袍工艺非凡，穿着舒适，在出人意料的位置设有许多便利口袋。它们仿佛浸透着神圣传统，袍身上看似随意地别着若干纸张。被发现时，这些纸张写满了宗教经文、祷文以及一些难以辨读的潦草字迹，试图阅读时会感到语无伦次。披上长袍会使你充满正义使命感，但随着穿着时间推移，这种感觉会逐渐消退。</p><p class=\"MsoNormal\">当你与这些长袍调谐时，你在宗教技能检定中获得+2加值，因为你往往能在袍身附着的卷轴上找到合理解答。</p><p class=\"MsoNormal\">穿着此长袍完成长休后，你可以从法术列表中抄录3个不同法术的施展方式到纸片上，并将其别在长袍上。你在书写时选择具体法术。当天当你施展袍身纸片上记载的法术时，可选择不消耗动作直接施展。以此方式施展时，该法术仍视为你本轮已施展过法术，因此不可再施展其他法术，但可执行其他完整动作或施展戏法。当施展袍身记载的法术后，对应的纸片会无害地自燃焚毁。</p>"
    },
    "Awakener": {
      "name": "唤醒者",
      "description": "<p>数个世纪以来，人们一直在尝试理解那些能赋予日常物件以生命表象的魔法。其中一项研究揭示了某些宝石在其刻面迷宫中储存着生命能量。一颗被施法的红宝石，其内禁锢着一个灵魂，悬挂在这件由粗凿黑曜石制成的阴森香炉中央。一条粗大的金链从香炉垂下，可在不使用时将其固定在腰带上。</p><p>每天一次，你可以花费10分钟时间进行一项仪式：将一件无生命物体置于粉笔绘制的圆圈中心，通过将红宝石暴露于任何火焰源来点燃香炉，然后沿圆圈边界行走，让烟雾为物体注入生命表象。</p><p>该物件会通过心灵感应与你沟通1小时。它具有由自身类型以及制造者或最主要使用者所决定的性格。它能回答关于曾接触过它的生物、发生在它附近的事件、或是其发现地点的问题。它可能给出不完整的答案，因为物件的视角和知识与类人生物存在差异，导致某些细节对物件而言重要性不同。</p>"
    },
    "Avivore": {
      "name": "噬鸟兽",
      "description": "<p>在自然界中，“食鸟者”一词指的是捕猎其他飞行生物的飞行生物，而当你审视这把精心打造、饰有掠食者翅膀纹章的短弓时，会感受到自己也能驾驭同样的力量。这把弓的弓臂仿佛以风格化的手法描绘了空气流动的姿态。弓弦由一种奇特却极具弹性的材料制成，能够快速射向高速移动的目标。你用这把魔法武器进行攻击和伤害掷骰时，具有<strong>+2加值</strong>。</p><p class=\"MsoNormal\">此弓专为针对飞行生物而设计，具有特殊杀伤力。若你用此弓的攻击对飞行生物造成重击，该生物会陷入晕眩并坠落25尺。若坠落导致该生物撞击地面，它将受到相应的坠落伤害。</p><p class=\"MsoNormal\">每日两次，当你持握此弓时，可诵念命令语使弓对你施展飞行术fly。以此法施展时，持弓者是该法术唯一有效的目标。此能力的使用次数每日拂晓dawn重置。</p>"
    },
    "Accord": {
      "name": "Accord",
      "description": "<p>当双方因被认为不可调和的争端而争吵时，紧张局势可能会加剧。有时情绪可能会升级为肢体行动，而在这种时刻，片刻的发言机会可能带来天壤之别。这条项链由纯金铸造，上面悬挂着一枚形似鸽子的银质吊坠。当你第一次将其扣在脖子上时，它会魔法般地锁定在原位无法取下，除非你用力拉扯直到扯断链条。</p><p class=\"MsoNormal\">当这条项链扣在你的脖子上时，你在为促成双方和平协议而进行的游说检定中获得+2加值。DM决定此加值是否适用于任何特定检定。</p><p class=\"MsoNormal\">当一个生物对你采取敌对动作时，例如试图攻击或擒抱你，你可以使用反应从脖子上扯下这条项链以激活其中蕴含的魔法。鸽子吊坠会活化并飞向远方。项链对30尺内你指定的最多5个生物施展@{UUID[Compendium.dnd5e.spells.Item.eS7XnnApoxRxYXPs]{魅惑人类 Charm Person}<em> </em>（DC 17）。以此方式施展该法术时，你永远不会被视为正在与该生物战斗。施展完魔法后，项链变为非魔法金链。</p>"
    },
    "Upheaver": {
      "name": "地动者",
      "description": "<p>一团旋转的岩石群环绕着一个快速旋转的引力井，构成了这把战锤的头部。这把武器持续发出轻微的嗡鸣声，而包裹着皮革的木柄似乎仅凭引力井运作的奇异魔法与配重球和头部相连。当挥动时，岩石会迅速重组成一个坚固的锤面，使其非常适合击碎任何挡路之物。你用这把魔法武器进行的攻击检定和伤害掷骰具有+2加值。</p><p class=\"MsoNormal\">当使用此武器进行的攻击造成重击时，你还可以选择将攻击目标沿直线挪移至多10尺远离你。体型比你大一级以上的生物对此效果免疫。</p><p class=\"MsoNormal\">每日三次，你可以凝聚力量用这把战锤猛击地面，使引力魔法产生的冲击波在你前方15尺锥状区域爆发。锥状区域内未被持用的物体会被抛至15尺空中，并在下一轮开始时坠落。锥状区域内的生物必须尝试一次DC 17力量豁免，若失败则被抛至15尺空中并陷入失能状态，持续至其下一回合结束，届时它们会以倒地状态落地。此能力每日拂晓重置。</p>"
    },
    "Radiance": {
      "name": "光辉",
      "description": "<p>闪耀着金色荣光，这根法杖的杖头被塑造成太阳的模样，四面迸发着光芒。一枚红宝石点缀在图案中央，当它在阳光下被持握时，仿佛自身也在发光。这根法杖可被用作一根魔法长棍，用它进行的攻击和伤害骰获得+2加值。当你持握它时，你的法术攻击骰获得+2加值。</p><p class=\"MsoNormal\">该法杖拥有20充能，用于以下词条。法杖在每天拂晓时恢复2d8 + 4已消耗的充能。</p><p class=\"MsoNormal\"><em><strong>致盲反击 (5充能)。 </strong></em>当你被5尺内的一个生物的攻击命中时，你可以使用反应使法杖迸发出一阵光芒。命中你的生物必须进行一次DC 20体质豁免，否则将陷入目盲，持续至其下一个回合结束。</p><p class=\"MsoNormal\"><em><strong>昼明术 (3充能)。</strong></em> 你使用一个动作，以法杖上的红宝石为中心施展昼明术。</p><p class=\"MsoNormal\"><em><strong>日光之怒 (5充能)。 </strong></em>你使用一个动作，将光耀怒火灌注至多4个由你选择的、处于你的昼明术法术所产生的明亮光照或微光光照范围内的生物。在接下来的1分钟内，它们在命中的近战和远程武器攻击上额外造成2d6火焰伤害。</p>"
    },
    "Skystrider": {
      "name": "天际行者",
      "description": "<p>任何冒险者最精良的配饰，莫过于为其坐骑配备的舒适鞍具。这副鞍具由精制鞣革皮甲打造，其坐垫厚实柔软，无论置于何种坐骑之上，都能提供极为舒适的骑乘体验。鞍裙上绣有精美的图案，描绘着蓬松云朵与和煦微风交织的宁静天空。</p><p class=\"MsoNormal\">为生物装配此鞍具的过程极为简便——它能自适应调节以契合任何体型的坐骑，确保无论置于何种生物身上都能完美贴合。</p><p class=\"MsoNormal\">每日一次，当你骑乘着装配此鞍具的生物时，可用动作将马镫轻叩坐骑并拉起角号。此时灵质羽翼将从鞍具两侧延展拍动，使你的坐骑获得60尺飞行速度，持续1小时。该能力每日拂晓dawn重置。</p>"
    },
    "Gardenkeeper (Vineguard)": {
      "name": "园丁（藤蔓卫士）",
      "description": "<p>自然界提供了许多奇观，而活体护甲便是其中之一。这种胸甲由特别擅长在工艺中运用魔法的植物学家培育而成，由活树皮和植物物质构成。藤蔓缠绕在其边缘并不断移动，似乎能感知周围环境，并随时准备在时机到来时采取行动。该护甲拥有如下所述的两种状态。在你的回合中，你可以使用一个附赠动作切换激活状态。同一时间只能有一种状态处于激活状态。</p><p class=\"MsoNormal\"><em><strong>迅捷树皮。</strong> </em>藤蔓收缩，仅留内层树皮作为防护。穿着此护甲时，你的AC获得+1加值。此外，你的标准陆地速度获得+5尺加值，且由于藤蔓会伸出抓附周围表面，你获得等于陆地速度的攀爬速度。</p><p class=\"MsoNormal\"><em><strong>藤蔓护御。</strong></em>藤蔓紧密缠绕你的身躯形成厚重防护。穿着此护甲时，你的AC获得+3加值。此外，你获得对毒素伤害的抗性。此状态下，因藤蔓阻碍行动流畅性，你的标准陆地速度受到-10尺减值。</p>"
    },
    "Pestilence": {
      "name": "瘟疫术",
      "description": "<p>这根腐朽的旧法杖布满孔洞、巢穴和凹坑，为各种昆虫、蛛形纲生物和其他令人作呕的爬行害虫提供了家园，其外观足以让许多人厌恶地退缩。然而，对于通晓自然之道的人来说，他们能看到一个繁荣的生物群落，所有生物都生活在和谐的平衡中。持握此法杖时，你的法术攻击检定获得+2加值。</p><p class=\"MsoNormal\">此法杖拥有20充能用于以下词条。法杖在每天拂晓时恢复[[/r 2d8 + 4]]已消耗的充能。如果你消耗了最后一充能，投掷一枚d20。若结果为1，法杖保留其攻击检定的+2加值但失去所有其他词条。若结果为20，法杖恢复[[/r 1d8 + 2]]充能。</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\"><em><strong>甲壳 Carapace。</strong></em>与此法杖同调时，你可以使用一个附赠动作消耗3充能并挥舞法杖，使一团虫云开始在你周围10尺半径球状区域内飞行，持续1分钟。任何在该球状区域内开始其回合的敌对生物必须进行一次DC 17体质豁免，豁免失败则中毒1分钟。它们可以在自己回合结束时重复进行该豁免以尝试终止该效应。一旦生物以这种方式中毒，它们在24小时内免疫此效应。</p><p class=\"MsoNormal\"> </p><p class=\"MsoNormal\"><em><strong>法术 Spells。</strong></em>持握此法杖时，你可以使用一个动作消耗1或更多充能来施展以下法术之一，使用你的法术豁免DC和法术攻击加值：@UUID[Compendium.dnd5e.spells.CAxSzHWizrafT033]{舞光术 Dancing Lights} (1充能), @UUID[Compendium.dnd5e.spells.nqBDWkVOfcGZt4YU]{妖火 Faerie Fire} (1充能), <em>@UUID[Compendium.dnd5e.spells.KJRVzeMQXPj8Gtyx]{蛛行术 Spider Climb}</em> (2充能), @UUID[Compendium.dnd5e.spells.UJJu9c2UvCzVljiP]{蛛网术 Web} (2充能), <em>@UUID[Compendium.dnd5e.spells.yfbK8gZqESlaoY5t]{飞行术 Fly} </em>(3充能), @UUID[Compendium.dnd5e.spells.czXrVRx6XYRWsHAi]{巨虫术 Giant Insect}<em> </em>(4充能), 或 <em>@UUID[Compendium.dnd5e.spells.OVikYmSdHliAG2YD]{疫病虫群 Insect Plague}</em> (5充能)。</p>"
    },
    "Non-Persona Cowl": {
      "name": "非角色兜帽",
      "description": "<p>一件完全不起眼的白色束腰外衣，搭配着一件背心和兜帽，都是眼睛很容易忽略的无聊蓝色调。背心上装饰着一个补丁，在永远变幻、无法阅读的符文上方，用通用语强调地介绍着自己。兜帽内置一个面具，展现出自信的微笑，同时完全掩盖了下面的面部。</p><p class=\"MsoNormal\">当你调谐此物品时，你在持续对话的一部分期间进行的游说和欺瞒技能检定获得+2加值。</p><p class=\"MsoNormal\">每天一次，当你穿戴此兜帽时，你可以使用一个附赠动作对一个不敌视你且能理解你所说话言的生物说出命令语“How can I assist you?”。目标必须进行一次DC 18 魅力豁免，豁免失败则被你魅惑10分钟。当其处于魅惑状态时，只要它不认为你意图伤害它，它通常会对你提供帮助并尝试回答你的问题。在其魅惑状态结束时，你可以选择让它忘记关于你以及魅惑期间任何对话的细节，使其认为这是一次与一个有礼貌但容易被遗忘的人的愉快讨论。如果目标豁免成功，则不会被魅惑，但它不会意识到你曾试图魅惑它。</p>"
    },
    "Hullbreaker": {
      "name": "破船者",
      "description": "<p>这把巨剑由看似船体部件与一条特别巨大的鲨鱼颚骨融合而成的奇特混合物锻造而成。缠绕绳索的握柄提供了舒适的握持感，剑首则形似船桅顶端的瞭望台。剑刃本身覆盖着锯齿状的牙齿，对敢于对抗它的人构成骇人的景象。你用这把{魔化武器 magic weapon}发动的{攻击 Attack}和{伤害 damage}检定具有+2{加值 bonus}。</p><p class=\"MsoNormal\">此剑刃的牙齿尤其擅长刺入{目标 target}。当你用此{武器 Weapon}{命中 hit}{目标 target}时，若该{生物 Creature}体型至多比你大一级，你可使用{附赠动作 Bonus Action}尝试对其进行擒抱。以此法进行{擒抱 Grappling}无需空手。</p><p class=\"MsoNormal\">若你在自己回合开始时正以此剑擒抱着某个{生物 Creature}，你可使用{动作 Action}猛力抽离剑刃，使数颗牙齿嵌入其体内。该{生物 Creature}{受到 take}的{伤害 damage}{等于 equal to}用此{武器 Weapon}成功命中造成的{伤害 damage}，并在后续1{分钟 minute}内每回合开始时额外受到2d8点魔法{挥砍伤害 slashing damage}。当牙齿被从此剑撕落后，需要1d4{小时 hours}重新生长。在再生期间，你无法用此{武器 Weapon}擒抱{生物 Creature}。</p>",
      "activities": {
        "attack": {
          "condition": "在你的回合开始时，该生物被此剑擒抱。"
        }
      }
    },
    "Molten Chelae": {
      "name": "熔融之螯",
      "description": "<p><em>需要由游荡者进行调谐</em></p><p class=\"MsoNormal\">裂隙蟹栖息在极端环境中，凭借其极高耐热性的甲壳在深海火山中生存。这把匕首似乎是由此类生物的螯钳锻造而成，并通过未知的魔法维持着活性。你用这把魔化武器magic weapon进行攻击检定和伤害检定时获得+2加值。</p><p class=\"MsoNormal\">这把匕首仍持续滴落着裂隙蟹致命钳握的炽热残留物。使用此武器发动的攻击额外造成1d4+1点火焰伤害</p><p class=\"MsoNormal\">当你与此武器调谐时，首次使用此武器以偷袭Sneak Attack命中体型不超过你一级的生物时，目标必须进行DC 18敏捷豁免，否则将被武器上的强力螯钳钳制。若豁免失败，该生物陷入束缚状态。以此方式被束缚的生物在其回合开始时受到3d8+4点火焰伤害。每回合结束时，该生物可尝试进行一次DC 18力量（运动）检定以挣脱钳制，检定成功则解除束缚。当你以此方式束缚生物时，你的速度变为0且无法使用此武器发动攻击。</p>"
    },
    "Undertow": {
      "name": "暗潮",
      "description": "<p>这把精工打造的弯刀由一种特殊的冷锻钢制成，触感总是湿润而冰冷。刀柄由一块蓝色调的编织浮木构成，为武器提供了舒适而轻盈的手感。当刀锋出鞘时，它会持续产生一小股新鲜可饮用的水流。你用这把{魔化武器 magic weapon}发动的{攻击 Attack}和{伤害 damage}检定具有+2{加值 bonus}。</p><p class=\"MsoNormal\">当你用这把{武器 Weapon}{命中 hit}一个{生物 Creature}时，刀锋上的水会溅到它们身上，使其在下一回合开始前处于浸湿状态。浸湿的{生物 Creature}{受到 take}{闪电 Lightning}{伤害 damage}时，会额外受到1d4+1点{闪电 Lightning}{伤害 damage}。</p><p class=\"MsoNormal\">每日两次，当你与该{武器 Weapon}同调时，你可以使用一个{动作 Action}在面前挥动弯刀，使剑身爆发出30尺{锥状 Cone}的{潮涌 tidal wave}，熄灭其中的所有非魔法火焰。{锥状 Cone}内的{生物 Creature}{必须进行 must succeed on}一次DC 19{力量 Strength}{豁免 Saving Throw}，否则将被推至{锥状 Cone}边缘最近的空闲{空间 space}并{应击倒地 knocked prone}。{锥状 Cone}内的{全部 All}{生物 Creature}在下一回合开始前处于浸湿状态，使其{受到 take}{闪电 Lightning}{伤害 damage}时额外受到1d4+1点{闪电 Lightning}{伤害 damage}。该能力在{拂晓 dawn}时重置。</p>",
      "activities": {
        "attack": {
          "chatFlavor": "位于锥状区域内的生物必须进行一次DC 19的力量豁免，豁免失败则被推至锥状区域边缘最近的可用空间并应击倒地。锥状区域内的全部生物直至其下一回合开始前均处于浸湿状态，导致他们在受到来自其他来源的闪电伤害时，额外受到1d4+1闪电伤害。"
        },
        "save": {
          "chatFlavor": "锥状区域内的生物必须进行一次DC 19的力量豁免，豁免失败则被推至锥状区域边缘最近的可用空间并应击倒地。锥状区域内的所有生物在自身下一回合开始前将被浸透，导致它们在任何时候受到来自其他来源的闪电伤害时，额外受到1d4+1闪电伤害。"
        }
      }
    }
  }
}
