{
  "label": "AbyssalBrews Vol 2 - Uncommon",
  "entries": {
    "Naga": {
      "name": "Naga",
      "description": "<p>Common snakes are more thoughtful that many give them credit for. Ambush predators by nature, they wait for their prey to come to them, only striking when their position is most advantageous. These leather gauntlets are wrapped with a smooth substance forged to resemble the scales of a serpent. The dorsal side of the hands is adorned with carved snake heads with two deadly looking fangs extending from the front.</p><p class=\"MsoNormal\">While wearing these gloves, you gain a +1 bonus to the attack rolls and the damage rolls you make with unarmed strikes and natural weapons. Such attacks are considered to be magical.</p><p class=\"MsoNormal\">Additionally, these strikes deal piercing damage instead of bludgeoning.</p><p class=\"MsoNormal\">You can spend 1 minute carefully dipping the fangs into any injury based poison, allowing the fangs to draw the poison into them. While the fangs are loaded with a poison, you can use a bonus action to clench your fist and cause the fangs to become coated in the poison stored within. The next time you hit with an unarmed strike or natural weapon after coating the fangs, the poison stored within is applied to the target.</p>"
    },
    "Tentackle Box": {
      "name": "Tentackle Box",
      "description": "<p>Fashioned from a deep red mahogany wood and emblazoned with decorative carvings of octopus-like tentacles wrapping around it, this wooden case is obviously of a superior make from one look at the exterior of it. With a convenient carrying handle on top, this compact case features a metal clasp on the front that secures the hinged lid as well as a handle for a drawer that can be pulled forward.</p><p class=\"MsoNormal\">Opening the lid and drawer reveals eight frosted glass compartments that have vague silhouettes of items within them. The compartments themselves cannot be opened and if one is damaged or pried open, that compartment contains nothing. In the middle of the top section, a tempting coin slot sits as well as a knob that seems to be meant to be turned.</p><p class=\"MsoNormal\">You can take one minute to think of a common piece of non-magical adventuring gear that typically costs 100 gp or less and insert an amount of coins equal to its typical cost. The GM determines if the box can have the piece of gear requested. If the piece of gear isn’t available, your coins are refunded in a sudden shower from the slot. If the piece of gear is available, one of the decorative tentacles animates and opens a compartment revealing a miniature version of that gear. When pulled from the compartment, it becomes a full-sized, functional version. You can retrieve up to 8 items from the box per day, resetting its stock at dawn.</p>"
    },
    "Hush": {
      "name": "Hush",
      "description": "<p class=\"MsoNormal\">This odd looking mask is crafted to resemble the lower half of a face with a red ribbon that ties behind the head. The ribbon extends over the front of the mask, covering the mouth of it, resembling the look of someone being silenced with a gag. The mask itself is composed of a fired porcelain with some cracks beginning to show at the edges. Donning the masks makes you feel conscious about the volume of your voice.</p><p class=\"MsoNormal\">Twice per day, while you are attuned to this mask, when you cast a spell that has a verbal component, you can ignore the verbal requirement. When cast in this way, the incantations for casting this spell are silent, but the spell itself may still make noise, as determined by the GM.</p><p class=\"MsoNormal\">Once per day, while you are attuned to this mask, you can choose a point within 120 feet of you and cause the mask to cast Silence on that point. When cast in this way, Silence is not a concentration spell as it is the mask casting it and not you. All uses of this mask’s abilities reset daily at dawn.</p>"
    },
    "Serinade": {
      "name": "Serinade",
      "description": "<p>The outside of this mantle is decorated with brightly colored feathers that resemble that of songbirds in the wild. When exposed to sunlight, they seem to dance and change color based on the angle at which the cloak is viewed. Holding it fills your head with a symphony of beautiful bird calls resembling a sunny summer day in the country.</p><p class=\"MsoNormal\">When this cloak is donned, an illusory songbird of your choice appears on the shoulder of it. When you make a Charisma (Performance) check to perform for an audience, the songbird sings along with you giving you a +1 bonus to the check.</p><p class=\"MsoNormal\">Twice per day while you are attuned to this cloak, you can use an action to utter a command word and cast Speak with Animals. When cast in this way, the songbird on your shoulder acts as a translator between yourself and the animal. Uses of this ability reset daily at dawn.</p>"
    },
    "Deckhand's Dance": {
      "name": "Deckhand's Dance",
      "description": "<p>Watching the machinations of a well run ship can almost be like watching a well choreographed dance as deckhands flit about up and down their rigging. The rocking and swaying of the ocean waves seemingly is not a problem for their well seasoned sea legs. It’s not all experience though as some of them have a trick up their sleeve, and on their feet, in the form of magicked boots that have been altered with retractable spikes on the soles for just the right amount of grip when you need it.</p><p class=\"MsoNormal\">While wearing these boots, you can use a bonus action to click the heels of them together to extend or retract the spikes in the soles of them. While the spikes are retracted, these act as normal boots.</p><p class=\"MsoNormal\">While the spikes are extended you gain the following benefits. Your movement speed is lowered by 5 feet, but you gain a climbing speed equal to your walking speed. You are unaffected by difficult terrain that is caused by non-magical conditions. Unarmed attacks that involve your feet deal an additional 1d4 piercing damage.</p>"
    },
    "Page": {
      "name": "Page",
      "description": "<p>While current magical practices have evolved to send longer messages over a short distance or short messages across the plane, a problem has arisen and a need along with it for the sending of longer messages over longer distances. When found, this paper is folded into the shape of an origami bird with its wings outstretched and ready to take to the skies. The paper itself is of outstanding quality and its corner bears an embossed figure of a bird in flight, riding the waves of the winds.</p><p>When you unfurl this folded paper by using an action, you can read any message that has been written upon it assuming it is in a language that you can understand. The message then vanishes from the paper leaving it as a blank sheet ready to be scrawled upon.</p><p>You can take 10 minutes to write a message on this piece of paper with any writing utensil. The message can be up to 500 words and can include one simple drawing, as determined by the GM, if you choose. You can then hold the paper and speak the name of a creature you know,  that you want to send the message to. The paper folds itself into an origami bird once more and takes flight to deliver the message. It travels at a rate of 600 miles per day and doesn’t stop until it reaches its destination where it will chirp at the targeted creature until the message is read, then disappears leaving the paper ready to be used again.</p>"
    },
    "Puppeteer": {
      "name": "Puppeteer",
      "description": "<p>There are those that are skilled in the art of manipulating marionettes, making them dance and frolic as though they possessed an actual semblance of life within them. This leather glove has been crafted with extra care put in to maintain the dextrous control of your fingers. Dangling from the tip of each finger is a thin string connected to important joints of a wooden marionette that sways below. While normally it would take years to master performing with such a precise instrument, donning this magicked glove makes it remarkably easy to control the marionette as you wish.</p><p class=\"MsoNormal\">While you are attuned to the glove, you have a +1 bonus to Charisma (Performance) checks to put on a show with the marionette. This can be done in pursuit of coin, reconstructing a scene, or merely to entertain as well as any other uses determined by the game master.</p><p class=\"MsoNormal\">Once per day, when you are targeted by a melee or ranged attack, but before you know the results of the attack, you can use your reaction to manipulate the marionette causing the glove to cast Command (DC 15) on the creature that triggered the attack. When cast in this way, if the target fails its saving throw, it must immediately follow your command instead of at the start of its next turn. You determine what the command is by manipulating the marionette to mimic it. This ability resets daily at dawn.</p>"
    },
    "Freeze Greaze": {
      "name": "Freeze Greaze",
      "description": "<p>The Titan Killer Freeze Greaze is the one stop solution to all of your needs when it comes to making a stone cold impression. This magically infused grease is always cold to the touch and opening the can sees a rolling mist of chilled air float from the contents inside. The grease itself has an oily consistency and smells faintly of peppermint.</p><p class=\"MsoNormal\">A fresh tin of Titan Killer Freeze Greaze has enough grease within it for 5 uses. You can spend one minute applying the grease to either a weapon or smearing a thin coating on an injured creature.</p><p class=\"MsoNormal\">When applied to a weapon, the weapon will now deal cold damage instead of its base type of damage for the next hour. Additionally, if you critically hit with an attack from a weapon coated in the grease, the creature that you hit must succeed on a DC 15 Constitution saving throw or be paralyzed until the end of its next turn as it is encrusted in ice.</p><p class=\"MsoNormal\">When applied to an injured creature, the grease acts to slow bleeding and heals sore muscles restoring 2d8+4 hit points.</p>"
    },
    "Vexing Cube": {
      "name": "Vexing Cube",
      "description": "<p>Puzzle makers delight in posing riddles and conundrums that make one sit and scratch their head, but some prefer things a bit more tactile. The creator of this six-sided metal cube seems to have a particular penchant for packing puzzling pieces practically everywhere they possibly could. Each side of this cube has a different puzzle ranging from cyphers to mazes and more. Solving this would surely take an inordinate amount of time and that seems to be exactly what the maker had in mind.</p><p class=\"MsoNormal\">There is a hidden switch on one side of this cube that can only be spotted with a DC 20 Perception check or if you know it’s there. 1 minute after the switch is flipped,<span style=\"mso-spacerun:yes\">  </span>the cube begins radiating enchanting magics to the creature holding the cube. They must succeed on a DC 16 Charisma saving throw every minute that they hold the cube or become enamored with it. While enamored with the cube, they want nothing more than to try to solve it and will not give up the cube willingly. The cube loses its enchanting effect after 1 hour and regains the ability at the next dawn.</p><p class=\"MsoNormal\">Solving the cube is especially difficult and takes a total of 6 successful Intelligence skill checks starting with a DC of 12 and raising by 2 after each successful skill check. Each attempt at a check takes 5 minutes of effort spent focusing on the cube. If the cube is solved and opened, inside sits a piece of fresh, extremely delicious camembert cheese.</p>"
    },
    "Crescent": {
      "name": "Crescent",
      "description": "<p>A faint glow emanates from the moon shaped pommel on this sickle. Crafted with a metal infused with dust retrieved from the moon herself, it maintains a slight purple hue when held under lunar light. The handle is cold to the touch and the metal of the blade maintains a light, frosty dew on it at all times.</p><p class=\"MsoNormal\">You have a +1 bonus to attack and damage rolls made with this magic weapon. Additionally, you can choose to deal cold damage instead of slashing damage when you hit with an attack using this weapon. This sickle emanates dim light in a 10 foot radius from the person holding it. This light can be snuffed or relit at will during your turn.</p><p class=\"MsoNormal\">When you hit with an attack with this weapon, you can use a bonus action to create a cloud of magical darkness within 5 feet of you. The cloud occupies a 5 foot cube and persists for 1 minute. While you hold this sickle, you can step into any cloud of magical darkness that you have created and teleport to another active cloud of magical darkness that you have created. This sickle can create up to 6 magical clouds of darkness per day, resetting at dawn.</p>"
    },
    "Hatchet": {
      "name": "Hatchet",
      "description": "<p>This seemingly innocuous perfume bottle actually hides a surprisingly potent aroma that some describe as formidable. The head of the sprayer is forged to resemble an axehead and the bottle itself is clad in a black label with white text promising to “overwhelm friend or foe”. The bottle is attached to a pump-ball meant to propel the scent on whosoever is unlucky enough to find themselves on the other side.</p><p class=\"MsoNormal\">You can use an action to squeeze the pump-ball attached to this bottle and spray a noxious, thick, green cloud in a <em><strong>15 foot cone</strong></em> in front of you where it lingers for 1 minute. The smell of this cloud is both saccharine and acrid, creating an odd sensation of tingling in the nostrils as well as an overwhelming desire to escape its influence. Creatures who start their turn within the cone must attempt a <em><strong>DC 15 Constitution saving throw</strong></em>. On a success, the creature is overwhelmed by the scent and must use their movement to exit the cone, but are then immune to the effects of this scent for 24 hours. On a failure, they catch a deep breath and become poisoned for 3 rounds. The creature can reattempt their save at the start of each turn, becoming immune to the effects for 24 hours on a success. After using the spray once, the bottle becomes a normal perfume bottle.</p>"
    },
    "Yack O' Lantern": {
      "name": "Yack O' Lantern",
      "description": "<p>At first glance, it would be easy to mistake this bullseye lantern as an intricately carved pumpkin. Upon closer inspection, it reveals itself to be a living item that takes great joy in sharing all manner of jokes and stories with those that would take it on adventures with them. The Yack O’ Lantern functions as a normal bullseye lantern, and its stem can wrap around any strap or belt to keep it secured to your body. You can command it to turn on and off, or to focus on an area by  asking it kindly without needing to use your hands.</p><p><strong>Sentience.</strong> Yack O’ Lantern is a sentient item of chaotic neutral alignment, with an Intelligence of 14, a Wisdom of 12, and a Charisma of 16. It has hearing and vision out to a range of 120 feet.</p><p>The item communicates verbally with its holder and can speak, read, and understand Common.</p><p><strong>Personality.</strong> The Yack O’ Lantern is a jovial sort and enjoys humorous quips and stories. It’s especially fond of puns and delights in sharing any that it comes up with along the way. </p><p><strong>Blabbergast.</strong> Once per day, you can use a bonus action to issue a command to the Yack O’ Lantern and it will unleash a befuddling string of words intending to cause confusion. All creatures within its bright light must succeed on a DC 15 Charisma saving throw or be unable to speak or take reactions until the end of their next turn. This ability resets daily at dawn.</p>"
    },
    "Portent": {
      "name": "Portent",
      "description": "<p>As modern practices expand the capabilities of personalized weaponry, occasionally someone takes an unexpected sidestep that turns out to be a stroke of genius. In binding the essence of an air elemental to the lower barrel of this heavy crossbow, the inventor responsible has pioneered a way to effectively send larger objects further away. It was first thought that this would be the perfect way to deliver explosive black powder concoctions, but it was soon found that the air elemental’s magic had an unexpected side effect.</p><p class=\"MsoNormal\">You can use a bonus action on your turn to load any potion, poison, or throwable alchemical concoction like alchemist’s fire into the lower barrel of this crossbow. When this barrel is loaded, you can use an action to pull the second trigger causing the air elemental’s magic within to discharge launching the item to a range of 100 ft.</p><p class=\"MsoNormal\">When an item fired from this barrel smashes on impact, the contents of it are aerosolized into a fine mist by the air elemental’s essence that spreads in a 10 foot radius sphere from the point of impact. All creatures and objects within that area come under the effects of the potion, poison, or alchemical concoction that was loaded into the barrel. This mist dissipates at the end of your turn.</p>"
    },
    "Dragon's Dab": {
      "name": "Dragon's Dab",
      "description": "<p>The miracles of modern magical food science have brought about a number of creative and questionable culinary creations. One that has risen in popularity of late is a line of magically infused hot sauces known to have effects that can alter the mind as well as your physical senses. This collector’s edition bottle of Dragon’s Dab hot sauce has a hand-carved, dragon shaped, wooden distributor head atop a standard glass bottle. It contains essences of alchemical magic to enhance its effects.This bottle contains enough sauce for five uses of either of the abilities below before it must be refilled from a merchant at the GM’s discretion. The typical cost is 150 gp for a refill.</p><p class=\"MsoNormal\"><em><strong>Spice it up.</strong></em> You can use one action to spray this hot sauce onto food or into a drink. It can be detected by any creature that isn’t expecting something spicy with a DC 15 perception check to try to smell it. If a creature consumes the hot sauce within 1 hour after it was applied, they begin to sweat profusely. Panic sets in while their mouth burns. You gain a +2 bonus to persuasion checks against the creature for the next 10 minutes after they consume the sauce.</p><p class=\"MsoNormal\"><em><strong>Pepper Spray.</strong></em> When you are hit by a melee attack, you can use a reaction to spray the attacker with the hot sauce. The attacker must succeed on a DC 15 Constitution saving throw or become blinded until the start of your next turn.</p>"
    },
    "Peregrine": {
      "name": "Peregrine",
      "description": "<p>The art of falconry has long since been practiced by huntsmen seeking to gain the upper hand on their prey. This glove has been specially crafted with additional leather in vital locations making it perfect to allow for the perching of birds of prey on it. It is equipped with a buckle and leash line that allow it to be tethered to any bird that considers you friendly.</p><p class=\"MsoNormal\">Twice per day while you are attuned to this glove, you can use a bonus action to hold your hand aloft and cause an illusory falcon to appear on the glove. The falcon flies toward a creature of your choosing that you are aware of within 60 feet and begins to harry the creature causing them to take a -1 penalty to attack and damage rolls until the end of your next turn, at which point the illusory falcon disappears.</p><p class=\"MsoNormal\">If a creature critically fails an attack roll while your falcon is harrying it, you can use a reaction to make an attack of opportunity against the creature. This ability resets daily at dawn.</p>"
    },
    "Putrefaction": {
      "name": "Putrefaction",
      "description": "<p>Burning in a sickly green, there’s something rotten about this torch. The handle is composed of a rough hewn wood with a metal tube inside running the length of it to the pommel. The basket is smithed to resemble a skull with its mouth opened wide and flame spewing from within. The air around where this torch burns takes on a slight odor of decay.</p><p class=\"MsoNormal\">This functions as a regular torch, but has no duration as it is magically infused to burn forever. While holding this torch, you can use an action to close the mouth of the skull snuffing the fire within or open it causing the flame to erupt once more. Attacks made with this torch deal [[/r 1d6]] necrotic damage instead of the usual 1 fire damage.</p><p class=\"MsoNormal\">Once per day while the torch is lit, you can place your mouth on the pommel and breathe into the tube in the handle causing the flame to roar and a cloud of sickly air to spew forth in a 30 foot cone in front of you. Creatures within the cone must succeed on a DC 15 Constitution saving throw or become poisoned for 1 minute. While poisoned in this way, they also take [[/r 2d6]] necrotic damage at the start of their turn as their skin putrefies and splits open. Creatures poisoned in this way can reattempt their saving throw at the end of their turn, ending the condition on a success.</p>"
    },
    "Corpse Compact": {
      "name": "Corpse Compact",
      "description": "<p>This small cosmetic compact has a disconcerting aura around it. The outside is decorated with carved bone that resembles skulls and faces twisted in gnarled screams. When opening the compact, you are assaulted by the smell of death and decay. The mirror inside is shattered in the pattern of a skull and the powder within swirls up to form a ghostly apparition.</p><p class=\"MsoNormal\">You can spend one minute applying this powder to your face granting you the appearance of being undead for the next 1 hour. During that time, you are indistinguishable from a ghoul. If given a reason to suspect that you are not undead, a creature can attempt a DC 17 Investigation check to see through the illusion. While you are under the effects of this compact, you are harmed by healing magic and are healed by necrotic damage. After using this compact once, it loses its magical properties, but can still be used as a normal compact.</p>"
    },
    "Bloomcap": {
      "name": "Bloomcap",
      "description": "<p>The humble mushroom can be a powerful ally if used in the right proportions. This hat is crafted from the oversized head of a bloomcap mushroom. These fungi are known to grow deep in boggy jungles where their root systems can stretch on for miles, warning them of intruders who might be approaching. So adept are they at detecting approaching threats, that someone saw fit to magically preserve and enchant one for their own purposes.</p><p class=\"MsoNormal\">Once per day, you can place this cap on the ground for 10 minutes causing roots to grow through soil, stone, or any other suitable surface as determined by the GM. The roots grow out in a circle to a radius of 120 feet from the cap and remain there for the next 10 hours.</p><p class=\"MsoNormal\">When you place the cap back upon your head after it has grown roots, you begin to be able to visually see the root network below you as a sprawling mass. While the roots remain, you are alerted to any creatures moving within the radius of the roots. You can tell their size as well as how many of them there are, but are unable to determine the exact nature of the creature. This ability resets daily at dawn.</p>"
    },
    "Bushman": {
      "name": "Bushman",
      "description": "<p>Some underestimate the most dangerous part of adventuring, and that is simple survival in a hostile environment. This knife is forged with a curved blade and a deep belly perfect for use as a woodland survival tool while its naturally wrapped handle feels comfortable to grip for long terms. Holding this dagger gives you a sense of connection with the wilderness around you.</p><p class=\"MsoNormal\">While attuned to this weapon, you can use an action to pierce the dagger into the ground, then spend 1 minute holding the weapon there, concentrating on the feelings passed to you through the handle. You get a sense of the weather for the next 24 hours including precipitation, wind, temperature, and roughly when changes will come.</p><p class=\"MsoNormal\">Additionally, When you attempt a skill check to track a creature or follow a set of tracks, you gain a +2 bonus to that check. If you succeed on the check, you learn a minor additional fact about the creature you are tracking as determined by the GM.</p>"
    },
    "Listening Lizard": {
      "name": "Listening Lizard",
      "description": "<p>While not uncommon to see tiny glassblown statuettes of all types, this lizard is a particularly detailed example of expert craftsmanship in the field. Gleaming in a bright shade of pink, it has remarkably large earflaps that would seem perfect for picking up sound at a distance. A unique piece in its own right, the color of the front end fades seamlessly to transparent glass in the rear giving it a unique presence and almost allowing it to seem in motion while still.</p><p class=\"MsoNormal\"><span style=\"font-family:'Arial',sans-serif\">You can use an action to place this glass lizard on a solid surface such as a wall or the underside of a desk, where it will stick in place and become completely transparent. The lizard is undetectable unless a creature succeeds on a <em><strong>DC 18 Investigation check</strong></em> in the area where the lizard is. For the next 10 hours, the lizard sits in place listening to any noises within a 100 foot radius of it and telepathically transfers anything it detects into the head of the creature that placed it. It cannot hear through solid stone, but may be able to hear through thinner materials. At the end of the 10 hour period, the glass lizard cracks and shatters into a fine dust leaving nothing behind to be detected.</span></p>"
    },
    "Brawler's Brew": {
      "name": "Brawler's Brew",
      "description": "<p>The rough and tumble nature of certain taverns of the world has earned them sordid reputations as hives of scum and villainy. Word of their nightly brawls leading to broken furniture and broken noses have traveled far and wide such that any who visit them should know what they’re getting themselves in for. Much like a tinderbox, it only takes the slightest spark to set the place off. A spilled drink, a perceived slight, someone sitting where they’re not welcome and a brawl can begin. It seems that someone has captured that very essence in a potent potion stored in this small wooden keg.</p><p class=\"MsoNormal\">You can use an action to pull the cork from this keg and place it in a location. The potion inside begins to evaporate and aerosolize dispersing itself in a 40 foot radius sphere from the location of the keg. 10 minutes after the cork is pulled, all creatures within that area must succeed on a DC 15 Charisma saving throw. The saving throw is made at disadvantage if they’ve consumed alcohol within the last hour. Creatures that succeed on their saving throw feel no effect. Creatures that fail their saving throw feel an anger build within them and want nothing more than to brawl with those around them. They do not seek to kill or truly harm those around them, but merely brawl and wrestle. This desire lasts for 10 minutes before dissipating. After dispersing its contents, the keg becomes a normal non-magical wooden keg.</p>"
    },
    "Larry N.": {
      "name": "Larry N.",
      "description": "<p>When you find this chattering skull with an arrow plunked through his helm, he’ll likely be overjoyed to finally have someone to share his knowledge, opinions, and excitement with. An absolutely rambunctious personality, Larry is everything you could want in a person. He’s friendly, kind, happy to listen and share alike. He’s also possessed of a sunny disposition that no matter how bad things are, it will be alright in the end. His wide eyed excitement for all things grants you a +1 bonus to Charisma based skill checks and saving throws so long as he is on your person.</p><p class=\"MsoNormal\">An odd quirk, he views the whole world as a game, but not in a metaphorical sense. He truly believes that everything around him is a game with mechanics and systems put in place and that everyone is merely a character being controlled by what he calls “players”. He’ll often ramble about odd terms like “AC, saving throws, hit points, and skill checks”. Any who challenge him on this view are met with hearty laughs and a quick change of topic.</p><p class=\"MsoNormal\">While you are holding Larry N. you can use an action to point toward a creature that you can see and ask Larry N. about the creature. When you do so, the DM will make a secret d20 roll. On a result of 1-10 Larry N. will tell you something useless about them. On a result of 10-19 Larry N. will tell you a useful piece of knowledge about them like a weakness, their AC, or a dangerous skill they are capable of. On a 20, Larry N. will rattle off a fact about the creature instantly and again at the start of your turn for the next 2 rounds. Once you have used this ability, you cannot use it again for 1 hour.</p>"
    },
    "Water Log": {
      "name": "Water Log",
      "description": "<p>While closed, the exterior of this book seems normal, bearing only a title across the spine that simply says “The World’s Waters”. When moved, faint sounds of sloshing liquid can be heard coming from within. If examined closely from the outside, the pages ripple and move like the sea itself. Upon opening this book a refreshing mist splashes forth and the pages themselves turn to churning waters.</p><p class=\"MsoNormal\">While holding this book open, you can conjure forth limited knowledge of the world’s waters including the nearest body of water and which direction it is from you, if any fish or aquatic creatures are present within it, how deep it is at its deepest point, and information on any tributaries that flow into it or that it flows into. The information bubbles to the surface of the water on the page and remains until you close the tome.</p><p class=\"MsoNormal\"><em><strong>Friend of Fish.</strong> </em>While you possess this tome, you can spend 10 minutes translating a phrase to telepathically send to all aquatic creatures within 1 mile of you. If you ask a question, aquatic creatures can use an action to respond to you telepathically. They will generally answer to the best of their knowledge, but they may be limited by their intelligence. In general, they can inform you about nearby locations and monsters, including whatever they can perceive or have perceived within the past day.</p>"
    },
    "Easy Back Oven": {
      "name": "Easy Back Oven",
      "description": "<p>Fitted with robust straps and kept hot with a magically infused everburning log, this backpack is the perfect traveling companion for those that just can’t be kept away from the kitchen. The back is fitted with a heat absorbing shielding to make sure it remains comfortable to carry all day long without the wearer getting uncomfortable. It comes conveniently kitted with everything a person could need to bake any bread or confectionery treat you could set your mind to so long as you have the materials to make it.</p><p class=\"MsoNormal\">You can spend 1 hour concentrated on your task and use 1 sp worth of materials to produce enough baked goods from this oven to feed 6 creatures for a day. Creatures who consume baked goods prepared from this oven gain a +1 bonus on their next Constitution saving throw that is made within 24 hours.</p><p class=\"MsoNormal\">While the oven is made for food prep on the go, it also has potential for non-conventional uses. Placing a metal weapon into the oven for 10 minutes heats the weapon to a dull red glow causing it to deal an additional 1d4 fire damage on successful attacks for the next minute. Additionally, once per day resetting at dawn, you can use an action to flip open the valve on the chimney and fill a 10 foot radius sphere around you with smoke. The area is heavily obscured and the smoke persists for 1 minute or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it.</p>"
    },
    "Pocket Pitfall": {
      "name": "Pocket Pitfall",
      "description": "<p>Traps and hazards are normal occurrences for those that delve deep into dungeons, exploring the areas that others would prefer to leave uncharted. Seeing the usefulness of traps, some magic item creators have turned their attention toward making them more convenient to access for those that go delving. In this case, a simple 1 foot by 2 foot parchment has been painted with what looks like a rendering of a particularly well done pit. It was then wrapped around two removable wooden scroll rods for safekeeping.</p><p class=\"MsoNormal\">You can spend 1 minute unrolling the scroll and carefully placing the parchment on any horizontal, flat surface. By spending that minute pulling the edges, it can be magically expanded to cover a 5 foot by 5 foot square. At the end of this time, the pitfall magically camouflages itself to look like the surface around it in a particularly convincing illusion. Spotting the pitfall requires a successful DC 15 Wisdom (perception) check and determining its nature requires a successful DC 15 Intelligence (investigation) check.</p><p class=\"MsoNormal\">A creature that steps on the space the pitfall is occupying immediately falls into the magically created 10 foot pit below. The walls are a perfectly smooth stone and require a successful DC 17 Athletics check to climb from it. A creature that understands the nature of the trap can use an action to peel up the Pocket Pitfall, returning it to its original size, so long as nothing is occupying the pit.</p>"
    }
  }
}
