{
  "label": "AbyssalBrews Vol 1 - Uncommon",
  "entries": {
    "Socialite's Guise": {
      "name": "Socialite's Guise",
      "description": "<p>Banquets and masquerades are always home to those who seek power and pleasure in equal amounts. Knowing how those social circles work can be a boon to the unaware, and this mask was crafted to open those bonds to the outsider.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">While wearing this mask, you can mimic the sound of any voice you have heard with remarkable accuracy. A creature can make a DC 13 Insight check to determine that the voice isn’t your own.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Though it lacks holes for eyes, you can see the world as you normally would when you don this mask. You can take 1 minute and make an Insight check to scan a room and see faint colored auras surrounding creatures. Additionally, you can see golden threads between individuals that have some type of connection. A creature can attempt to hide their aura and bonds from you with a contested Deception check vs. your Insight check. Consult the aura table below to determine the meanings of the colors.</span></p>\n<p> </p>\n<h3><strong>Aura Table</strong></h3>\n<table border=\"1\">\n<tbody>\n<tr>\n<td>Color</td>\n<td>Meaning</td>\n</tr>\n<tr>\n<td>Gold</td>\n<td>Powerful, respected, or in charge</td>\n</tr>\n<tr>\n<td>Red</td>\n<td>Looking for something or someone</td>\n</tr>\n<tr>\n<td>Purple</td>\n<td>Desperate or downtrodden</td>\n</tr>\n</tbody>\n</table>"
    },
    "Bottomless Bottle": {
      "name": "Bottomless Bottle",
      "description": "<p>This growler shaped glass bottle always appears to have liquid sloshing inside it, but due to the brown glass exterior, it’s impossible to identify what the liquid is from the outside. Oddly, smelling the liquid produces no odor.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When this bottle is found, it contains 4 pints of 3 ([[/r 1d4+1]]) different non-magical liquids. This bottle can hold up to 4 pints of 10 different liquids within it. The number of different liquids can never exceed 10 and it cannot hold more than 4 pints of any individual type of liquid. The weight of the bottle is always 4 pounds regardless of how much liquid is added or removed.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You can take an action to unseal the bottle and pour up to 4 pints of one liquid into it. While any liquid is stored within the bottle, you can take an action to unseal it and pour up to 4 pints of a liquid out of it. The bottle will always pour out the liquid that the current holder is thinking of. You can spend 10 minutes concentrating on the bottle to determine what liquids are stored within and in what amounts.</span></p>"
    },
    "Boldin's Bear Oil": {
      "name": "Boldin's Bear Oil",
      "description": "<p>If there’s one thing that many people know about the dwarves, it’s that they have illustrious beards that serve as a point of pride for many of them. Many of them have even taken to adopting complex rituals meant for keeping their facial hair in top shape and pruned to perfection. One dwarf in particular, Boldin, has created a whole line of facial hair care products like this beard oil.</p><p>This container has enough beard oil for 8 uses when it is found. It smells strongly of mint with just a hint of grease underneath. It is slippery to the touch and tingles slightly when applied to skin.</p><p>You can use an action to apply this beard oil to your face letting it magically infuse the follicles within. Over the next minute a thick and luxurious beard grows to a length of 3 inches. If you already have a beard, then its length grows by 3 inches instead. While you have this beard, raise your Constitution score by +2 to a maximum of 20. Additionally, you gain resistance to poison damage and an odd affinity for stone. This extra beard length is superficial and falls away after 4 hours.</p>"
    },
    "Pellar's Purse": {
      "name": "Pellar's Purse",
      "description": "<p class=\"MsoNormal\">This expertly crafted component pouch is purpose made for impatient spell casters that have little time to sit down and do the laborious work of transcription. With a large pouch for storing a spell book, and an enchanted scroll case below, this satchel is certain to ease a wizard’s burdens.</p>\n<p class=\"MsoNormal\"><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You can use an action to place a spell scroll of any level into the scroll case and your spellbook into the main compartment. Provided you have the correct inks and other materials on you, the scroll case will begin copying the spell scroll into your spellbook. The process takes the normal amount of time based on the spell’s level and utilizes the same amount of materials, but does not require your constant attention. If the process is interrupted by removing the spell book, it begins where it left off when the book is replaced. Additionally, you gain advantage on the Arcana skill check to successfully copy the scroll.</span></p>\n<p class=\"MsoNormal\">You can also place non-magical paper into the scroll case and blank paper into the main compartment to produce a perfect copy of the papers in the scroll case at a rate of 1 page per minute.This process doesn’t require ink.</p>"
    },
    "Rimewall": {
      "name": "Rimewall",
      "description": "<p>The best defense is one that the enemy doesn’t see until it’s too late. This bracer is not only a collapsible shield but is infused with magics derived from the core of an ice elemental and packs a secretive ability to keep you safe.</p><p>When worn as a bracer, it appears the same as any other non-magical bracer though its nature can be perceived with a detect magic spell. You gain no benefits of a shield, but have both of your hands free while worn this way. As a bonus action, you can transform the bracer into its shield form. This requires a free hand and grants you the normal benefits of a shield.</p><p><strong>Flash Freeze.</strong> If Rimewall is in its bracer form, you can use your reaction when a creature makes an attack or spell attack against you to cause it to instantly change into its shield form. If this is the first time a creature has seen the bracer change into its shield form, you gain an additional +1 bonus to AC against the attack or spell attack that triggered the reaction.</p>"
    },
    "Pondcho": {
      "name": "Pondcho",
      "description": "<p>Some could easily mistake this colorful poncho as a novelty piece, but putting it on reveals it to be far more interesting than just a bit of costume.</p>\n<p>While wearing this poncho, you can use a bonus action to leap up to 30 feet in any direction. If you land on a wall that isn’t slippery, you can stick to it with your feet leaving your hands free. If you are stuck to a wall when your turn begins, you can leap from it using another bonus action or choose to stay stuck in place. You can only stick to walls, not walk across them.</p>\n<p>Additionally, if you leap onto a body of water while wearing this poncho, a lilypad will magically appear where you land. The lilypad lasts for 1 hour, or until you leave it. The lilypad can support up to 800 pounds while staying afloat.</p>"
    },
    "Checkers' Pocket Striker": {
      "name": "Checkers' Pocket Striker",
      "description": "<p>The care and craftsmanship put into the carving of a rat on this small pocket striker betrays it as something more than a standard lighter. While you are in possession of this item, you’re never quite alone. A small ember rat named Checkers seems to be inexplicably bound to this lighter. You can use a bonus action to strike the lighter and summon Checkers. He bursts forth from the flame of the lighter into a space of your choosing within 5 feet.</p><p>The flame from this lighter burns white with a black center and is incredibly hot. The lighter contains enough fuel to use the following properties, in any combination, a total of 3 times. The lighter magically refills at midnight.</p><p><strong>Strike While Hot.</strong> You can use a bonus action to heat the blade or blunt end of any weapon within 5 feet of you. On the next 2 attacks with that weapon that hit, add 1d6+3 fire damage to the damage roll.</p><p><strong>Smokescreen.</strong> You can use an action to turn the knob on the bottom of the lighter causing it to emit a sphere of thick smoke in a 20 foot radius centered on the lighter. The area becomes heavily obscured. The smoke lasts for 10 minutes or until a strong wind disperses it.</p><p><strong>Burn After Reading.</strong> You can use an action to set fire to a mundane scroll or up to 50 sheets of normal paper causing them to burn to ash in 1 turn. Any information that was written or drawn on the paper is kept safe in Checkers’ mind. You can ask Checkers to recall any information that’s been burned later and he will do so perfectly.</p>"
    },
    "Loyal Tea": {
      "name": "Loyal Tea",
      "description": "<p>Sharing a cup of tea has been a social ritual for ages untold and the bonding that can take place is a time honored tradition to many. This magically infused tea kit strengthens the ties of those that consume the brewed beverages it produces, turning friends into loyal allies. </p><p class=\"MsoNormal\">This kit includes everything needed to make up to 4 cups of a specially brewed loyal tea. You can take 30 minutes to prepare the tea and consume it while sharing conversation and camaraderie. Those who consume the tea look more favorably on the others that drank with them for 24 hours and will grant them simple favors. Additionally, those that consumed the tea can take the help action as a bonus action toward anyone else that consumed the tea with them. You can do this a number of times equal to the amount of creatures that consumed the tea. These help actions are a shared pool and each use by anyone that consumed the tea subtracts one from the pool. All unused help actions are lost after 24 hours or when the tea is consumed again and a new pool is formed.</p><p class=\"MsoNormal\">Once the kit has been used to make 4 cups of loyal tea, it cannot produce any more magicked tea until the next dawn when the kit magically refills, though it can be used to produce non-magical tea.</p>"
    },
    "Tiptap": {
      "name": "Tiptap",
      "description": "<p><em>Requires Attunement by a Spellcaster</em></p><p class=\"MsoNormal\">When you find this lovable little bot, they lie dormant, waiting to be attuned and given life once more by a curious spellcaster. Offering a sliver of your magical power when you attune to them makes Tiptap spring to life once more. A rambunctious and cheerful little thing, Tiptap can understand common and can communicate basic ideas through gestures and motion.</p><p class=\"MsoNormal\">Tiptap is a tiny construct with an AC of 14 and 9 HP. They have a walking speed and climbing speed of 25 feet. They use your stats for skill checks and saving throws, cannot be healed, and they are immune to being charmed, frightened, or poisoned. At the start of your turn, you can command Tiptap to move up to their speed. They can never move more than 60 feet from the creature they are attuned to. If Tiptap drops to 0 HP, they fall unconscious until they are repaired. They can be repaired to full HP when you finish a long rest.</p><p class=\"MsoNormal\"><em><strong>Spellbound.</strong></em> When you attune to Tiptap, you form a magical bond with them. When you cast a spell that targets a creature or area other than yourself, you can cast that spell from Tiptap’s location instead of yours effectively allowing you to remotely cast spells. The spell still consumes any components and requires you to be able to cast the spell at that time.</p>"
    },
    "Sonolily": {
      "name": "Sonolily",
      "description": "<p class=\"MsoNormal\">An interesting and unnatural plant said to be the product of artificers with particularly green thumbs, the Sonolily is an especially dangerous gift to accept. The flower itself is particularly attuned to voices and vibrates when someone speaks in its presence causing small thorns in the pods to carve grooves into stalk within. These thorns then glide over the grooves to play back the voices heard when the pods are opened.</p>\n<p class=\"MsoNormal\">The pot that holds this plant is magical in nature. The soil and seed of the plant within are bound to the pot and cannot be removed from the pot by any means.</p>\n<p class=\"MsoNormal\">You can take an action to pour water into the soil causing the plant to begin growing. It reaches full growth after one hour when it sprouts [[/r 2d8]] pods. After the plant has reached full growth, it will begin recording all voices it hears within a 60 foot sphere around it. It records in this manner for 24 hours after which the plant withers and the pods sprouted from it drop from the plant.</p>\n<p class=\"MsoNormal\">Each pod can be split open causing the stalk inside to spin along the thorns playing back any voices that it heard. You can control the speed of the playback by opening the pod wider to make it faster or closing it to make it slower. The pods retain their playback ability for one week after dropping from the plant, at which point they wither.</p>\n<p>After one week, the seed inside the pot is magically replenished and can be used to grow a new plant.</p>"
    },
    "Hidden Hand": {
      "name": "Hidden Hand",
      "description": "<p><em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">A rather audacious accessory, this glove fits perfectly on any hand that slips it on. It’s so well made that you would almost forget it’s there if not for its gleaming gemstones that draw the eye. Surely a conversation starter, people can’t help but focus on it, so much so that they might miss what else is happening under their noses.</span></em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> </span></p>\n<p>As an action, you can focus on the glove causing your real arm, and anything held in it, to become invisible and an illusory arm appears in its place. You can control the illusory arm as if it were your own and it is nearly indistinguishable from a real arm. This illusion lasts 1 minute or until you dismiss it at will. A suspicious creature focusing on you can spot the illusion with a perception check (DC 14). While the illusion is active, you gain a +2 bonus on sleight of hand checks.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">An attack made with a weapon being held in an invisible hand is made with advantage. The illusion is immediately dispelled after attacking.</span></p>\n<p> </p>"
    },
    "Laissez-faire": {
      "name": "Laissez-faire",
      "description": "<p>There are many locked doors, gated parties, and gradious private affairs in this world. These events are closed to those that some would deem unworthy whether for reasons of importance or secrecy. Luckily for you, this magical ticket is your way in to rub elbows with the highest of the high or to pierce the veil of places most secret.</p><p>This ticket is seemingly cast from solid gold though it cannot be bent or folded except along its perforated line. The front of the ticket contains a cryptic script and the back is empty except for a line marked “Name”. Writing a creature’s name on the line in any manner binds the ticket to that creature.</p><p>When the creature whose name is written on the ticket wishes to enter a guarded location or a ticketed event, the creature can hand the ticket to one of the guards or ticket takers who will then impulsively tear it along the perforated line and return the stub to the named creature. While the creature has the ticket stub in their possession, they are regarded as belonging in that location to those that see them.The magic of the ticket fails if the named creature performs any violent action, is caught doing something unallowed in the location such as stealing an important object, or if the creature reveals the nature of how they gained entry. After 10 minutes, the ticket’s magical influence wanes and it becomes a normal piece of paper.</p>"
    },
    "Hands of Resonance": {
      "name": "Hands of Resonance",
      "description": "<p><em>Originally created by master bards to more accurately tune their instruments, these gloves proved useful for adventurers and diplomats as well as a few more nefarious individuals. Equipping these gloves puts you in tune with the world around you. You no longer just hear music, you feel it. The vibrations in the world around you flow through your body giving you a heightened sense of awareness. </em></p>\n<p><em> </em></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">While wearing these gloves, you can put your hand on a</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">  </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">creature and feel its heartbeat. When the creature speaks, you can make an insight check at advantage against their deception at disadvantage to determine if they are telling the truth or lying.</span></p>\n<p> </p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">If you take a minute and place your gloved hands on the ground, you can sense the presence of any creature within a 60 foot radius so long as they are on the same plane as you. You learn which direction they are from you, an estimated distance, and their size.</span></p>\n<p> </p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em><strong>Thunderclap (1/day).</strong></em> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">The stored resonance in these gloves builds over time allowing you to cast the Thunderclap cantrip, DC 13, once per day as a free action.</span></p>\n<p> </p>"
    },
    "Batpack": {
      "name": "Batpack",
      "description": "<p>While some may look with scorn at the stylings of this backpack, others can see the potential for friendship with this odd creature. The Batpack is a construct that has a sweet tooth that could rival even the most voracious of candy lovers. Thankfully, if you keep it happy, it could be of great service in your time of need.</p><p class=\"MsoNormal\">Once per day, you can feed the Batpack up to 10 pounds of sweets like candy, fruit, pies, cakes, or anything with a high sugar content. Each pound takes 1 minute to feed to the Batpack. For each pound of sweets fed to the Batpack, it becomes sated for one hour.</p><p class=\"MsoNormal\">While the Batpack is sated, the creature wearing the Batpack gains tremorsense out to 60 ft. The Batpack happily whispers to you any movement it detects in that area giving you an idea of what may lie ahead.<span style=\"mso-spacerun:yes\">  </span>Additionally, while the Batpack is sated, the creature wearing it is constantly under the effects of the featherfall spell. The Batpack joyously flaps its wings while you’re in air, slowing your descent.</p>"
    }
  }
}
