{
  "label": "AbyssalBrews Vol 2 - Legendary",
  "entries": {
    "Lightning Rod": {
      "name": "Lightning Rod",
      "description": "<p>The power of nature has always been something to be revered, but some were unhappy with merely watching it from a distance. This well hewn spear has been imbued with the power of the storms above and crackles with electricity when held. A constant roiling storm swirls around the tip of it causing bolts of lightning to creep down the solid steel haft of this weapon. Holding it causes your hair to stand on end while harmless bolts occasionally wick off from your skin. You have a <strong>+3 bonus to attack and damage rolls</strong> made with this magic weapon.</p><p>This weapon has <strong>5 charges</strong>. You can use an action on your turn to expend a number of charges to activate one of the abilities below. This weapon regains [[/r 1d4]] charges daily at dawn.</p><p><strong>Rippling Bolt (1 charge).</strong> You make a motion as though you are throwing the weapon, but instead throw a bolt of lightning toward a creature of your choice within 30 feet of you. That creature an all creatures within 10 feet of it must attempt a DC 19 Constitution saving throw, taking [[/r 8d8]] lightning damage on a failed save or half as much on a successful one.</p><p><strong>Conjure Storm (4 charges).</strong> You must have a clear view of the sky to use this ability. You plant the spear into the ground and summon a roiling storm above the spear. For the next 1 minute, creatures that end their turn within a 60 foot radius sphere of the spear must attempt a DC 17 Dexterity saving throw, becoming stunned until the start of their next turn on a failed save. When you plant this spear, you can choose up to 5 creatures that are immune to this effect.</p>"
    },
    "Kintsugi": {
      "name": "Kintsugi",
      "description": "<p>There is beauty to be found in things that have once broken, but have now been made whole again. An ancient tradition of repairing broken pottery using lacquer mixed with powdered gold, it appears that this plate armor was pieced back together after it was once shattered. The golden seams of this piece now teem with magic, ready to break and rebuild anew. You have a +3 bonus to AC while wearing this armor.</p><p class=\"MsoNormal\">While wearing this armor, when you are targeted by a melee or ranged weapon attack you can use a reaction to quickly move causing the armor to take the brunt of the strike. When you do so, the attack still hits, but deals no damage to you. You still must make any saves against conditions or additional effects. Each time you use this ability, lower the bonus to AC that this magic armor provides by 1 as pieces of the armor chip away. The armor magically repairs itself daily at dawn returning to its full +3 bonus.</p><p class=\"MsoNormal\"><em><strong>Sacrifice.</strong></em> Once per day during your turn, you can use an action to cause this armor to shatter into 4 separate pieces. Choose up to 4 creatures, which can include yourself, within 120 feet of you to protect. For the next 10 minutes, a piece of the armor magically floats around them attempting to deflect attacks. Each creature gains a +2 bonus to AC for as long as the piece of armor floats near them. While shattered, the armor provides no additional benefits to you. After 10 minutes, the armor reforms on your body returning its benefits.</p>"
    },
    "Gaoler": {
      "name": "Gaoler",
      "description": "<p>Rising from a chainbound grip, this sword’s blade is composed of a mostly transparent crystal. Viewing it more closely reveals swirling figures and shifting facets within, creating an ever-moving maze of twisting hallways. You have a +3 bonus to attack and damage rolls made with this magical weapon.</p><p class=\"MsoNormal\">While you are attuned to this weapon, when you reduce a creature to 0 Hit Points you can choose to try to jail the creature within the sword. The creature must succeed on a DC 17 Wisdom saving throw or their body and soul are jailed within the sword. Once per day, you can use an action to command the creature within the sword to take an action or cast an instantaneous spell that it was capable of using in life. The creature’s soul springs forth long enough to complete the action or spell before it is returned to the sword. Only one creature can be jailed within the sword at a time. When you jail a new creature, the soul of the previous creature is permanently lost within the sword’s maze.</p><p class=\"MsoNormal\"><em><strong>Personality.</strong> </em>This sword is sentient. When found, it is possessed by the spirit of a charismatic duelist. She proudly speaks of glorious combat and her many accomplishments including slaying legendary foes.</p><p class=\"MsoNormal\"><em><strong>Curse.</strong></em> This weapon is cursed by the soul of a demonic puzzlemaker and becoming attuned to it extends the curse to you until you are targeted by a <em>remove curse</em> spell. While cursed, the shackle that hangs from the crossguard latches itself to your wrist, preventing you from moving more than 10 feet from the sword. If you die while cursed by this sword, your body and soul are jailed within it and your personality replaces the one that was previously present. You cannot be resurrected by any means other than a <em>wish </em>spell.</p>"
    },
    "Ghostwalk Gown": {
      "name": "Ghostwalk Gown",
      "description": "<p>An ominous item to lay eyes upon, this hooded robe is a deep shade of inky black and its edges bellow forth plumes of swirling, blackened smoke causing it to always smell faintly of burning coal. Glowing, supernatural chains wrap around the breast of this robe. Wearing this robe causes your appearance to shift as your face becomes obscured by an unnaturally dark shadow cast by the hood. Your feet become obscured by plumes of churning smoke making it look as though you glide rather than walk. </p><p>While attuned to this robe, you gain resistance to necrotic damage as well as immunity to the frightened condition. Additionally, once per day you can use an action to peer into the world beyond and have the robe cast etherealness.</p><p>When you hit a creature with a melee attack while wearing this robe, ethereal chains that have no immediate effect, reach out and wrap around the creature. A creature can attempt a DC 19 Intelligence saving throw at the end of their turn to try to remove the chains. At the start of your turn, while you have chains attached to at least one creature, you can instantly teleport through the ethereal plane into an empty space next to one of your chained creatures.</p>"
    },
    "Mandala": {
      "name": "Mandala",
      "description": "<p>(Requires Attunement by a Wizard)</p><p>This glorious, multicolored, shifting head of this golden staff is constantly in motion, dancing and changing the dizzying array of colors on it in seemingly random fashion. For the observant, a deep mathematical pattern can be found, but many are simply awed by its appearance.</p><p>This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While holding it, you gain a +2 bonus to Armor Class, saving throws, and spell attack rolls. The staff has 20 charges for the following properties. The staff regains 2d8 + 4 expended charges daily at dawn.</p><p><strong>Kaleidoscopic Casting</strong>. When you cast a spell while attuned to this staff that deals cold, fire, lightning, thunder, necrotic, or radiant damage, you can expend 1 charge from this staff as part of the casting action to change the damage type to another on the previous list.</p><p><strong>Spells</strong>. While holding this staff, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC and spell attack bonus: chain lightning (6 charges), chromatic orb (3rd level, 2 charges), cone of cold (5 charges), flaming sphere (1 charge), fireball (5th level, 5 charges), ice storm (4 charges), lightning bolt (5th level, 5 charges), prismatic spray (7 charges), shatter (1 charge).</p><p></p>"
    },
    "Passiflora": {
      "name": "Passiflora",
      "description": "<p>A beautifully entangled thread of vines and leaves winds together forming what would be the chain of this colorful amulet. Filling the space of the pendant is a naturally growing bouquet of flowers that maintain the shape of a heart that softly beats to a natural rhythm correlating to the relative health of the person wearing it, where the closer they are to death’s door, the faster the rhythm becomes. Additionally, while wearing this amulet, small flowers grow from where you’ve stepped while walking across suitable dirt. These flowers remain as long as conditions stay favorable to plantlife.</p><p class=\"MsoNormal\">While attuned to this amulet, you emit a sharp, but pleasantly sweet aroma at all times. You and creatures within 30 feet of you that can smell it find yourselves uplifted by its pleasant scent gaining a +2 bonus to all Constitution saving throws or a +3 bonus to Constitution saving throws if the check is triggered by a gaseous fog or foul smell such as the <em>cloudkill</em> spell.</p><p><span style=\"font-family:'Arial',sans-serif\">When you cast a spell that restores hit points to another creature while attuned to this amulet, roll a d4. An amount of flowers equal to the result of the roll sprout from one of the wounds present on that creature. If multiple creatures are affected by the spell, you choose which creature the flowers grow from. At the end of that creature’s next turn, and again at the end of subsequent turns while a flower is present, one of those flowers burst in a colorful cloud of pollen healing all creatures within 10 feet of them for 1d6+4 hit points. The flower then withers and falls away. This continues to happen until all of the flowers have burst and withered away.</span></p>"
    },
    "Regicide": {
      "name": "Regicide",
      "description": "<p>There exists a sect of assassins who pride themselves on targeting high level figures and getting away without being noticed. They sometimes move in the shadows, but often prefer to do their work in the daylight so that none could argue the causes of their target’s demise. Their specialized daggers deliver deadly poison in precision strikes, that when wielded properly are never even noticed by their targets. This dagger is one such weapon.</p><p class=\"MsoNormal\">You have a +3 bonus to attack and damage rolls made with this magic weapon. Additionally, you can choose to have this dagger deal poison damage instead of its typical piercing damage.</p><p><span style=\"font-family:'Arial',sans-serif\">Once per day, you can make an attack with this weapon with such subtlety that it may not be noticed by the target. If the target is not hostile towards you, you gain advantage on this attack. If the attack hits, roll a Sleight of Hand check versus the target’s Passive Perception. If the check fails, the target is still hit and takes damage, but knows that you attacked it. If the check succeeds, the target takes full damage from the attack, but doesn’t realize they were attacked as the wound closes instantly and a deadly poison is delivered through the blade into their body. Every hour for the next 8 hours they must make a DC 19 Constitution saving throw, taking 42 (12d6) poison damage on a failed save, or half as much damage on a successful one. Recognizing the condition as a poison and counteracting it can be done with a successful DC 19 Medicine check. This ability recharges daily at dawn when the pommel refills with poison.</span></p>"
    }
  }
}
