{
  "label": "AbyssalBrews Vol 1 - Rare",
  "entries": {
    "Billy the Club": {
      "name": "Billy the Club",
      "description": "<blockquote>\n<p class=\"MsoNormal\">This weapon is, by all outward appearances, a standard mace that one could find on the hip of many an adventurer or guardsman. Lurking beneath the surface, is a secret known only to the wielder. This mace is actually a living mimic named Billy. Though he prefers to stay silent, he can speak common, mimic, and undercommon. Billy’s only known form is of a mace, though he is adamant that he is a club.</p>\n</blockquote>\n<p class=\"MsoNormal\">Billy seeks out mutually beneficial symbiotic relationships and only wants to be held by one partner at a time. If his previous partner dies, he will align himself with the next person that seems adept at handling him. If someone else tries to handle Billy while he is bound to a partner, he will attempt to bite them.</p>\n<p class=\"MsoNormal\">You gain a +1 bonus to attack and damage rolls made with this magic weapon. When you hit a creature with an attack with Billy, that creature must make a DC15 Dexterity saving throw or take an extra [[/r 2d4]] acid damage as Billy bites into them. Billy can only try to bite a creature once per round.</p>\n<p><em><strong> Grappler.</strong></em> While holding Billy, you have advantage on attack rolls against grappled creatures.</p>"
    },
    "Edge of Alacrity": {
      "name": "Edge of Alacrity",
      "description": "<p> </p>\n<p>This halberd is exceptionally well balanced and easy to swing at speed. While you hold this weapon, you feel especially limber. Swinging this weapon at speed causes a wave of golden feathers to trail behind it.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You gain a +1 bonus to attack and damage rolls made with this magic weapon. While this halberd is on your person, your base walking speed is increased by 5 feet.</span></p>\n<p> </p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em><strong>Virtuous Charge.</strong></em> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When you make an attack roll with this weapon, after moving 30 feet in a straight line during the same round, you gain advantage on the attack. If the attack hits, the creature takes an extra [[/r 2d8]] radiant damage.</span></p>\n<p> </p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em><strong>Hurried Response.</strong></em> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When an ally takes damage of any type, you can use your reaction to move up to your movement speed, without provoking opportunity attacks. Once you have used this property, it cannot be used again until the next dawn.</span></p>\n<p> </p>"
    },
    "No-Fall Knapsack": {
      "name": "No-Fall Knapsack",
      "description": "<p><em>While in its retracted state this knapsack looks like a regular, albeit shabby, backpack that one could use to store their adventuring goods. Packed away within is a complex series of springs, gears, cogs, and other mechanical bits that the creator swears will work reliably.</em></p>\n<p>When you begin falling, you can take your reaction to pull the ripcord on the side of the knapsack and deploy the glider within. It expands instantly and slows your falling rate to 5 ft per round. While the glider is deployed, you have a horizontal flying speed of 30 ft. per round and can fully control the direction of the glider. You can also vary the rate of descent to a minimum of 5 ft. per round and a maximum of 30 ft. per round. The glider cannot ascend by any means.</p>\n<p>In the air, the glider acts as a stable platform allowing you to make ranged attacks or cast spells. If you land while the glider is deployed, you take no falling damage and can land on your feet.</p>\n<p>While the glider is deployed, your base walking speed on land is halved as it is cumbersome and bulky. You can take a bonus action to remove the knapsack and drop it on the ground. Properly packing away the knapsack is a laborious process and takes 10 minutes of focused attention to do so.</p>"
    },
    "Stained Bulwark": {
      "name": "Stained Bulwark",
      "description": "<p>Crafted from the husk of a stained luminary, what appears to be simple glass is actually magically infused to be tougher than steel. Crafting these shields is a marriage of artificing and glassworking that is difficult to master, but worth it for those that wish to harness the unique powers of the luminaries for their own gain. You have a +1 bonus to AC while attuned to this magical shield.</p><p class=\"MsoNormal\">You can speak a command word to cause this shield to emit bright light in a 30 ft. cone in front of you and dim light for an additional 30 ft. You can speak the command word again to cause the light to fade. As a bonus action, you can cause the shield to emit blinding light in a 30 ft. cone in front of you for 1 minute. Any creature that can see the light and begins their turn in the cone or moves into it for the first time must make a DC 13 Constitution saving throw or be blinded until the end of their turn.</p><p class=\"MsoNormal\">Once you have used this feature, you cannot use it again until the next dawn after having bathed the shield in sunlight for 1 minute or in front of a fire for 5 minutes.</p>"
    },
    "Stoneshearer": {
      "name": "Stoneshearer",
      "description": "<p>This remarkably heavy warhammer is difficult to get used to at first, but over time grows to feel powerful in the hands of a determined warrior. When a hit with this hammer lands, there is a low rumble that echoes 40 ft. in all directions. You have a +1 bonus to attack and damage rolls made with this magical weapon.</p>\n<p>As this hammer was originally crafted to cut through thick rock and earth, it’s quite impactful when it hits a hardened surface. While attuned to this hammer, it deals double damage to objects and structures. Additionally, if a creature is taking cover behind an object made of stone, wood, or other softer materials, they lose one degree of cover benefit for each attack that hits that object within 5 ft. of the creature. Total cover becomes three-quarters cover for example.</p>\n<p><em><strong> Hidden Potential.</strong></em> While attuned to this weapon, you can use an action to strike a stone no larger than a 2 ft. cube and crumble it into a remarkable replica of a small object no larger than the original piece of stone. This replica item is non-magical and otherwise worthless. Close inspection reveals it to be a replica with a DC 13 perception check.</p>"
    },
    "Triumph": {
      "name": "Triumph",
      "description": "<p>A horn fit for the ears of the gods. Composed of a pure silver at its core, inlaid with a pattern of emerald wood waves on the side, and wreathed in golden leaves it’s difficult to hide the magical nature of this horn. Any who see it immediately recognize the holder as someone of status and import. Whether that makes you interesting or a target depends heavily on the beholder.</p><p class=\"MsoNormal\">While holding this horn you gain a +1 bonus to initiative rolls and charisma based skill checks. Additionally, nobles will regard you as one of their own and may be inclined to grant simple favors. Common folk will consider you as a person of high birth even if you aren’t.</p><p class=\"MsoNormal\"><em><strong>Rally to Glory.</strong></em> Once per day you can use an action to blow this horn ushering forth a victorious symphony that sounds like the voices of a full choir all at once. When you do so, choose up to 5 creatures within 60 feet of you. Those creatures can immediately spend up to half of their hit die, rounded down, to heal themselves. If any of the creatures you choose are at 0 hit points, they can spend all of their hit die to heal themselves instead of half. This ability resets every dawn.</p>"
    },
    "Flint & Steel": {
      "name": "Flint & Steel",
      "description": "<p>While some use power and ferocity to their advantage, others opt for fighting techniques that take advantage of their fluidity and reflexes. Finding the right angle of attack or deflection serves them better than tackling their foes head on. You have a +1 bonus to attack and damage rolls made with this magic weapon.</p><p class=\"MsoNormal\">When you roll initiative, you can designate one creature you can see to be your dueling partner. Once per round, when you hit your dueling partner with an attack with this weapon, you gain a charge of Grace up to a maximum of 5 charges. If you hit a creature other than your dueling partner, you lose a charge of Grace that round. If your dueling partner drops to 0 hit points, you can use a bonus action to choose a new dueling partner and reset your Grace to 0. All charges of Grace are lost if you do not attempt to attack your dueling partner for 1 minute.</p><p class=\"MsoNormal\"><em><strong>Grace.</strong></em> For each charge of Grace you currently have, you gain a +1 bonus to AC and saving throws against attacks and spells made by your dueling partner. At maximum Grace, on your turn, you can take an additional attack action against your dueling partner each round.</p>"
    },
    "Affection Confections": {
      "name": "Affection Confections",
      "description": "<p><em>Requires attunement by a bard.</em></p>\n<p>This small and simple heart-shaped box is wrapped lovingly in a ribbon. What appears to be a simple token of affection is actually a gift that keeps on giving.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You can use an action to open the box and consume the chocolate treat that is inside. When you do, roll on the effect table below. You gain the effects immediately. The box stays empty until midnight when it magically refills with a new chocolate.</span></p>\n<p> </p>\n<table style=\"width:100%\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width:16.4198%\">[[/r 1d12]]</td>\n<td style=\"width:83.5802%\">Effect</td>\n</tr>\n<tr>\n<td style=\"width:16.4198%\">1</td>\n<td style=\"width:83.5802%\">Your speed is increased by 10 feet for the next 8 hours</td>\n</tr>\n<tr>\n<td style=\"width:16.4198%\">2</td>\n<td style=\"width:83.5802%\">You gain 10 temporary hit points that last for 24 hours</td>\n</tr>\n<tr>\n<td style=\"width:16.4198%\">3</td>\n<td style=\"width:83.5802%\">You immediately cast the fireball spell in a space of your choosing within range</td>\n</tr>\n<tr>\n<td style=\"width:16.4198%\">4</td>\n<td style=\"width:83.5802%\">Coconut. This one tastes like coconut.</td>\n</tr>\n<tr>\n<td style=\"width:16.4198%\">5</td>\n<td style=\"width:83.5802%\">Your Charisma score is set to 20 for 3 hours</td>\n</tr>\n<tr>\n<td style=\"width:16.4198%\">6</td>\n<td style=\"width:83.5802%\">You gain a +2 bonus to AC for 1 hour</td>\n</tr>\n<tr>\n<td style=\"width:16.4198%\">7</td>\n<td style=\"width:83.5802%\">You regain use of one of your highest level spell slots</td>\n</tr>\n<tr>\n<td style=\"width:16.4198%\">8</td>\n<td style=\"width:83.5802%\">You gain the effects of the fly spell for 10 minutes</td>\n</tr>\n<tr>\n<td style=\"width:16.4198%\">9</td>\n<td style=\"width:83.5802%\">The next weapon attack you make is a critical strike</td>\n</tr>\n<tr>\n<td style=\"width:16.4198%\">10</td>\n<td style=\"width:83.5802%\">Your eyes change color to a color of your choice</td>\n</tr>\n<tr>\n<td style=\"width:16.4198%\">11</td>\n<td style=\"width:83.5802%\">You gain advantage on your next initiative roll</td>\n</tr>\n<tr>\n<td style=\"width:16.4198%\">12</td>\n<td style=\"width:83.5802%\">You cannot gain any levels of exhaustion for 48 hours</td>\n</tr>\n</tbody>\n</table>\n<p> </p>"
    },
    "Weaver's Hoop": {
      "name": "Weaver's Hoop",
      "description": "<p class=\"MsoNormal\">This hoop is the home of a magicked spider bound to the ring and always ready to weave. When you put this ring on your finger, the spider immediately begins weaving a protective web around your hands giving you a +1 bonus to AC. Additionally, you gain advantage on skill checks made to grapple a creature.</p>\n<p class=\"MsoNormal\"><strong><em>Spider Climb.</em></strong> While wearing this ring you can walk on walls and ceilings leaving your hands free. You have a climb speed equal to your walk speed. You cannot climb on slippery surfaces like those covered in ice or oil.</p>\n<p class=\"MsoNormal\"><strong><em>Spider Sense.</em></strong> The spider can magically sense the location of its ring. If the spider becomes separated from the ring, it will move towards it continuously until it is back in its nest.</p>"
    },
    "Metallurgy": {
      "name": "Metallurgy",
      "description": "<p>The forge workers of this land know that the true value of metal is in its versatility. Each type and alloy has its own strengths and weaknesses that can be exploited with the right knowledge and tools. With plates of copper, silver, gold, and platinum this ring honors that tradition of metallurgy.</p><p>Once per day while attuned to this ring, you can take an action to speak a command word and magically plate a melee weapon you are holding with the metal of your choice. The weapon remains plated by that metal until you take an action to dismiss it or apply a different plating to it, or another weapon. While plated, the wielder and the weapon gain extra benefits listed below.</p><p><strong>Conductive (Copper).</strong> When you hit with an attack, this weapon deals an extra 1 point of lightning damage per 5 ft. you moved during this turn.</p><p><strong>Silvered (Silver).</strong> This weapon counts as a silvered weapon for the purposes of resistances.</p><p><strong>Gilded (Gold).</strong> You gain a +1 bonus to Charisma checks and saves. Additionally, the weapon sells for twice its normal price. The nature of the plating can be spotted with a DC 13 perception check.</p><p><strong>Dense (Platinum).</strong> This weapon deals double damage to targets wearing heavy armor. Additionally, this weapon gains the Heavy property.</p>"
    },
    "Beast's Bludgeon": {
      "name": "Beast's Bludgeon",
      "description": "<p>The writhing limb of a massive pseudopod makes up this twisted weapon. It’s obvious from the size that this beast was a formidable foe in its day. You have a +1 bonus to attack and damage rolls made with this magic weapon.</p>\n<p><em><strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Reach.</span></strong></em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> This weapon adds 5 feet to your reach when you Attack with it, as well as when determining your reach for Opportunity Attacks with it.</span></p>\n<p><em><strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Her Embrace.</span></strong></em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> When you hit a large or smaller sized creature with an attack with this weapon, you can use a bonus action to cause the tentacle to restrain the creature in its grasp. When you do this, the target is restrained. On its turn, a creature restrained by the tentacle can use an action to make a DC 13 Strength saving throw, becoming unrestrained on a success. While a creature is restrained by this weapon, you cannot attack with this weapon. Each subsequent turn, you can use an action to cause the tentacle to squeeze the restrained creature dealing 1d8 magical bludgeoning damage. Additionally, you can move the creature up to 10 feet in any direction.</span></p>"
    },
    "Heartbound Therimoire": {
      "name": "Heartbound Therimoire",
      "description": "<p><em>Requires attunement by a wizard</em></p>\n<p>This intricate book has a space carved in it for a ruby that resembles an anatomical heart. When you hold your ear to it, you can hear the faint sound of it beating. When found, the book contains the following spells, which are wizard spells for you while you are attuned to the book: bestow curse, calm emotions, death ward, enthrall, false life, and mending. It functions as a spellbook for you.</p>\n<p>While you are holding the book, you can use it as a spellcasting focus for your wizard spells.</p>\n<p>While you are attuned to this book, the ruby heartbeat syncs to your own. The ruby heart has 45 ([[/r 10d8]]) hit points when it is found. When you take damage from any source, you can use your reaction to direct half of the damage to the ruby heart as cracks start to form in it. The ruby heart cannot replenish its hit points by any means. When the heart drops to 0 hit points, it shatters and can no longer take redirected damage.</p>\n<p>You can mend a broken heart by placing another ruby (5000 gp) into the book and casting mending on it. 7 (2d6) days later, the ruby reforms into a heart and can take redirected damage again.</p>"
    },
    "Living Nephrite": {
      "name": "Living Nephrite",
      "description": "<p><em>Sling Ammunition</em></p>\n<p>Timid at first, this golem is not very used to people. It seems to be composed of a stone with magical properties called nephrite. While it is incapable of speaking on its own, the golem understands basic gestures, but cannot carry out any commands.</p>\n<p>The golem can be launched from a sling, having different effects based on whether it lands on an ally or enemy.</p>\n<p>Once per day, you can use an action to propel the golem onto an ally in range of the sling. The golem will heal them for 1d6 hit points and repeat that healing at the start of your turn until it has healed a maximum of 35 hitpoints.</p>\n<p>You can make a ranged weapon attack against an enemy to propel the golem on to them. On a hit, the golem will latch on and bite the creature dealing 1d4 points of acid damage. It will repeat it’s bite every round at the start of your turn. Additionally, you have advantage on the next attack made against that creature. The creature can take an action to make a DC 15 Strength check to try to remove the golem, doing so on a success.</p>\n<p>After the golem has healed its maximum amount or been removed by an enemy, it will make its way back to you at a speed of 5 feet per round.</p>"
    },
    "Grovespirit's Fletcher": {
      "name": "Grovespirit's Fletcher",
      "description": "<p class=\"MsoNormal\">Crafted from wood blessed by an ancient grovespirit, this quiver is more than a simple place to hold your ammunition. This quiver has space for 20 arrows. Arrows placed in the quiver take on the Grovespirit’s enchantment after 1 hour.</p>\n<p class=\"MsoNormal\"><strong style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em>Grovespirit Arrows.</em></strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> Arrows with this enchantment shed dim green light in a 10 foot radius around them. When they hit a creature, they deal an additional 1d4 poison damage and glowing vines sprout from the arrow grasping the target. If another creature within 10 feet of the target has a Grovespirit arrow stuck in them when this attack hits, the vines from both arrows connect, grappling both creatures. Creatures can use an action on their turn to make a DC 12 Strength check to remove a Grovespirit arrow and end the grappling effect for both creatures. The effects end automatically after 1 hour when the vines wilt.</span></p>\n<p class=\"MsoNormal\"><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Grovespirit arrows cannot be recovered once fired as the vines sprout from the shaft rendering them unusable.</span></p>"
    },
    "Tiny House": {
      "name": "Tiny House",
      "description": "<p>This tiny abode first appears to be a remarkably detailed diorama of a cozy dwelling that one might find in a countryside, but peering closer you find that it’s much more remarkable than that. This trinket is small enough to fit inside a 3 in. cube and has a convenient hoop on the top to attach to your bag. It never weighs more than 1 lb.</p><p>You can take an action to carefully place the tiny house on a horizontal surface and speak the command words “Home sweet home”. Instantaneously, you and all willing creatures of your choosing within 30 feet, as well as anything you’re carrying, are shrunk to be small enough to enter this domicile. Each creature’s size becomes tiny for the next 10 hours and your movement speeds, as well as measurements for attacks, abilities, and spells are changed to inches instead of feet. Each creature can return to their normal size by exiting the house and speaking the command words again. Additionally, if you move more than 5 feet from the Tiny House you grow back to your normal size.</p><p>The Tiny House is equipped with 2 bedrooms, a kitchen, a sitting area, and a privy. There are enough beds to sleep up to 8 medium sized creatures. Conditions within the house are always comfortable and a constant fire roars within the hearth. Delicious apples grow on the tree outside which has enough fruit to feed 8 creatures for 1 day. Once all of the fruit is plucked, it regrows 1d4+1 days later. Any belongings taken into the Tiny House return to their full size when you do. If belongings are left in the tiny house and return to full size, they are harmlessly deposited within 10 feet of the Tiny House.</p>"
    },
    "Boreal Circlet": {
      "name": "Boreal Circlet",
      "description": "<p class=\"MsoNormal\">Tales have long told of the royal families of frost that command their kingdoms of ice bound fortresses. Few have ever journeyed far enough to lay eyes on their spires as the bitter colds there can kill the unprepared in an instant. Yet, this circlet could just be the proof of their existence.</p><p class=\"MsoNormal\">This circlet is always cold to the touch and when worn, boreal lights dance over the head of the wearer creating a dazzling display. While attuned to this circlet, you can use an action to cast <em>chill touch</em>, <em>dancing lights</em>, or <em>ray of frost</em> using your highest modifier as your spellcasting modifier. You are considered proficient with these cantrips.</p><p class=\"MsoNormal\"><em><strong>Frozen Shell.</strong></em> Once per day, you can use a bonus action to whisper the command word and cause icy armor infused with boreal lights to coat your body. You gain a +1 bonus to AC and resistance to cold and radiant damage. This armor lasts for 10 minutes or until you dismiss it and recharges when you complete a long rest.</p>"
    },
    "Brambleroot Cleaver": {
      "name": "Brambleroot Cleaver",
      "description": "<p>Once a mundane logging axe, this cleaver was imbued with the corrupting magic of the feared Dranik. Holding the cleaver to your ear produces soft whispers as if the forest itself speaks to you. You have a +1 bonus to attack and damage rolls made with this magic weapon.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">While you are attuned to the weapon, when you make a ranged weapon attack using this axe a root stays attached to your hand as well as the axe. If the attack hits a large or smaller creature it sticks in them allowing you to use a bonus action to manipulate the root and push or pull them 5 ft. in any direction of your choosing. You can repeat this action at the start of your turn until the creature uses an action to remove the axe. Additionally, you can use a bonus action to instantly pull the axe back to you at any time during your turn. The root has a maximum length of 60 feet. If you, or the creature it’s attached to, moves out of that range, the axe drops to the ground.</span></p>\n<p> </p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Once per day you can place the handle of this handaxe on dirt covered ground and concentrate for 10 minutes. When you do so, you can tell the size and general direction of any moving creature within 120 feet of you.</span></p>"
    },
    "Protector of the Patch": {
      "name": "Protector of the Patch",
      "description": "<p class=\"MsoNormal\">This innocuous looking scarecrow doll comes with its own protective carrying case. You can take an action to pull the drawstring on the back of the doll and throw it up to 30 feet. When it lands, it instantly grows into an 8 foot tall animated scarecrow. While animated, it has an Armor Class of 9 and 36 hit points. Additionally, you gain advantage on Intimidation skill checks against creatures that can see the animated scarecrow.</p>\n<p class=\"MsoNormal\">As a bonus action on your turn, you can direct the scarecrow to move up to 20 feet and take one of the following actions.<br /><br /><strong><em>Claw.</em></strong> The scarecrow makes a melee attack with its claws. +5 to hit. On a hit, the target takes 1d6+3 slashing damage.</p>\n<p class=\"MsoNormal\"><strong style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em>Fear Itself.</em></strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> (1/day) The scarecrow shifts its visage to be even more terrifying and lets out a blood curdling shriek. All creatures in a 20 foot radius of the scarecrow must succeed on a DC 14 Wisdom saving throw or become frightened for 1 minute. At the end of its turn it can repeat the saving throw.</span></p>\n<p class=\"MsoNormal\"><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">The scarecrow remains animated for 1 minute, returning to its doll form after. If the scarecrow drops to 0 hit points, it is destroyed leaving behind nothing but pumpkin seeds. If you place one of the pumpkin seeds in the carrying case, the doll magically regenerates after 1 week.</span></p>"
    },
    "Hide Away Sleigh": {
      "name": "Hide Away Sleigh",
      "description": "<p>In frigid lands far to the north, the humble sleigh has become a staple vehicle of transport for those getting around in icy terrain. While many view the sleigh as a necessity, others of the region wish to take their ostentatious transport with them regardless of the weather they face. For northerners that travel far and wide, the Hide Away Sleigh is their chosen ride.</p><p class=\"MsoNormal\">This magically infused sleigh has enough seating space to fit 6 medium sized creatures and a maximum carrying capacity of 2500 lbs. When you enter the sleigh and use an action to utter the phrase “Ho ho ho”, the sleigh will begin to move under your control. It creates magical ice and snow below its runners and powers itself by an unseen force. It has a maximum speed of 50 ft. on flat or uphill terrain, but a speed of 70 ft. downhill. The sleigh leaves behind an icy trail 10 ft. wide that lasts for 1 minute before melting. This icy trail is considered difficult terrain. Contrary to popular belief, the sleigh cannot properly fly.</p><p class=\"MsoNormal\"><em><strong>Hide Away. </strong></em>While there are no creatures in the sleigh, you can use a bonus action to open the drawstring on the pouch connected to the sleigh causing it to instantly pull the sleigh inside the sack. The sack always weighs 1 lb. unless the carrying capacity of the sleigh was exceeded when it was hidden away. In which case, the sack weighs the same as the sleigh. You can use a bonus action to open the sack and cause the sleigh to be spit back out into an unoccupied space of your choosing within 5 ft.</p>"
    },
    "Strings of the Cloud Hall": {
      "name": "Strings of the Cloud Hall",
      "description": "<p class=\"MsoNormal\"><em>Requires attunement by a bard</em></p>\n<p class=\"MsoNormal\"><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Sweeping halls filled with the soft sounds of plucked strings still resonate in the wood of this harp. The cloud giants knew their fineries, and music was never far away from their ears. These strings still ring with the sound of opulence. While you are attuned to this harp, you gain a +2 bonus on Persuasion checks against groups of 2 or more.</span></p>\n<p class=\"MsoNormal\"><strong style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em>Caesura.</em></strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> You can use an action to pluck a tune with an abrupt halt, filling the air with stillness. Choose one creature you can see within 60 feet, it must succeed on a DC 14 Charisma saving throw or be petrified until the end of its next turn. You can use this property twice per day, recharging on completion of a long rest.</span></p>\n<p class=\"MsoNormal\"><strong style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em>Encore. </em></strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When an ally you can see within 30 feet deals damage with an attack or spell, you can use your reaction and expend a use of Bardic Inspiration to cause the beads from the harp to hit at the same time. Roll your Bardic Inspiration die and deal an amount of damage equal to that roll. This damage is the same type as the attack or spell that initially hit the creature.</span></p>"
    },
    "Kinusen": {
      "name": "Kinusen",
      "description": "<p>This hand painted, silken fan always smells of a fresh spring breeze. Fanning yourself with it causes illusory cherry blossom petals to form and swirl around you whimsically before fading away when they touch the ground.</p><p class=\"MsoNormal\">While holding this fan, you can use an action to flutter it and cause a field of swirling winds and cherry blossom petals to form in a 10 ft. radius around you. Ranged weapon attacks made with small projectiles such as arrows, bolts, and sling bullets are made at disadvantage if they target a creature within the winds. Ranged weapon attacks with larger projectiles such as javelins take a -2 penalty to their attack roll if they target creatures within the winds. Very large projectiles such as siege weaponry are unaffected. You can use a bonus action on subsequent turns to continue fanning the winds for up to 1 minute. You can do this a number of times per day equal to half of your proficiency bonus rounded down, recharging after dawn when the fan is held in a breeze.</p><p class=\"MsoNormal\">If a ranged weapon attack made against a creature in the winds misses, the projectile is caught in the gusts until the wind field ends. When a hostile creature starts their turn in the winds or enters it for the first time, they take 1d6 slashing damage per projectile caught in the winds.</p>"
    },
    "Fatebound Belts": {
      "name": "Fatebound Belts",
      "description": "<p class=\"MsoNormal\"><em>Requires attunement by two creatures</em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> </span></p>\n<p class=\"MsoNormal\">This pair of belts seem inexplicably bound to one another. Holding one of them causes you to feel a small, clawing desire to be close to the other. While two creatures are attuned to these belts, you can generally sense the direction of the other creature wearing the belt, though not the distance. You can spend 1 minute focusing on these feelings to get a mental picture of a 10 foot radius around the other creature, as well as their emotional and physical state.</p>\n<p class=\"MsoNormal\"><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">While two creatures are attuned to the belts and within 20 feet of each other, either creature can use a bonus action to cause a magical chain to appear between the two belts. The chain is 20 feet long and solid. It has an AC of 14 and 30 hit points. It is immune to non magical damage.</span></p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">While the chain is active, you can add the proficiency bonus of both creatures to attack rolls made by either creature and spellcasters can add the proficiency bonus of both creatures to their spell save DC. Additionally, when either creature makes an opportunity attack against a hostile creature, the other can use their reaction to move within range of the hostile creature and make an opportunity attack.</span></p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">The chain lasts for 1 minute, or until it is destroyed or dismissed. Once the chain has been used, it cannot be used again until both creatures attuned to the belts complete a long rest.</span></p>"
    },
    "Honor & Poise - Dagger": {
      "name": "Honor & Poise - Dagger",
      "description": "<p>These weapons sing of the elegance of elven craftsmanship as each edge is both beautiful and functional within their design. The shortsword Honor and paired dagger Poise are not just mere showpieces. It’s no doubt that a master smith took their time to craft such blades to serve those who would use them honorably. Though these are two individual weapons, they only take one attunement slot. These weapons are considered magical for purposes of overcoming resistance. </p><p class=\"MsoNormal\">While attuned to these weapons, you can use your reaction once per round to attempt to parry a melee or ranged weapon attack that is targeting you. Make a contested weapon attack roll with Poise versus the attack roll targeting you. If your result is higher, you successfully parry the attack and take no damage from it. Additionally, you gain a charge of Honor on successful parries. If the parry fails, the attack hits normally. You can use this feature a number of times per day equal to your proficiency bonus. </p><p class=\"MsoNormal\"><em><strong>Honor.</strong></em> You can have a maximum of 5 honor charges at any time. Any charges that would be gained beyond 5 are lost. At the start of your turn, you can spend any number of honor charges to gain a +1 bonus to attack and damage rolls made with these weapons, per charge spent. This bonus lasts until the end of your turn.</p>"
    },
    "Monster Slayer's Holster": {
      "name": "Monster Slayer's Holster",
      "description": "<p>Finely stitched leather and a well crafted, silver belt buckle hold 4 potions and a pouch in place on this satchel. Forged by a combination of a master alchemist and artificer, these holsters were originally conceived for an order of warrior monks that took the mark of the wolf as their symbol. They never worked for free, but would rarely fail their hunts. Though the order has been lost to time, their relics carry on.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You can use a bonus action to consume any of the potions on this holster and gain the benefits listed in each. To refill a potion, you must place the cost of the potion in the coinpurse on the holster, and complete a long rest. The currency magically disappears when the potions are refilled. You can refill any number of potions at a time.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em><strong>Alp’s Bile Serum (90 gp).</strong></em> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You have advantage on stealth and sleight of hand skill checks. You can take an action to change your size to small, tiny, or back to your normal size. These effects end when you make an attack or cast a spell. The potion lasts for 1 hour.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em><strong>Corpse Eater Essence (150 gp).</strong></em> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You gain resistance to necrotic damage. You gain darkvision out to 60 feet. If you already had darkvision, the range is extended by 60 feet. You have advantage on skill checks made to track or hunt a creature. This potion lasts for 4 hours.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em><strong>Troll Blood Tincture (50 gp).</strong></em> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">At the start of your turn, you gain 1d4+2 temporary hit points. This potion lasts for 1 minute.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em><strong>Wraith’s Elixir (250 gp).</strong></em> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You are immune to being charmed, paralyzed, or poisoned. Once while under the effects of this potion, you can use your reaction to move up to your movement speed without provoking opportunity attacks. This potion lasts for 1 minute.</span></p>"
    },
    "Hoot Suit": {
      "name": "Hoot Suit",
      "description": "<p><em>Requires Attunement by a Druid</em></p><p>While it does look a bit ridiculous, you would be wise to keep any heckling to yourself should you see someone wearing this suit. Looks, after all, can be deceiving. Designed to mimic the appearance of the fearsome owlbear, this suit is perfect for druids that want to embody the impossible and take their wild shapes to a new, and more imposing, level.</p><p class=\"MsoNormal\">While attuned to this suit, your Strength score becomes 19. If your strength score is higher than 19, then this benefit has no effect on you. Additionally your senses become extremely keen granting you gain advantage on Perception checks that rely on the use of sight or smell.</p><p class=\"MsoNormal\"><em><strong>Wildest Shape.</strong></em> While attuned to this suit, you gain the ability to transform into an owlbear when you use your wild shape feature. You gain the abilities of an owlbear just as you would with any other wild shape. Due to the unstable nature of this transformation, you can only stay in your owlbear form for 10 minutes instead of your usual duration.</p>"
    },
    "Grips of Force": {
      "name": "Grips of Force",
      "description": "<p>Though these gloves are heavy to lift, putting them on makes them feel remarkably comfortable on your hands. While wearing these gloves, you have advantage on Strength checks where you can grip part of the object.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">While wearing these gloves, you gain a +1 bonus to attack rolls and the damage rolls you make with unarmed strikes. You can roll a d6 in place of the normal damage of your unarmed strike. Additionally, you can choose to deal force damage instead of bludgeoning damage with your unarmed strikes.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Each time you hit a hostile creature with an unarmed strike while wearing these gloves, you gain 1 charge of pressure up to a maximum of 5 charges. When you hit with an unarmed strike while you have pressure charges, you can choose to spend any amount of charges knocking the enemy away from you 5 feet per charge spent. If the enemy strikes a solid object while they are being knocked back, they take 1d4 bludgeoning damage per charge spent and are knocked prone. All pressure charges are lost if you do not hit a hostile creature with an unarmed strike for 10 minutes.</span></p>"
    },
    "Soulfetter": {
      "name": "Soulfetter",
      "description": "<p>Bonds that tie the mortal coils together are frowned upon in some polite societies, but many will fear things that they don’t understand. This quiver whispers words into the ear of its user, speaking the truths of those that it has bound before and those that it will bind in the future.</p><p>When you take a long rest, you can place up to 7 arrows or bolts into this quiver turning them into Soulfetter arrows or Soulfetter bolts upon completion of a long rest. These projectiles glow in a ghastly shade of blue and incorporeal chains appear around the quiver. The quiver can never carry more than 7 arrows or bolts. Any ammunition removed from the quiver becomes regular ammunition after 10 minutes unless it is fired.</p><p><strong>Soulfetter Ammunition.</strong> You can use an action to fire Soulfetter ammunition. All creatures in a 30 ft. long by 1 ft. wide line in front of you must make a DC 14 Dexterity saving throw. On a failure, incorporeal chains appear between the creatures and they are considered bound. Until the start of your next turn, when a bound creature takes damage, all other bound creatures take half as much damage, rounded down, of the same type. If two or more bound creatures are struck by the same damage source, such as an AoE spell, no extra damage is applied, but bound creatures not struck by that damage source will still take half damage. Soulfetter ammunition disappears after it is fired.</p>"
    },
    "Cloak of Daggers": {
      "name": "Cloak of Daggers",
      "description": "<p><em>Requires Attunement by a Rogue</em></p><p>A foreboding cloak that has many sharp edges available at a moment’s notice. There is very little that is subtle about the appearance of this cloak. It’s made for the utility of those that do their best not to be seen in the first place. One thing is for sure, while you’re wearing one of these, the tools of a rogue’s brutal trade are never far away. </p><p class=\"MsoNormal\">While attuned to this cloak, you can retrieve a spectral dagger from it at any time during your turn. You can do this a number of times per day equal to your proficiency bonus. Spectral daggers grant a +1 bonus to attack and damage rolls made with them. These spectral daggers stay magically stuck in enemies when you hit with an attack with them and cannot be removed until they vanish 10 minutes later. </p><p class=\"MsoNormal\">While wearing this cloak you can use an action to spin in place, whirling the daggers on the bottom of the cloak outward. All creatures within 5 feet of you must make a DC 14 Dexterity saving throw taking 1d4+1 magical piercing damage on a failed save and half as much on a successful one. If a creature has one of your spectral daggers stuck in them, they also take magical piercing damage equal to your sneak attack damage and the spectral dagger then vanishes.</p>"
    },
    "Ferrous Fists": {
      "name": "Ferrous Fists",
      "description": "<p><em>Requires attunement by a Monk</em></p><p class=\"MsoNormal\">These wraps are embedded with claws crafted from a magically infused metal that is in a perpetual state of oxidation. Rust continually flakes off and falls away from them before harmlessly disappearing a moment later. For 1 hour after wrapping your fists with these cloths, you taste iron.</p><p class=\"MsoNormal\">While attuned to these wraps, you gain a +1 bonus to the attack rolls and the damage rolls you make with unarmed strikes and natural weapons. Such attacks are considered to be magical. Once per round, when you hit with an unarmed strike or an attack with natural weapons against a creature wearing any form of nonmagical ferrous armor or shield, you can choose to spend a ki point to corrode the armor or shield. It takes a permanent and cumulative −1 penalty to the AC it offers.</p><p class=\"MsoNormal\"><em><strong>Corrosive Missile.</strong></em> When you spend a ki point to throw a missile caught with your deflect missile feature, you can also choose to empower that missile with corrosive magics. If the attack hits, the missile deals an additional 1d6 necrotic damage while also corroding a nonmagical ferrous piece of armor or shield. It takes a permanent and cumulative -1 penalty to the AC it offers.</p>"
    },
    "Alchemicowl": {
      "name": "Alchemicowl",
      "description": "<p>Alchemists have toiled for years to extend the duration of their potions through additives and alternative brewing processes until an artificer postulated that the delivery method could be improved. By aerosolizing potions to be inhalable instead of imbibing them, it was found that they could be much improved.</p>\n<p> W<span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">hile wearing this cowl, you can use an action to slot or replace potion bottles in the two valves on it. When at least one potion is slotted, you can use a bonus action on your turn to activate one or both of the slotted potions. If the potion has a duration, that duration is doubled. If the potion doesn’t have a duration, then it is instantly applied.</span></p>\n<p> </p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Additionally, you gain advantage on saving throws against aerosolized effects such as gas traps or the </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">stinking cloud</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> spell.</span></p>"
    },
    "Azimuth Chalice": {
      "name": "Azimuth Chalice",
      "description": "<p class=\"MsoNormal\">You can use a bonus action to cause the chalice to emit light forming a celestial map of the night sky around you. This allows you to always know which direction is north and gives advantage on skill checks related to finding your way.</p>\n<p class=\"MsoNormal\">While holding this chalice, it has two states with additional properties depending on which side is held facing upward. You can use an action to flip the chalice, changing the properties it conveys. It can only ever have one of the following states active at a time.</p>\n<p class=\"MsoNormal\"><strong><em>Waxing.</em></strong> The chalice fills with golden light that emanates bright light in a 30 foot radius and dim light in a 60 foot radius. You gain Truesight out to 30 feet while holding this chalice in the Waxing state.</p>\n<p><em><strong> Waning. </strong></em>The chalice roils with a cosmic darkness sucking light from the room around you. All light sources in a 30 foot radius of the chalice are snuffed out creating an area of non-magical darkness that moves with the chalice while holding it in the Waning state. Light sources extinguished by the chalice’s darkness remain extinguished until relit.</p>"
    },
    "Verdant Sanctuary": {
      "name": "Verdant Sanctuary",
      "description": "<p>Peering into the sphere causes a magical image of a picturesque oasis to take shape complete with flowing waters and swaying trees. This sphere is set into a base carved from the scale of an emerald dragon that serves as a guide to lost wanderers in harsh climates.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You can use an action to shake the sphere and place it on the ground. Over a period of 10 minutes, an oasis will magically sprout up around the sphere including a shaded spot to camp in, enough clean drinking water to satiate 8 people for 24 hours, and a date palm tree containing enough fruit to feed 8 people for 24 hours. This oasis alters the area around it in a 60 foot radius making it comfortable, dry, and thick with covering foliage. Additionally the area is shielded from harsh weather effects like storms. This oasis lasts for 12 hours or until the sphere is picked up, upon which the plants wither and the water dries away.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">After using the sanctuary, it ceases to function and the oasis can no longer be seen when peering into it. The image returns after 5 ([[/r 1d6+2]]) days along with the ability to generate an oasis.</span></p>"
    },
    "Roksja's Husk": {
      "name": "Roksja's Husk",
      "description": "<p>This armor has the telltale markings of the basilisk that once bore this hide. Though the beast is long since dead, some of its lifeforce still resides within. While wearing this armor, you gain a +1 bonus to AC.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You can use an action to pull the hood of this armor over your head and gaze at a creature through the basilisk’s eyes. If you and the creature can see one another, the creature must succeed on a DC 14 Constitution saving throw or be paralyzed until the end of your next turn. On subsequent turns, you can use a bonus action to force the creature to make another DC 14 Constitution saving throw, continuing the effect on a failed save.</span></p>\n<p> </p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When this armor’s property has been used for any combination of 5 actions or bonus actions, it ceases to function until you finish a long rest.</span></p>"
    },
    "Honor & Poise - Shortsword": {
      "name": "Honor & Poise - Shortsword",
      "description": "<p>These weapons sing of the elegance of elven craftsmanship as each edge is both beautiful and functional within their design. The shortsword Honor and paired dagger Poise are not just mere showpieces. It’s no doubt that a master smith took their time to craft such blades to serve those who would use them honorably. Though these are two individual weapons, they only take one attunement slot. These weapons are considered magical for purposes of overcoming resistance. </p><p class=\"MsoNormal\">While attuned to these weapons, you can use your reaction once per round to attempt to parry a melee or ranged weapon attack that is targeting you. Make a contested weapon attack roll with Poise versus the attack roll targeting you. If your result is higher, you successfully parry the attack and take no damage from it. Additionally, you gain a charge of Honor on successful parries. If the parry fails, the attack hits normally. You can use this feature a number of times per day equal to your proficiency bonus. </p><p class=\"MsoNormal\"><em><strong>Honor.</strong></em> You can have a maximum of 5 honor charges at any time. Any charges that would be gained beyond 5 are lost. At the start of your turn, you can spend any number of honor charges to gain a +1 bonus to attack and damage rolls made with these weapons, per charge spent. This bonus lasts until the end of your turn.</p>"
    }
  }
}
