{
  "label": "AbyssalBrews Vol 2 - Artifact",
  "entries": {
    "Glitch": {
      "name": "Glitch",
      "description": "<p>There are relics in this world that defy the natural order of things and exist in a realm that seems impossible to us. This weapon resembles a sweeping longsword with a leather-wrapped handle and brass fittings at the cross guard and pommel. The blade itself is composed of an unnaturally glowing, green crystal-like material that shifts and distorts constantly. You have a +3 bonus to attack and damage rolls with this magic weapon.</p><p>This weapon has 12 charges. You can use an action to expend 3 or more charges to perform any of the following abilities. It regains [[/r 3d4+3]] charges daily at dawn.</p><p><strong>Control Vee (3 Charges).</strong> Choose an empty space that you can see within 15 feet of you. You instantly teleport to that location leaving a magical clone of yourself at your previous location. It copies your stats except that its hit points are equal to your current level plus your proficiency bonus. This clone takes its turn immediately after yours. It can take one action per turn, cannot move, and cannot cast spells. The clone vanishes when its hit points are reduced to zero or after 1 minute.</p><p><strong>Alt Efore (3 Charges).</strong> You slash the blade through the air causing each of your clones to explode in a reality shattering distortion. Creatures within 5 feet of one of your clones must succeed on a DC 19 Constitution saving throw or become stunned until the end of their next turn. You are immune to the effects of this ability.</p>"
    },
    "Capybarrage": {
      "name": "Capybarrage",
      "description": "<p>While many capybaras are fine with a life of comfortable relaxation in a hot spring, there was one that set out with a different goal. He too wanted the life of adventure and excitement that he saw others aspire to. This brave capybara sought out an ancient deity and asked to be blessed with the means to adopt an adventurer’s lifestyle. So bemused was the goddess that she blessed the creature with heightened intelligence and set him off upon the world. So great did his legend grow that even after death his spirit still remains.</p><p class=\"MsoNormal\">When you first meet the spirit of the capybaran adventurer, he will set about a task for you to complete, often asking you to correct a wrong that he was unable to rectify in his life. If you choose to take this charge and complete the task, he will grant you a singular boon, the ability to summon his spirit in your time of greatest need, though he doesn’t look particularly excited about it.</p><p class=\"MsoNormal\">You can use an action to call forth the spirit of the capybaran adventurer and it will materialize in an empty space within 5 feet of you. It takes the next turn in initiative order after yours. The capybara is incorporeal and cannot take damage. On its turn, the capybara will move up to 20 feet and fire a barrage from its back-mounted arrow cart toward an area of your choosing within 120 feet of it. The arrows spread out in a 30 foot radius circle from the point it was fired towards. Creatures within that area must succeed on a DC 19 Dexterity saving throw to dodge the magical arrows, taking 9d10 force damage on a failed saving throw or half as much on a successful. The capybara’s spirit persists for 1 hour before disappearing forever.</p>"
    },
    "Courage": {
      "name": "Courage",
      "description": "<p>Emblazoned with brilliant colors that fly themselves proudly to all that will look. It’s impossible to gaze upon it without feeling a measure of hope and a growing sense of resolute spirit to fight on in the face of would-be oppressors. Donning it fills you with a sense of tenacity and strengthens your mettle to persevere.</p><p class=\"MsoNormal\">While attuned to this cloak, you and friendly creatures within 30 feet of you are immune to effects that would cause you to be frightened.</p><p class=\"MsoNormal\"><em><strong>Spells.</strong></em><strong> </strong>While wearing this cloak, you can use an action to cast one of the following spells (save DC 18) from it: @UUID[Compendium.dnd5e.spells.ZU9d6woBdUP8pIPt]{Beacon of Hope}, @UUID[Compendium.dnd5e.spells.T1vpZLam7LezjToj]{Divine Word}, or @UUID[Compendium.dnd5e.spells.eGMhwmuleAM46C6L]{Prismatic Spray}. Once you use the cloak to cast a spell, you can't cast that spell again from it until the next dawn</p><p class=\"MsoNormal\"><em><strong>Summon the Proud.</strong></em> While wearing this cloak you can use an action to raise a joyous celebration. You communicate telepathically with all willing creatures within a 40 mile radius and inform them of a coming jubilee. Over the next 24 hours several changes take place in a 1 mile radius around where the action was taken. Colorful streamers, banners, and flags begin to decorate the area. Joyful music can be telepathically heard by the willing at any time of day.<span style=\"mso-spacerun:yes\">  </span>Every dawn, a fully stocked banquet table that grants the benefits of a <em>heroes’ feast</em> appears in an empty space near where the action was taken. These changes last for 30 days before dissipating. Once you have used this property, you cannot use it again for 1 year.</p>"
    },
    "Totality": {
      "name": "Totality",
      "description": "<p>Crafted from an extremely fine black velvet, this cloak has a stunning display of a shifting night sky that moves across it at all times. When the hood is raised, your face is completely shrouded in darkness making it impossible to determine the identity of the creature who wears it from further than 5 feet away. The cloak affects the environment around it causing birds and insects within 60 feet of it to fall silent and lowering the temperature by a few degrees in the same area.</p><p class=\"MsoNormal\">While attuned to this cloak, you gain darkvision to a range of 60 feet. If you already had darkvision, your darkvision distance is doubled instead. Additionally all light sources within a 20 foot sphere of this cloak are treated as one step lower, meaning bright light becomes dim light, and dim light becomes darkness. This extra darkness allows you to blend into the environment granting you a +3 bonus to Stealth checks.</p><p class=\"MsoNormal\">Once per day, you can use an action to raise the hood and speak a command word causing a blinding light to erupt from the hood followed by it becoming cloaked in darkness. Magical darkness spreads from a point centered on you to fill a 30 foot radius sphere for 4 minutes. The darkness spreads around corners. A creature with darkvision can’t see through this darkness, and nonmagical light can’t illuminate it. You are unaffected by this darkness and can see through it normally. If any of this spell’s area overlaps with an area of light created by a spell of 4th level or lower, the spell that created the light is dispelled.</p>",
      "activities": {
        "utility": {
          "condition": "raise the hood and speak a command word"
        }
      }
    }
  }
}
