{
  "label": "AbyssalBrews Vol 1 - Artifact",
  "entries": {
    "Earthember": {
      "name": "Earthember",
      "description": "<p>Forged from the core of an ancient magma elemental, this weapon radiates heat that is almost too much to handle. You have a +3 bonus to attack and damage rolls made with this magic weapon. In addition, this weapon ignores resistance to piercing and fire damage with all of its properties.</p>\n<p><em><strong>Roiling Waters.</strong></em> All pools of water within 120 feet of this spear become geothermically heated to a warm, but comfortable temperature much like a hot spring. If a creature completes a short rest within one of these geothermically heated pools, they are empowered with the might of the ancient magma elemental. They can choose one ability score to raise by 2 for the next 24 hours. Additionally, they become resistant to fire damage for the next 24 hours.</p>\n<p><em><strong>Searing Strikes.</strong></em> When you hit a creature with a melee attack with this weapon, it is immediately engulfed in flames. Each round, at the start of its turn, it takes [[/r 1d6]] fire damage until it uses an action to douse the flames or is otherwise drenched in water.</p>\n<p><em><strong>Blazing Embers.</strong></em> When you hit with a ranged weapon attack with this spear, flame and sparks burst from the target. All creatures within 10 feet of the target, including the target, must make a DC 22 Dexterity saving throw. On a failed save, they take [[/r 3d6]] fire damage and are blinded for 1 round. On a successful save, they take half as much damage and are not blinded.</p>\n<p><em><strong>Conflagration (1/day).</strong></em> You can take an action to embed the tip of this weapon into the ground and unleash superheated vents of flame in an area around you. Choose a number of creatures, up to your proficiency bonus, within 60 feet of you. Those creatures come under the effects of the heat metal spell (DC 22). Casting heat metal in this way does not require concentration. You can spend your bonus action on subsequent turns to continue damage on all of the targets.</p>"
    },
    "Forsworn Bangle": {
      "name": "Forsworn Bangle",
      "description": "<p><em>Arcane Focus (requires attunement by a Sorcerer)</em></p><p>Locked away in your bloodline is something truly special. Something you didn’t even know until you placed this bangle on your arm. Through it you hear the voices of your ancestry whispering secrets of the world thought lost long ago. Once you attune to this bangle and place it on your arm it cannot be removed by any means other than a wish spell.</p><p>While wearing and attuned to this bangle, it acts as an arcane focus for your magic. Spells cast using this bangle gain a +3 bonus to spell attack rolls and any save DCs for those spells are raised by +3 as well. Additionally, you can use your Charisma modifier instead of Intelligence for history checks if they pertain to the region, politics, or society that you are originally from as your ancestors whisper the truth to you.</p><p>When you spend sorcery points to bend your spells with metamagic, you can apply two metamagic features to a single spell instead of being limited to one. You still spend the normal amount of sorcery points you would need to activate both features.</p><p>If you die while wearing this bangle, your soul enters it joining the voices within. If you are not resurrected within 5 days, your soul is kept there permanently and all resurrection attempts fail as the bangle finally falls from your arm.</p>"
    },
    "Raincaller's Horn": {
      "name": "Raincaller's Horn",
      "description": "<p>The horn of the Raincallers is revered by those that work the land knowing the bounty it brings to nature around it. Those who are lucky enough to wield one of these staves have the power to influence the world in a way that few others could and bring soothing balm to both land and flesh. This staff can be wielded as a magic quarterstaff that grants a +3 bonus to attack and damage rolls made with it. While you hold it, you gain a +3 bonus to spell attack rolls. </p><p class=\"MsoNormal\">While holding this staff, you are immune to diseases. Additionally, you can always sense the nearest body of water within 10 miles of your current location. </p><p class=\"MsoNormal\">While attuned to this weapon, you gain a pool of 300 hit points stored within the staff. You can use an action to blow the horn and cause healing rain to fall over creatures of your choosing, that you can see, within 120 ft. The healing rain restores an amount of hit points of your choosing to each creature and removes that amount from the pool of hit points. If you restore 10 or more hit points to a target, they are also cured of blindness, deafness, or any diseases affecting them. The hit point pool is restored once per day when the staff is immersed in water. </p><p class=\"MsoNormal\"><em><strong>Raincaller’s Blessing (1/year). </strong></em>You can take an hour to perform a ritualistic series of calls from the horn on this staff to call the rains to the land around you. When you do this, all land in a 50 mile radius from where you blew the horn becomes blessed. For one year, rains of holy water fall over the land regularly, cleansing it of evil effects and enriching its soil. The land becomes extremely fertile and crops grown from it are much larger than normal, wildlife becomes plentiful, and creatures that drink the waters from the rain gain advantage on saving throws against contracting diseases. When the effect ends, the lands return to their normal fertility and rain amounts over a course of 30 days unless it is blessed again by this staff.</p>"
    }
  }
}
