{
  "label": "AbyssalBrews Vol 1 - Very Rare",
  "entries": {
    "Bellum Rosis": {
      "name": "Bellum Rosis",
      "description": "<p>Adorning the crossguard of this massive sword are 3 magicked white roses that smell vibrant and sweet, but with a slight hint of iron. You gain a +2 bonus to attack and damage rolls made with this magic weapon.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When you reduce a creature’s hit points to 0 with an attack from this weapon, one of the roses turns blood red unless that creature is a construct. The blood roses act as charges that last 24 hours before dissipating. This sword can hold a maximum of 3 charges.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When you hit a creature with an attack with this weapon, you can choose to spend up to 3 charges to inflict brutal lacerations on a creature. For each charge spent, the creature takes [[/r 1d6]] necrotic damage and gains a laceration that lasts 1 minute. Creatures with lacerations take [[/r 1d4]] necrotic damage per laceration at the start of your turn and you gain an amount of temporary hit points equal to the necrotic damage taken.</span></p>"
    },
    "Butterfly Effect": {
      "name": "Butterfly Effect",
      "description": "<p>The slightest change can send ripples through time and space altering the course of history. Those who understand cause and effect seek to exploit these mechanisms for their own means. This butterfly knife used to belong to one such creature and still vibrates with magical potential. While attuned, you have a +2 bonus to attack and damage rolls made with this magical weapon.</p><p>When you hit with an attack with this dagger, you can choose to mark a creature instead of dealing damage, leaving behind a seared scar that the creature is aware of, in the shape of a butterfly. At the start of your subsequent turns, another butterfly scar appears on the marked creature up to a maximum of 10. A marked creature only gains additional scars at the start of your turn, not from additional attacks.</p><p>When a marked creature starts their turn, you can take a reaction to flourish this dagger and cause the scars to rip open. The marked creature must make a Constitution saving throw where the DC is 8 + your proficiency bonus + the number of butterfly scars currently on them. On a failure, they take 1d8 necrotic damage per butterfly scar and are stunned until the start of their next turn. On a success, they take half as much damage and are not stunned. Afterwards all of the scars disappear and the creature is no longer marked. You can only mark one creature at a time and cannot move the mark.</p>"
    },
    "Static Steps": {
      "name": "Static Steps",
      "description": "<p>Some aspire to the height of fashionable expression in their clothing, but few can boast that they have shoes that spark when they walk. With each step a small snap of electricity travels across the sole of these metal lined shoes and crackles away harmlessly. This snap is audible to all within 30 feet of these shoes. They are extremely comfortable and increase your base movement speed by 10 feet when worn. </p><p>While wearing these shoes, when you move for a total of 60 feet during initiative order you gain the Charged condition. While Charged, you gain resistance to lightning damage as electricity arcs across your body. This condition lasts for 1 minute or until you expend the Charged condition on one of the following properties. </p><p><strong>Static Strike.</strong> When you hit with an attack, you can expend the Charged condition to add [[/r 2d12]] lightning damage to your damage roll. The creature must make a DC 16 Constitution saving throw or be stunned until the end of its turn. </p><p><strong>Static Shift.</strong> During your turn, you can expend the Charged condition to instantly teleport to a new location you can see within 60 feet of you. You burst forth at the new location in a flash of lightning shoving any creature within 5 feet of you 10 feet away from where you teleported. </p>"
    },
    "Trailblazer's Tome": {
      "name": "Trailblazer's Tome",
      "description": "<p><em>Requires Attunement by a Wizard</em></p><p>This robust tome is clad in thick leather and jammed with maps and wayfinding tips that would be useful to most anyone stuck in the wilderness. You can see that the handwriting within it comes from a number of owners, but deciphering their shorthand may be difficult. It has a working compass embedded in the front cover.</p><p class=\"MsoNormal\">When found, the book contains the following spells, which are wizard spells for you while you are attuned to the book: @UUID[Compendium.dnd5e.spells.cYI4RNNjI5GAmLhy]{Find the Path}, @UUID[Compendium.dnd5e.spells.sTIkQK7KuQNOyY0C]{Hallucinatory Terrain}, @UUID[Compendium.dnd5e.spells.W4Qx5z0id6da0vqg]{Legend Lore}, @UUID[Compendium.dnd5e.spells.Iv2qqSAT7OkXKPFx]{Locate Animals or Plants}, @UUID[Compendium.dnd5e.spells.Kn7K5PtYUJAKZTTp]{Purify Food and Drink}, and @UUID[Compendium.dnd5e.spells.NXWWWgHtWb7Nv21F]{Tiny Hut}. It functions as a spellbook for you.</p><p class=\"MsoNormal\">While you are holding the book, you can use it as a spellcasting focus for your wizard spells.</p><p class=\"MsoNormal\">Once per day, you can place the book on the ground and hold your hand on the compass while picturing the world around you. When you open the book next, you will find a detailed map of the area in a 10 mile radius around you. The map is illusory and shows elevation changes in a third dimension. You can command the map to zoom in and out and rotate around areas by gesturing your hand. It does not show the layout of underground structures or interiors of buildings. The illusory map remains until the next dawn when this ability recharges.</p>"
    },
    "Boreal Coronet": {
      "name": "Boreal Coronet",
      "description": "<p>As the wearer grows in power, so too does the coronet upon its head, gaining new abilities and enhancing those already known. While attuned to this circlet, you can use an action to cast <em>chill touch</em>, <em>dancing lights</em>, or <em>ray of frost</em> using your highest modifier as your spellcasting modifier. You are considered proficient with these cantrips.</p><p class=\"MsoNormal\">This coronet has 6 charges for use with the following properties. It regains [[/r 1d6+2]] expanded charges when you complete a long rest. While wearing it, you can use a bonus action to expend 1 or more of its charges and activate one of its properties.</p><p class=\"MsoNormal\"><em><strong>Frozen Carapace (2 charges).</strong></em> Your body becomes coated in dazzling, icy armor. You gain a +2 bonus to AC and resistance to cold and radiant damage. This armor lasts for 1 hour or until you dismiss it.</p><p class=\"MsoNormal\"><em><strong>Wondrous Display (3 charges). </strong></em>The boreal lights above the coronet grow in size and intensity. All creatures of your choice that can see you and are within 30 feet of you must make a DC 15 Wisdom saving throw or become paralyzed until the start of your next turn as they are awestruck by the lights.</p>"
    },
    "Blade of the Battle Hymn": {
      "name": "Blade of the Battle Hymn",
      "description": "<p>While holding this longsword, you hear a single voice softly humming a hymn that grows to a full orchestra as you gain battle hymn levels. Only the creature holding this sword can hear the battle hymn.</p>\n<p>You gain a +2 bonus to attack and damage rolls made with this magic w<span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">eapon. When you reduce a creature’s HP to 0 while holding this weapon, your battle hymn level increases by one. When you gain a battle hymn level, you gain the level’s effects in addition to any effects currently active on you. You lose all battle hymn levels if you do not reduce a creature’s HP to 0 for 30 minutes.</span></p>\n<p><strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Battle Hymn Level</span></strong></p>\n<table style=\"width:100%;height:85px\" border=\"1\">\n<tbody>\n<tr style=\"height:17px\">\n<td style=\"width:9.7089%;height:17px\">Level</td>\n<td style=\"width:90.2911%;height:17px\">Effect</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:9.7089%;height:17px\">1</td>\n<td style=\"width:90.2911%;height:17px\">When you hit a creature with this weapon, it takes an extra [[/r 1d8]] force damage.</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:9.7089%;height:17px\">2</td>\n<td style=\"width:90.2911%;height:17px\">Your base walking speed is increased by 15 feet.</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:9.7089%;height:17px\">3</td>\n<td style=\"width:90.2911%;height:17px\">At the start of your turn, you gain temporary hit points equal to your battle hymn level.</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:9.7089%;height:17px\">4</td>\n<td style=\"width:90.2911%;height:17px\">When you hit a creature with an attack using this weapon, that creature must succeed on a DC 12 Strength saving throw or be knocked prone. You are defeaned.</td>\n</tr>\n</tbody>\n</table>\n<p> </p>"
    },
    "Lover's Vow": {
      "name": "Lover's Vow",
      "description": "<p>They say that the bonds of love are stronger than any hand-crafted material, but the bonds of this shared locket might be even stronger. This trinket is formed from two metals, forged into interlocked hands and an ornamented braid that displays the shape of a heart. It comes with two chains that hang from the top of each of the braided portions of the locket.</p><p class=\"MsoNormal\">When two creatures place the chains of this locket around their neck simultaneously, a mutual connection is formed. The locket bursts with a crackling spark of red tinged magic and both parties can smell the distinct scent of a rose for a few moments. After this, the interlocked hands separate and the locket splits into two halves, one worn by each party. The lockets cannot be removed after placing it around your neck by any means other than a <em>wish </em>spell.</p><p class=\"MsoNormal\"><em><strong>As long as we both shall live. </strong></em>When one creature wearing a half of the locket dies by any means including failed death saves, massive damage, or a spell both halves of the locket burst in a flash of crackling magics resembling a small firework. The smell of roses hangs thick in the air as the creature that died suddenly vanishes and reappears in the safest empty space next to the creature wearing the other half of the locket. They reappear with half of their hit points, rounded down, and cleansed of any conditions they had when they died. Both halves of the locket are destroyed when this happens.</p>"
    },
    "Unworthy": {
      "name": "Unworthy",
      "description": "<p>They say that whosoever pulled the sword from the stone would truly be a worthy successor to the throne. Unfortunately you are not worthy, but perhaps if you’re strong enough then no one will say anything to the contrary. Though this weapon is a greatclub, it also has the heavy property due to the unwieldy nature of it. You gain a +2 bonus to attack and damage rolls made with this magical weapon.</p><p class=\"MsoNormal\">Due to the heft of it, this weapon is especially well suited for destruction of property. Your damage is doubled when the target of your attack is an object or structure.</p><p class=\"MsoNormal\"><em><strong>Heavy Swing.</strong></em> You can use an action to put all of your strength behind the weapon and swing it in a circle around you. All creatures within 5 feet of you must succeed on a Dexterity saving throw (DC 17) or take 1d8+2 magical bludgeoning damage and be stunned until the start of their next turn. You can do this a number of times per day equal to your Strength modifier without penalty. For each time you use a Heavy Swing after reaching your Strength modifier, you gain 1 level of exhaustion. Your uses reset after completion of a long rest.</p>"
    },
    "Bangsnap Bracer": {
      "name": "Bangsnap Bracer",
      "description": "<p><em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Utilizing a questionable and experimental substance known as Belfizz fuel, this bracer promises to cause pain for those at a distance. Something about this bracer feels a bit terrifying to strap on to your arm, but the utility that it offers is undeniably tempting as it promises to hurl flaming blades at your enemies at quite high speeds.</span></em></p>\n<p>When you are attuned to this item, you are considered proficient with it. On your turn, you can take a bonus action to make a ranged weapon attack with this bracer against an enemy you can see within 60 feet. On a hit, the creature takes 1d6 slashing damage and 1d6 fire damage. Additionally, they are ignited as flames spread across them. An ignited creature takes 1d6 fire damage at the end of their turn. The creature stops being ignited after 1 minute, if they are drenched with water, or if they take an action to put out the flames.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em><strong>Instability.</strong></em> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When working with experimental fuel, things can quickly go astray. If you roll a 1 on your ranged weapon attack with this bracer it becomes unstable. If you roll another 1 on a ranged weapon attack while the bracer is unstable, it explodes dealing 6d6 fire damage to you and all creatures within a 20 ft. radius of the bracer. The bracer becomes stable again upon completing a long rest. A bracer that has exploded becomes unusable until you spend a long rest and 20 GP in parts to repair it.</span></p>"
    },
    "Amorphous Alloy - Greataxe": {
      "name": "Amorphous Alloy - Greataxe",
      "description": "<p>Rumors speak of the hideous Hellsmiths that wield weapons of molten metal, shaping this specialized alloy to their own whim and crafting weapons for the fiends at its side. When you attune to this weapon, you can safely touch and carry the blade though anyone within 5 ft. of it feels unbearable heat emanating from it. You have a +1 bonus to attack and damage rolls made with this magic weapon.</p><p class=\"MsoNormal\">When you find this weapon, it is in the form of either a greatsword, a greataxe, or a glaive. Once per round when you hit with an attack with this weapon, you gain one charge of Hellsmith’s Heat up to a maximum of 5. If you do not hit with an attack with this weapon during your turn, you lose a charge of Hellsmith’s Heat to a minimum of 0.</p><p class=\"MsoNormal\"><em><strong>Hellsmith’s Heat.</strong></em> For each charge of Hellsmith’s Heat you have, add +1 fire damage to any successful attacks with this weapon. When you are at 5 charges of Hellsmith’s Heat, you can use an action to emit a wave of scorching air around you and change the form of this weapon. Creatures within 20 ft. of you must make a DC 16 Constitution saving throw taking 3d8 fire damage on a failed save or half as much on a successful one. You can then choose to change the weapon’s shape to either a greatsword, a greataxe, or a glaive. You then lose all charges of Hellsmith’s Heat.</p>"
    },
    "Luma Sacrosanct": {
      "name": "Luma Sacrosanct",
      "description": "<p><em>Bullseye Lantern</em></p>\n<p class=\"MsoNormal\">While this lantern is lit it acts as a standard bullseye lantern, though it never needs to be refilled with oil. Instead, it is powered by magical oil that only depletes when used for one of the lantern’s Properties.</p>\n<p class=\"MsoNormal\">The lantern has 10 Charges for the following Properties. It regains 1d6 + 4 expended Charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the lantern loses its Properties and becomes a nonmagical lantern.</p>\n<p class=\"MsoNormal\"><strong><em>Glorious Truth. </em></strong>While holding this lantern, you can use an action to expend 1 charge and turn the lantern’s face to the Mosaic of Truth. Any magical items within the lantern’s bright light cast an aura as if under the effects of <em>detect magic</em>. This effect lasts for 1 minute or until you change the face of the lantern or dismiss it</p>\n<p class=\"MsoNormal\"><strong><em>The Blessed Morn.</em></strong> While holding this lantern, you can use an action to expend 2 charges and turn the lantern’s face to the Mosaic of the Morn. Any allied creature that is caught in the lantern’s bright light comes under the effects of the <em>bless</em> spell. This effect lasts for 1 minute or until you change the face of the lantern or dismiss it.</p>\n<p class=\"MsoNormal\"><strong><em>Faithful’s Salvation.</em></strong> While holding this lantern, you can use an action to expend 3 charges and turn the lantern’s face to the Mosaic of Salvation. Any allied creature that is caught in the lantern’s bright light regains 3d8 hit points.</p>\n<p><em><strong>Bane of the Damned.</strong></em> While holding this lantern, you can use an action to expend 5 charges and turn the lantern’s face to the Mosaic of the Damned. Any abberations, fiends, or undead caught in the lantern’s bright light must make a DC17 Constitution saving throw. On a failed save, a creature takes 6d8 radiant damage and is blinded until the end of their next turn. On a successful save, a creature takes half as much damage.</p>"
    },
    "Clean Slate": {
      "name": "Clean Slate",
      "description": "<p class=\"MsoNormal\">This gleaming white robe seems to glisten in the sun with its unnatural ability to stay perfectly clean. No matter the grime and dirt it is exposed to, it still stays perfectly white shirking off spills and soot alike. Additionally, it always smells of a refreshing spring breeze across a flowered meadow.</p>\n<p class=\"MsoNormal\"><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">While you are attuned to this robe, when you become blinded, charmed, deafened, frightened, paralyzed, petrified, or poisoned, you can instead direct that condition to the robe rendering yourself unaffected by it. The condition is stored on the robe as an impossible to remove stain in a random location. The robe can store up to 3 different conditions in this manner.</span></p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><strong style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em>Cleansing Tide (1/day). </em></strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">As an action, you can send the ribbons of this robe spiraling outward toward a creature you can see within 30 ft. For each condition currently stored on the robe, the creature must make a DC 16 Constitution saving throw or become affected by that condition. Conditions applied in this manner last 1 minute. A creature can repeat their saving throws at the end of their turn, removing a condition on a success. The stains on the robe disappear after using this property.</span></p>"
    },
    "Pine Lute of Planning": {
      "name": "Pine Lute of Planning",
      "description": "<p><em>Requires Attunement by a Bard</em></p><p>Thinking ahead is imperative to making the most of any situation. Crafting a plan that lets you exploit enemies’ weaknesses and mask your own can take a dangerous situation and turn it mundane. They say no plan survives first contact with the enemy, but when that happens you just make another, preferably over a drink.</p><p>When you take a long rest while attuned to this item, you can spend time playing the lute and planning out your set list for the next adventuring day which becomes magically engraved into the face of the lute. Roll your bardic inspiration die a number of times equal to your Charisma modifier and note the results of each roll.</p><p>When a creature misses with an attack or fails a saving throw you can use your reaction to grant that creature bardic inspiration using one of the results noted earlier. That creature must immediately apply the result to the attack or saving throw. When you grant bardic inspiration in this way, remove that result from the pool and mark a use of bardic inspiration as you would normally. The noted results reset upon completion of a long rest and new results must be rolled.</p>"
    },
    "Growth & Rot": {
      "name": "Growth & Rot",
      "description": "<p>Though these are two separate weapons, attuning to them only uses one attunement slot. You are considered proficient with these daggers when you attune to them. You have a +2 bonus to attack and damage rolls made with these magical weapons.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Attacks made with Growth always deal radiant damage. Attacks made with Rot always deal necrotic damage. Depending on which weapon is in your main hand, these daggers gain additional properties. You can use a bonus action to switch which weapon is in your main hand.</span></p>\n<p><em><strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Growth:</span></strong></em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> When Growth is in your main hand and you hit a creature with a melee weapon attack using it, the creature sprouts a magicked flower on some part of their body up to a maximum of 5 flowers. For each flower that is currently on the creature, their base movement speed is lowered by 5 feet as vines sprawl out from the flowers. Each flower lasts for 1 minute or until a creature uses an action to remove it.</span></p>\n<p><em><strong>Rot:</strong></em> When Rot is in your main hand and you hit a creature with a melee weapon attack using it, all magicked flowers on their body burst in a cloud of spores dealing 1d4 necrotic damage per flower to all creatures in a 10 foot radius. You are immune to this damage. All magicked flowers wither away after bursting.</p>"
    },
    "Huntress Mindspear": {
      "name": "Huntress Mindspear",
      "description": "<p>This spear is something very different, from the markings on its haft to the writhing tendrils that sit at the end there is something otherworldly about it. It feels foreign and almost alien, but at the same time comfortable and well crafted.</p>\n<p>You have a +2 bonus to attack and damage rolls made with this magic weapon.</p>\n<p>While attuned to this weapon and grappling a hostile creature, you can use an action to press the writhing tendrils to the creature forcing it to make a DC14 Wisdom saving throw. On a failed save, you can direct the creature to take one simple action such as “attack that creature” or “run away”. The creature must spend its next turn doing its best to obey that command. You can use this ability once, recharging when you complete a short or long rest.</p>"
    },
    "Amorphous Alloy - Greatsword": {
      "name": "Amorphous Alloy - Greatsword",
      "description": "<p>Rumors speak of the hideous Hellsmiths that wield weapons of molten metal, shaping this specialized alloy to their own whim and crafting weapons for the fiends at its side. When you attune to this weapon, you can safely touch and carry the blade though anyone within 5 ft. of it feels unbearable heat emanating from it. You have a +1 bonus to attack and damage rolls made with this magic weapon.</p><p class=\"MsoNormal\">When you find this weapon, it is in the form of either a greatsword, a greataxe, or a glaive. Once per round when you hit with an attack with this weapon, you gain one charge of Hellsmith’s Heat up to a maximum of 5. If you do not hit with an attack with this weapon during your turn, you lose a charge of Hellsmith’s Heat to a minimum of 0.</p><p class=\"MsoNormal\"><em><strong>Hellsmith’s Heat.</strong></em> For each charge of Hellsmith’s Heat you have, add +1 fire damage to any successful attacks with this weapon. When you are at 5 charges of Hellsmith’s Heat, you can use an action to emit a wave of scorching air around you and change the form of this weapon. Creatures within 20 ft. of you must make a DC 16 Constitution saving throw taking 3d8 fire damage on a failed save or half as much on a successful one. You can then choose to change the weapon’s shape to either a greatsword, a greataxe, or a glaive. You then lose all charges of Hellsmith’s Heat.</p>"
    },
    "Ash & Dust": {
      "name": "Ash & Dust",
      "description": "<p><em><strong>Damage. </strong></em>This weapon does 1d8 slashing damage.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When you attune to this finely crafted scythe, you are considered to be proficient with it. </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You have a +2 bonus to attack and damage rolls made with this magic weapon. While attuned to this weapon, your skin becomes pale and your face turns gaunt. You gain advantage on Intimidation skill checks. When you hit with an attack with this weapon, you can choose to do necrotic damage instead of slashing.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><strong>Ashes to Ashes.</strong> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">If a creature is below half of its hit point total when hit with an attack with this weapon, it must succeed on a DC 14 Constitution saving throw or take an additional 4d6 necrotic damage.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><strong>Dust to Dust.</strong> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When you hit a creature with an attack with this weapon roll 2d100. If the results of the rolls are the same number, the creature hit with this attack dies instantly and cannot be resurrected by any means other than a </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Wish</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> spell.</span></p>"
    },
    "Runerite's Chisel": {
      "name": "Runerite's Chisel",
      "description": "<p>The runerite’s halls are filled with the tinks and clinks of metal on stone. Each with their own purpose, no strike is to be wasted. The power to imbue the stones with magical glyphs to be used in times most needed is an opportunity to those that know how to listen to the stones, but as useless as a boulder to those that don’t speak their language.</p><p class=\"MsoNormal\">This chisel has a number of charges equal to your proficiency bonus. You can spend 1 minute carving a rune into any small stone with it and expend a charge to imbue the rune with one of these magical properties. Anyone carrying the runestone gains its benefit.</p><p class=\"MsoNormal\"><em><strong>Stadi.</strong></em> You’re remarkably hard to stop. Difficult terrain does not slow your movement speed.</p><p class=\"MsoNormal\"><em><strong>Stringu.</strong></em> Your muscles bulge and you feel powerful. You gain a +2 bonus to Strength based skill checks and saving throws.</p><p class=\"MsoNormal\"><em><strong>Sturn.</strong> </em>You’re immune to the charmed condition.</p><p class=\"MsoNormal\">The runestones lose their magical imbuement at the next dawn. Charges reset at dawn when the chisel is first touched to stone.</p>"
    },
    "High Roller": {
      "name": "High Roller",
      "description": "<p class=\"MsoNormal\"><em>Requires attunement by a rogue</em></p>\n<p>The excitement of a gamble tempts nobles and ne’er do wells alike. Seeking the thrill of a game of chance can empty pockets or even topple kingdoms depending on those involved. No game could be more risky than one of life or death at the end of this dagger. You have a +2 bonus to attack and damage rolls made with this magic dagger.</p>\n<p class=\"MsoNormal\">When you successfully hit with a sneak attack while attuned to this weapon, before rolling your damage, you can choose to call your roll. State the number of 6s you think you will roll on your sneak attack damage.</p>\n<p>If your call is correct, roll a number of additional d6s equal to your called number and add the results as extra magical piercing damage. If your call is incorrect, remove a number of dice from the sneak attack damage roll equal to the difference between your called number and the correct number of 6s rolled. You must start with the highest rolls and proceed to the lowest rolls when removing sneak attack damage dice.</p>"
    },
    "Earthmovers": {
      "name": "Earthmovers",
      "description": "<p>Magics that twist and manipulate the very earth on which we stand are classic, but finding ways to bind those magics to objects and allow anyone to shape them is more unique. These gloves are imparted with the same magics used to raise mighty earthen titans like marching citadels, albeit at a much smaller scale.</p><p class=\"MsoNormal\">These gloves have a number of charges equal to the proficiency bonus of the creature that is attuned to them. During your turn, you can use an action to expend a number of charges of your choosing. Spent charges are regained after finishing a long rest and touching the gloves to earth. Each charge spent allows you to manipulate the earth around you in one of the following ways</p><p class=\"MsoNormal\"><em><strong>Pillar.</strong></em> Choose a 5 ft. by 5 ft. area you can see within 30 ft. That area is immediately raised 10 ft. upward on an earthen pillar. Creatures standing in that area must make a DC 14 Dexterity saving throw or fall prone. The pillar lasts for 1 minute or until you dismiss it on your turn.</p><p class=\"MsoNormal\"><em><strong>Wall.</strong></em> You mold a wall of earth and rock in an area you can see within 30 ft. The wall is up to 10 ft. wide and up to 5 ft. tall. It is always 1 foot thick. Medium and smaller creatures can take full cover behind it. Large creatures get half cover. The wall lasts for 1 minute or until you dismiss it on your turn.</p><p class=\"MsoNormal\"><em><strong>Boulder.</strong></em> You form a boulder of earth and stone and fling it toward a creature you can see within 30 ft. That creature must make a DC 14 Dexterity saving throw or take 1d6 bludgeoning damage and be pushed 5 ft.<span style=\"mso-spacerun:yes\">  </span>away from you.</p>"
    },
    "Paean's Protector": {
      "name": "Paean's Protector",
      "description": "<p><em>Requires attunement by a creature already attuned to a Blade of the Battle Hymn</em></p>\n<p>This shield has 6 charges for the following properties. It regains 1 charge when a hostile creature misses an attack against its wielder. If you expend the last charge, roll a d20. On a 1, the shield cannot gain charges until the next dawn.</p>\n<p><strong>Ballad of the Bulwark.</strong> You can use an action to expend 1 of the shield’s charges and gain a +2 bonus to AC for 1 minute. When you use this property, the shield vibrates in a rhythmic fashion causing blows to be deflected with greater ease.</p>\n<p><strong>Song of Scorn.</strong> You can use an action to expend 3 of the shield’s charges and cause a burst of cacophonous sound to erupt from the shield. Each creature in a 15-foot cone originating from the shield must succeed on a DC 15 Constitution saving throw, or be stunned until the end of its next turn.</p>\n<p><strong>Righteous Refrain.</strong> You can use an action to expend 6 of the shield’s charges and touch the Blade of the Battle Hymn to this shield causing the battle hymn to emanate from the shield. The battle hymn can be heard by all creatures in a 15-foot radius centered on the shield. All allies in a 15-foot radius centered on the shield gain the effects of your current battle hymn level for 1 minute after which the battle hymn can no longer be heard by others.</p>"
    },
    "Go Getter": {
      "name": "Go Getter",
      "description": "<p class=\"MsoNormal\"><em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Spooled rope and a grappling hook constructed out of whatever they could find hardly makes for a confidence inspiring gadget, but it can’t be denied that it gets the job done. A versatile tool, it can be used for getting around or bringing other things to you.</span></em></p>\n<p class=\"MsoNormal\"><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You can take an action to fire the Go Getter propelling the grappling hook and rope along with it up to 60 feet. If the target is a ledge, pillar, or other inanimate object that isn’t covered in ice or grease the grappling hook will latch on securely and begin retracting. The rope retracts at a rate of 20 ft. per round and is capable of lifting 2 medium creatures or 1 large creature that are holding on to the Go Getter. Creatures being lifted by the go getter still experience gravity so it is not possible to fly across long gaps without falling.</span></p>\n<p class=\"MsoNormal\"><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">If the Go Getter is fired at a large or smaller creature, make a ranged attack. On a hit, the creature is restrained. You can take a bonus action on subsequent turns to reel in the Go Getter pulling the creature up to 10 ft. towards you. A restrained creature can take an action on its turn to make a DC 15 Strength check to break free from the rope, becoming unrestrained on a success.</span></p>\n<p class=\"MsoNormal\">The Go Getter becomes exceedingly hot after firing and retracting causing it to jam. After 30 minutes of cooling down, it can be fired again.</p>"
    },
    "Lightward's Focus": {
      "name": "Lightward's Focus",
      "description": "<p><em>Requires Attunement by a Spellcaster</em></p><p>This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While holding it, you have a +2 bonus to spell attack rolls.</p><p>This staff has 10 charges for the following properties. It regains 1d6+3 charges daily at dawn when first held in sunlight.</p><p><strong>Spells.</strong> You can use an action to expend 1 or more of the staff’s charges to cast one of the following spells from it, using your spell save DC: <em>chromatic orb</em> (1 charge), <em>color spray</em> (1 charge), <em>daylight</em> (3 charges), <em>hypnotic pattern</em> (3 charges), <em>prismatic spray</em> (7 charges).</p><p>You can also use an action to cast the <em>dancing lights</em> spell from the staff without using any charges.</p><p><strong>Kaleidoscopic Casting.</strong> When you cast a spell that deals damage, you can expend 1 charge to change the damage type of the spell to a type of your choosing. When you do so, the spell erupts from the staff in a burst of prismatic light.</p>"
    },
    "Duality Circlet": {
      "name": "Duality Circlet",
      "description": "<p>The jewel of duality sits firmly in the center of this metallic circlet with one foot on either side of the struggle. While you are attuned to this circlet, your Wisdom score is 19. Your Wisdom score is unchanged if your Wisdom is 19 or higher without it.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Additionally, as an action you can cast the following spells each twice per day: </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">bane</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> (Spell save DC15)</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">, bless, detect evil and good.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">While you are maintaining concentration on the </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">bane </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">spell, you come under the effects of the </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">bless </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">spell. While you are maintaining concentration on the </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">bless</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> spell, you can choose one enemy that you can see within 30 feet to come under the effects of the</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> bane</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> spell.</span></p>"
    },
    "Miragic Cube": {
      "name": "Miragic Cube",
      "description": "<p class=\"MsoNormal\">Some say mirrors are windows to other worlds where versions of ourselves look back at us. If this is true, then reality is but the reflection we inhabit at that moment. When you attune to this amulet, your reflection appears in the mirrors on the sides of it and stays there no matter the angle you look at it from.</p><p class=\"MsoNormal\">While attuned to this item, you can speak the command word causing you to become invisible until the end of your turn and [[/r 1d6]] reflections of yourself appear in empty spaces of your choosing, that you can see, within 20 feet of you. They are indistinguishable from you and share your stats for purposes of hits and saves except that each has 1 hit point. They cannot attack or move on their own instead appearing to taunt nearby creatures. When a reflection’s hit points drop to zero, it shatters like a broken mirror and disappears.</p><p class=\"MsoNormal\">While any reflections remain, you can use a bonus action to swap places with them. The reflections remain for 1 minute or until you dismiss them. Creatures with truesight can tell the nature of the reflections. Once you have used the cube to summon reflections, you cannot do so again until you complete a short rest.</p>"
    },
    "Regency": {
      "name": "Regency",
      "description": "<p class=\"MsoNormal\"><em>Requires Attunement by a Barbarian</em></p>\n<p class=\"MsoNormal\">This greataxe is opulently decorated with all manner of gems and jewels both pleasing to the eye and offering a satisfying heft in the hand. You gain a +2 bonus to attacks and damage rolls made with this magical weapon.</p>\n<p class=\"MsoNormal\">When you attune to this weapon and again when you complete a short or long rest, you can designate a number of creatures equal to half of your proficiency bonus, rounded down, to be your loyal subjects.</p>\n<p class=\"MsoNormal\">When you rage within view of your loyal subjects, they can use their reaction to move up to their movement speed without taking opportunity attacks. While you have a loyal subject within 30 ft. of you during your rage, they gain a regal shield around them granting a +1 bonus to their AC and reducing any damage they take by an amount equal to your rage bonus.</p>"
    },
    "Timeflux Contraption": {
      "name": "Timeflux Contraption",
      "description": "<p class=\"MsoNormal\">The origins of this item remain a mystery and the runes around it prove difficult to transcribe. It hums with a magical energy as the air around it shifts and distorts in unnatural ways and putting your ear close to it produces distorted hums and distant voices.</p>\n<p class=\"MsoNormal\">You can use an action to place this item on a horizontal surface and activate it by speaking a time in the past. You can specify absolute times and dates or more general times like “The last time someone was here” or “When this place was busiest”. A 60 ft. radius sphere extends from the device projecting a vision of that time around it. You can see detailed representations of creatures and hear them speaking as if you were there. The vision lasts for 1 hour or until you dismiss it by moving the contraption. After using the device to view the past, it ceases to function. You can roll a [[/r d100]] each dawn, on a roll of 88 or above the device is reset and begins functioning again.</p>\n<p class=\"MsoNormal\">While the vision is active, you can choose one inanimate object from the vision and pick it up, transporting it in the condition it was in during the vision, to your current time and location. If the item exists in the current time, that version disappears. If you pick up an item while the vision is active, the contraption is partially ruined and the runes go dark preventing it from being reset. It may be repairable by those with the correct skills and components but finding them may prove difficult.</p>"
    },
    "Crash & Ox": {
      "name": "Crash & Ox",
      "description": "<p>Mutualistic relationships abound in nature allowing creatures to cover their weaknesses by working with another. One such relationship is the noble rhinoceros and the observant oxpecker. This magically charged shield bears the markings of each on it. While holding this shield, you have a +1 bonus to AC.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">While attuned to this shield, you can’t be surprised as the carved oxpecker will chirp loudly when attack is imminent.</span></p>\n<p><em><strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Charge.</span></strong></em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> As an action, you can raise this shield in front of you and charge ahead in a straight line up to your movement speed, ignoring opportunity attacks. Each creature in that line must make a DC 15 Strength saving throw. On a failed save, they take [[/r 2d6]] magical bludgeoning damage and are knocked prone. On a successful save, they take half damage and are not knocked prone.</span></p>"
    },
    "Flask of the Golden Branch": {
      "name": "Flask of the Golden Branch",
      "description": "<p>This wondrous flask, wrapped in a mystical type of smooth wood, bares 4 sacks from its branches. Each sack contains [[/r 2d6+2]] of a particular color of glass marble when found and the flask itself contains clean drinking water.</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When the flask has clean drinking water in it, you can use an action to draw up to two of the marbles from the sacks and place them into the flask. Upon completion of a long rest with the marbles in the flask, the marbles are dissolved and the contents become a potion granting effects based on the color of marbles that were added. The flask holds a maximum of two marbles. If two marbles of the same color are added, the effects are doubled.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em><strong>Crimson.</strong></em> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You regain [[/r 1d4+2]] hit points per round for 30 seconds.</span></p>\n<p><em><strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Cerulean.</span></strong></em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You regain one spell slot of a level of your choosing.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em><strong>Opalline.</strong></em> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You gain resistance to non-magical bludgeoning, piercing, and slashing damage for 1 minute.</span></p>\n<p><em><strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Crystalline.</span></strong></em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> You cure one instance of poison or disease.</span></p>"
    },
    "The KraCan": {
      "name": "The KraCan",
      "description": "<p>This small can feels oddly heavy for the size of it. Turning the can around or shaking it causes you to hear the distant sound of ocean waves crashing.</p>\n<p>You can take an action to open the can and throw it up to 30 feet. When the can lands, eight otherworldly tentacles rise from it. The first eight creatures that start their turn within a 15 foot radius of the can, must make a DC 15 Dexterity saving throw or be restrained by the tentacles. A creature that is restrained by the tentacles takes [[/r 1d8]] bludgeoning damage at the start of their turn and is moved up to 10 feet in a random direction within the can’s 15 foot radius.</p>\n<p>Each tentacle has an AC of 11 and 12 hit points. Reducing a tentacle’s hit points to 0 releases a restrained creature and causes the tentacle to retract into the can. If a creature is restrained for 5 consecutive turns, they are pulled into the can and die instantly. Their body cannot be recovered by any means other than a wish spell.</p>\n<p>After 1 minute, the tentacles are pulled back into the can and the effect ends. The can magically reseals after one week.</p>"
    },
    "Duelist's Grace": {
      "name": "Duelist's Grace",
      "description": "<p>While some use power and ferocity to their advantage, others opt for fighting techniques that take advantage of their fluidity and reflexes. Finding the right angle of attack or deflection serves them better than tackling their foes head on. You have a +1 bonus to attack and damage rolls made with this magic weapon.</p><p>When you roll initiative, you can designate one creature you can see to be your dueling partner. Once per round, when you hit your dueling partner with an attack with this weapon, you gain a charge of Grace up to a maximum of 5 charges. If you hit a creature other than your dueling partner, you lose a charge of Grace that round. If your dueling partner drops to 0 hit points, you can use a bonus action to choose a new dueling partner and reset your Grace to 0. All charges of Grace are lost if you do not attempt to attack your dueling partner for 1 minute.</p><p><strong>Grace.</strong> For each charge of Grace you currently have, you gain a +1 bonus to AC and saving throws against attacks and spells made by your dueling partner. At maximum Grace, on your turn, you can take an additional attack action against your dueling partner each round.</p>"
    },
    "Breacher's Cuffs": {
      "name": "Breacher's Cuffs",
      "description": "<p><em>Requires attunement by a rogue</em></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Originally developed by master locksmiths to keep their tools on hand at any time, some modifications have turned these cuffs into a thief's best friend. These cuffs function as thieves’ tools allowing fast access to their kit at any moment. You gain a +1 bonus to thieves’ tool checks made while attuned to these cuffs. Additionally, a tacky sponge on the cuffs can be used to coat your fingers in a subtle adhesive granting you a +1 bonus to sleight of hand checks. While attuned to these cuffs, you gain access to the following properties.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em><strong>Grease (1/day).</strong></em> </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Opening a small canister on the side of the cuffs causes slippery liquid to spray from it granting the same effects as the </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">grease</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> spell. The grease magically refills at dawn.</span></p>\n<p><em><strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Garotte.</span></strong></em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> Piano wire on a hidden spool makes for a deadly weapon. If you are within 5 feet of a creature that is unaware of your presence, you can take an action to attempt to garotte them. The target must succeed on a DC14 Dexterity saving throw. On a failed save, roll an amount of dice equal to double your current sneak attack damage. The target takes magical force damage equal to that amount and is grappled. The target can repeat the save at the start of their next turn, repeating the damage on a failed save. Taking damage while garotting someone causes you to lose your grip and end the garotte.</span></p>\n<p><em><strong><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Tripwire.</span></strong></em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> A thin but strong fishing line hidden on the cuffs can be used to create a tripwire. The line is 20 feet long and has 3 pins on either end that can be embedded into walls or wrapped around objects. When a creature triggers the trap by walking into the fishing line while unaware, they must succeed on a DC18 Dexterity saving throw or fall prone. A creature looking for the trap can find it with a perception check (DC16) and disable it by simply cutting the line. The line magically regenerates at dawn.</span></p>"
    },
    "Headsman's Hood": {
      "name": "Headsman's Hood",
      "description": "<p>People knew and feared the headsman as they were the brutal hand that dispensed what some would call justice and others would call tyranny. The shame that came with such a job led many to hide their face away from the public, donning hoods to avoid the eyes of their neighbors. Though, while some felt shame, others reveled in their skill.</p><p class=\"MsoNormal\">While you are attuned to this hood and wearing it, others will have a hard time identifying you. Anyone who wishes to recognize you must make a perception check at disadvantage versus your deception check. On a failure, they cannot determine who you are unless you tell them. This effect lasts for one hour until they can try to make the contested check again.</p><p class=\"MsoNormal\">Additionally, while you are attuned to this hood and wearing it, you gain a +2 bonus to melee attack and damage rolls made against creatures that are below half of their hit point maximum. When you lower a creature’s hit points to 0 with an attack with a melee weapon you can choose to decapitate it, if it has a head. If you decapitate a creature in this way, it cannot be revived by any means other than a Wish spell.</p>"
    },
    "Frostflinger": {
      "name": "Frostflinger",
      "description": "<p class=\"MsoNormal\">Originally, these devices were made with the purpose of chilling meat for longer term storage in high end restaurants, but a few enterprising adventurers saw their potential as an instrument of combat. </p><p class=\"MsoNormal\"><em><strong>Properties &amp; Damage.</strong></em> The Frostflinger is a ranged weapon with the Ammunition (range 30/90), reload (3 shots), and two-handed properties. It deals 2d8 cold damage. </p><p class=\"MsoNormal\">When you attune to this frosty weapon, you are considered proficient with it. Ammunition for this weapon is any chunk of ice which can be stored on the side of the weapon and is magically prevented from melting. The weapon can store a total of 4 chunks of ice at any time with 3 on the side and one in the firing basket. Each chunk of ice is enough for 3 shots. When a creature is hit by a shot from this weapon, it gains a charge of Frostbite. </p><p class=\"MsoNormal\"><em><strong>Frostbite.</strong></em> With each charge of this stacking condition, the creature’s movement speeds are lowered by 5 feet. If any of the creature’s movement speeds are lowered to 0 due to this condition, they are frozen and become restrained for 1 minute. The creature can break free from restraint by making a DC 15 Strength saving throw at the end of their turn. Creatures lose all charges of Frostbite if they are not hit by an attack from the Frostflinger for 1 minute or when they become unrestrained after having been frozen.</p>"
    },
    "Fife of the Frostingale": {
      "name": "Fife of the Frostingale",
      "description": "<p class=\"MsoNormal\"><em>Instrument, requires attunement by a bard</em></p>\n<p class=\"MsoNormal\"><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">The sweet song of the Frostingale harkens the coming of winter and this fife of ice and frost mimics its call perfectly.</span></p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">While attuned to this fife, you are considered proficient with it. When an ally uses your Bardic Inspiration for an attack roll that hits, bitter cold wind encompasses the target. The target must succeed on a Constitution saving throw vs your Spell save DC. On a failed save, the target is Frostbitten for 1 minute. While Frostbitten, its base movement speed is lowered by 10 ft. and it becomes vulnerable to cold damage. A Frostbitten creature can use an action on its turn to repeat the save, ending the condition on a success.</span></p>\n<p class=\"MsoNormal\"> </p>\n<p class=\"MsoNormal\"><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">If a Frostbitten creature takes more than 30 cold damage from one attack or spell, it is Paralyzed for 1 minute as it is encased in solid ice.</span></p>"
    },
    "Amorphous Alloy - Glaive": {
      "name": "Amorphous Alloy - Glaive",
      "description": "<p>Rumors speak of the hideous Hellsmiths that wield weapons of molten metal, shaping this specialized alloy to their own whim and crafting weapons for the fiends at its side. When you attune to this weapon, you can safely touch and carry the blade though anyone within 5 ft. of it feels unbearable heat emanating from it. You have a +1 bonus to attack and damage rolls made with this magic weapon.</p><p class=\"MsoNormal\">When you find this weapon, it is in the form of either a greatsword, a greataxe, or a glaive. Once per round when you hit with an attack with this weapon, you gain one charge of Hellsmith’s Heat up to a maximum of 5. If you do not hit with an attack with this weapon during your turn, you lose a charge of Hellsmith’s Heat to a minimum of 0.</p><p class=\"MsoNormal\"><em><strong>Hellsmith’s Heat.</strong></em> For each charge of Hellsmith’s Heat you have, add +1 fire damage to any successful attacks with this weapon. When you are at 5 charges of Hellsmith’s Heat, you can use an action to emit a wave of scorching air around you and change the form of this weapon. Creatures within 20 ft. of you must make a DC 16 Constitution saving throw taking 3d8 fire damage on a failed save or half as much on a successful one. You can then choose to change the weapon’s shape to either a greatsword, a greataxe, or a glaive. You then lose all charges of Hellsmith’s Heat.</p>"
    },
    "Tectonic Treads": {
      "name": "Tectonic Treads",
      "description": "<p>Created by infusing a pair of boots with the essence of an earth elemental, these treads gain several benefits that could come in handy for any adventurer. While wearing these magical boots, you are resistant to lightning damage as you are always grounded.</p>\n<p>These boots have two states with additional properties. You can use a bonus action to speak the command word and change between states. They can only ever have one of the following states active at a time.<span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> </span></p>\n<p><em><strong>Shifting Soils.</strong></em>  While in this state, you gain tremorsense out to a range of 60 feet. Additionally, you can walk on walls and ceilings that are made of dirt or stone. You can take an action to stomp your foot and cause a pillar of sharpened rock to jut from the ground in the space of a creature you can sense within 30 feet. They must succeed on a Dexterity saving throw (DC 14) or take [[/r 2d8]] bludgeoning damage.<span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> </span></p>\n<p><em><strong>Landslide.</strong></em> Stone encompasses the boots. Your base walking speed is set to 0 and you cannot jump. You gain the ability to surf across terrain with your feet planted in a moving, rocky wave at a speed of 60 feet per round. You cannot be moved against your will or knocked prone while in this state.</p>"
    },
    "Sanguisuge": {
      "name": "Sanguisuge",
      "description": "<p>The path to righteousness has many branches. Some lead to great power at the expense of what you hold dear. This item has a number of dark black and red beads that seem to be made of inky stone. The symbol that hangs from it is unfamiliar and gripping it causes thoughts of violence to race through your mind. This item can be used as a spellcasting focus.</p><p>While attuned to Sanguisuge, you can alter any spell you cast to change its damage type to necrotic. This also alters the appearance of your spells in various ways to make them look unnatural and unsettling. A fireball may explode in green and black flame for example.</p><p><strong>Sacrifice.</strong> When you cast a spell that deals necrotic damage to a creature, you can choose to take the same amount of necrotic damage which cannot be mitigated in any way. When you do so, choose another creature within 30 feet that you can see. That creature regains hit points equal to twice the damage you took. You can use this feature a number of times per day equal to your proficiency bonus.</p>"
    },
    "Deadman's Chest": {
      "name": "Deadman's Chest",
      "description": "<p>An odd odor persists around this armor and its appearance is off putting for many who would gaze upon it. The type of twisted necromancy required to craft armor of this nature is surely forbidden in many places in the world. You have a +1 bonus to AC, resistance to poison damage, and immunity to the poisoned condition while attuned to this magical armor.</p><p class=\"MsoNormal\">When you take damage that would reduce you to 0 hit points, you can choose to make a Constitution saving throw with a DC of 5 + the amount of damage taken. On a success, you drop to 1 hit point instead. You can use this feature a number of times equal to your proficiency bonus daily, resetting at dawn.</p><p class=\"MsoNormal\"><em><strong>Curse.</strong></em> This armor is cursed and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the armor, keeping it on at all times. When you complete a long rest, make a Constitution saving throw with a DC equal to the number of times the armor has prevented you from falling to 0 hit points while wearing it. On a failure, permanently reduce your Intelligence score by 1.</p>"
    }
  }
}
