{
  "label": "Allies and Antagonists - Items",
  "folders": {
    "Allies & Antagonists - Items": "Allies & Antagonists - Items"
  },
  "entries": {
    "Dragon’s Uproar": {
      "name": "Dragon’s Uproar",
      "description": "<p><em>Quarterstaff, very rare (requires attunement by a druid)</em></p><p>An ornate quarterstaff with a perched dragon carving affixed to its top. The staff is coated in melted gold from a dragon’s hoard.</p><p>This staff has 3 charges and regains 1d3 expended charges daily at dawn. While holding it, the staff serves as a druidic focus for your druid spells. This staff can be wielded as a magic quarterstaff that grants a +1 bonus to attack and damage rolls made with it. On a hit, it deals damage as a normal quarterstaff, and you can expend 1 charge to deal an extra 2d10 thunder damage to the target. In addition, the target must succeed on a DC 15 Constitution saving throw or become deafened for 1 hour.</p>",
      "activities": {
        "Thunder Damage": {
          "name": "Thunder Damage"
        }
      }
    },
    "Antivenom": {
      "name": "Antivenom",
      "description": "<p>A creature that drinks this potion is instantly cured of any poisons, and is resistant to poison damage for 1 hour.</p>"
    },
    "Heavy Crown": {
      "name": "Heavy Crown",
      "description": "<p><em>Wondrous item, very rare (requires attunement)</em></p><p>This crown is crafted from solid gold and magically emanates a sense of empathy.</p><p>While you wear this crown, you are able to cast each of the following spells once per day: @UUID[Compendium.dnd5e.spells.Item.8dzaICjGy6mTUaUr]{bless}, @UUID[Compendium.dnd5e.spells.Item.7UwUjJ6owIQkEPrs]{branding smite}, @UUID[Compendium.dnd5e.spells.Item.uUWb1wZgtMou0TVP]{cure wounds}, and @UUID[Compendium.dnd5e.spells.Item.ge3Saet9zPTDyaoL]{heroism}.</p><p><strong>Cursed.</strong> This crown is cursed, a fact that is revealed only when an <em>identify</em> spell is cast on the crown or you attune to it. While cursed, you are compelled to do good. If you commit an evil act or see someone in need and fail to render assistance, you take 3 (1d6) psychic damage and gain one level of exhaustion. This curse can only be broken by the <em>wish</em> spell or similar magic.</p>",
      "activities": {
        "Cast Heroism": {
          "name": "Cast Heroism"
        },
        "Cast Bless": {
          "name": "Cast Bless"
        },
        "Cast Branding Smite": {
          "name": "Cast Branding Smite"
        },
        "Cast Cure Wounds": {
          "name": "Cast Cure Wounds"
        },
        "Curse": {
          "name": "Curse"
        }
      },
      "effects": {
        "Heavy Crown": {
          "name": "Heavy Crown"
        }
      }
    },
    "Hat of Assurance": {
      "name": "Hat of Assurance",
      "description": "<p><em>Wondrous item, rare (requires attunment)</em></p><p>A black hat crafted with fine silks by an aruspicem, granting them beguiling powers over those they meet.</p><p>The hat has 4 charges. While wearing it, you can use an action to expend 1 of its charges to cast the <em>@UUID[Compendium.dnd5e.spells.Item.ppWAAEul0QHtm4er]{detect thoughts}</em> spell from it. The hat regains [[/r 1d4]] charges at dawn.</p><p>In addition, while you wear the hat, you have advantage on Charisma (Deception) checks and creatures that you can see within 10 feet of you that are not hostile have disadvantage on saving throws against being charmed from spells cast by you.</p>"
    },
    "Cureall Tincture": {
      "name": "Cureall Tincture",
      "description": "<p>A creature that drinks this tincture is instantly cured of any disease, and has advantage on Constitution saving throws, which lasts until it completes a long rest.</p>",
      "effects": {
        "Cureall Tincture": {
          "name": "Cureall Tincture"
        }
      }
    },
    "Potion of Hardiness": {
      "name": "Potion of Hardiness",
      "description": "<p>A creature that drinks this potion adds 1d4 to its Constitution score, which lasts until it completes a long rest.</p>",
      "effects": {
        "Potion of Hardiness": {
          "name": "Potion of Hardiness"
        }
      }
    },
    "Cloak of the Wraith": {
      "name": "Cloak of the Wraith",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p><p>This dark green silk hood exudes continually- flowing shadows that dissapate as they move away from it.</p><p>While you wear this cloak, you can move through other creatures and objects as if they were difficult terrain. You take 5 (1d10) force damage if you end your turn inside an object.</p>"
    },
    "Ameliorate Swath": {
      "name": "Ameliorate Swath",
      "description": "<p>A creature that applies this wrap as a bonus action gains 2d4 temporary hit points at the start of each of its turns for 1 minute. </p>"
    }
  }
}
