{
  "label": "BLFX 法术",
  "folders": {
    "Cantrips": "戏法",
    "1st Level": "1 环",
    "2nd Level": "2 环"
  },
  "entries": {
    "Scorching Ray": {
      "name": "Scorching Ray",
      "description": "<p>You hurl three fiery rays. You can hurl them at one target within range or at several. Make a ranged spell attack for each ray. On a hit, the target takes 2d6 Fire damage.</p><p><strong>Using a Higher-Level Spell Slot.</strong> You create one additional ray for each spell slot level above 2.</p><p>[[@item.level + 1]]{Total Rays}</p><section class=\"secret\" id=\"secret-oGtlIJyXcJvR4EPg\"><p><strong>Boss Loot Note</strong></p><p>Use the Cast activity to choose how many rays each target receives. To skip the Activity Choice Dialog, <strong>Shift + Click</strong> the spell.</p><p>Spell slot consumption is handled automatically when using the Cast activity.</p><p>If you are using Midi-QoL, open the <strong>Cast</strong> activity, go to the Midi-QoL tab, and disable “Other Activity Compatible”. This prevents Midi-QoL from automatically trigger the Attack activity at the same time as Cast.</p></section>",
      "activities": {
        "Cast": {
          "name": "Cast"
        },
        "Attack (don't use)": {
          "name": "Attack (don't use)"
        }
      }
    },
    "Blur": {
      "name": "朦胧术",
      "description": "<p>你的身体变得模糊不定，难以捉摸。在法术持续时间内，所有生物对你发动的攻击检定具有劣势。不过若攻击者能通过&Reference[blindsight]{盲视}或 &Reference[truesight]{真实视觉}观测你，则其免疫于此法术的效应。</p>",
      "effects": {
        "Blurred": {
          "name": "朦胧",
          "description": "<p>在法术持续时间内，所有生物对你发动的攻击检定具有劣势。不过若攻击者能通过盲视或真实视觉观测你，则其免疫于此法术的效应。</p>"
        }
      }
    },
    "Thunderwave": {
      "name": "雷鸣波",
      "description": "<p>You unleash a wave of thunderous energy. Each creature in a 15-foot Cube originating from you makes a Constitution saving throw. On a failed save, a creature takes 2d8 Thunder damage and is pushed 10 feet away from you. On a successful save, a creature takes half as much damage only.</p><p>In addition, unsecured objects that are entirely within the Cube are pushed 10 feet away from you, and a thunderous boom is audible within 300 feet.</p><p><strong>Using a Higher-Level Spell Slot.</strong> The damage increases by 1d8 for each spell slot level above 1.</p><section id=\"secret-LMH4klnzPJqkXojt\" class=\"secret\"><p><strong>Boss Loot Note</strong></p><p>Apply the Push Active Effect to push affected targets 10ft. away from you.</p></section>",
      "target": {
        "affects": {
          "special": "self"
        }
      },
      "effects": {
        "Push": {
          "name": "推离",
          "description": "<p>若豁免失败，为目标应用该主动效应以将其推离 10 尺。</p>"
        }
      }
    },
    "Flame Blade": {
      "name": "火焰刀",
      "description": "<p>You evoke a fiery blade in your free hand. The blade is similar in size and shape to a scimitar, and it lasts for the duration. If you let go of the blade, it disappears, but you can evoke it again as a Bonus Action.</p><p>As a Magic action, you can make a melee spell attack with the fiery blade. On a hit, the target takes Fire damage equal to 3d6 plus your spellcasting ability modifier.</p><p>The flaming blade sheds Bright Light in a 10-foot radius and Dim Light for an additional 10 feet.</p><p><strong>Using a Higher-Level Spell Slot.</strong> The damage increases by 1d6 for each spell slot level above 2.</p><section id=\"secret-1eFEtpwXZdezhSnN\" class=\"secret\"><p><strong>Boss Loot Note</strong></p><p>Apply the <strong>Light</strong> Active Effect to the caster to create a 20ft. light.</p></section>",
      "materials": {
        "value": "一片漆树叶"
      },
      "activities": {
        "Evoke Blade": {
          "name": "召出焰刃"
        }
      },
      "effects": {
        "Light": {
          "name": "发光",
          "description": "<p>火焰刀散发出半径 10 尺的明亮光照以及额外 10 尺的微光光照。</p>"
        }
      }
    },
    "Flaming Sphere": {
      "name": "炽焰法球",
      "description": "<p>一颗直径 5 尺的火焰球显现在施法距离内地面上的一处未被占据的空间，并在法术持续时间内持续存在。任何生物在火球周围 5 尺内结束其回合时必须进行一次 [[/save ability=dex dc=@attributes.spell.dc]] 豁免。豁免失败者将受到 2d6 点火焰伤敏捷豁免。豁免失败者将受到 2d6 点火焰伤害，豁免成功则伤害减半。</p><p>你可以用一个附赠动作将火球沿着地面移动 30 尺。如果你将火球移入某名生物所占据的空间，则该生物必须进行对抗火球伤害的豁免，而火球在该回合内停止移动。</p><p>移动火球时，你可以指引它越过不高于 5 尺的障碍，或者越过不宽过 10 尺的陷坑。被火球触碰的任何未被着装或携带的可燃物件都会开始燃烧。火球向其周围散发出半径 20 尺的明亮光照，以及额外 20 尺的微光光照。</p><p><strong>升环施法：</strong>使用的法术位每比二环高一环，其伤害就增加 1d6。</p>",
      "materials": {
        "value": "一颗蜡球"
      }
    },
    "Gust of Wind": {
      "name": "造风术",
      "description": "<p>A Line of strong wind 60 feet long and 10 feet wide blasts from you in a direction you choose for the duration. Each creature in the Line must succeed on a Strength saving throw or be pushed 15 feet away from you in a direction following the Line. A creature that ends its turn in the Line must make the same save.</p><p>Any creature in the Line must spend 2 feet of movement for every 1 foot it moves when moving closer to you.</p><p>The gust disperses gas or vapor, and it extinguishes candles and similar unprotected flames in the area. It causes protected flames, such as those of lanterns, to dance wildly and has a 50 percent chance to extinguish them.</p><p>As a Bonus Action on your later turns, you can change the direction in which the Line blasts from you.</p><section class=\"secret\" id=\"secret-EkcbwCOqAcRu6ZG7\"><p><strong>Boss Loot Note</strong></p><p>Apply the <strong>Push</strong> Active Effect to push affected targets 15ft. away from you.</p></section>",
      "materials": {
        "value": "一颗豆类种子"
      },
      "activities": {
        "Cast and Save": {
          "name": "施展并豁免"
        }
      },
      "effects": {
        "Push": {
          "name": "推离",
          "description": "<p>若豁免失败，为目标应用该主动效应以将其推离 15 尺。</p>"
        }
      }
    },
    "Magic Missile": {
      "name": "魔法飞弹",
      "description": "<p>你创造三枚由魔法力场形成的闪光飞镖，并让每发飞镖袭向施法距离内你能看见的指定生物。每发飞镖对目标造成 [[/damage 1d4+1 force]]伤害。所有飞镖将同时袭向目标，而你还可以指定它们击中同一个目标或是分别击中几个目标。</p><p><strong>升环施法：</strong> 使用的法术位每比一环高一环，该法术就会多制造出一支飞镖。</p><p>[[2 + @item.level]]{环阶 [[lookup @item.level]] 飞弹}</p>",
      "activities": {
        "Cast": {
          "name": "施展"
        }
      }
    },
    "Thorn Lash": {
      "name": "Thorn Lash",
      "description": "<p>A barbed vine snaps out toward a creature you can see within range. Make a melee spell attack against the target. On a hit, it takes 1d4 piercing damage, and if it is Large or smaller, you can pull it up to 10ft straight toward you.</p><p><strong>Cantrip Upgrade.</strong> The damage increases by 1d4 when you reach levels 5 (2d4), 11 (3d4), and 17 (4d4).</p><section class=\"secret\" id=\"secret-i2l1Be10M1ABhBd8\"><p><strong>Boss Loot Note</strong></p><p>Apply one of the Active Effects (Pull 5ft. or Pull 10ft., based on the player’s choice), to pull the target creature toward the user.</p><p>If you are using Midi-QoL, open the <strong>Attack and Pull</strong> activity, go to the Midi-QoL tab, and enable “Choose Effects”. With this option enabled, Midi will prompt you to choose which Active Effect to apply after each successful hit.</p><p>Alternatively, you can simply dissociate one of the Active Effects from the activity’s Effects tab if you don’t want both available.</p></section>",
      "activities": {
        "Attack": {
          "name": "Attack"
        },
        "Attack and Pull": {
          "name": "Attack and Pull"
        }
      },
      "effects": {
        "Pull 10ft": {
          "name": "Pull 10ft",
          "description": "<p>Apply this Active Effect to pull a creature 10ft closer to you.</p>"
        },
        "Pull 5ft": {
          "name": "Pull 5ft",
          "description": "<p>Apply this Active Effect to pull a creature 5ft closer to you.</p>"
        }
      }
    },
    "Produce Flame": {
      "name": "燃火术",
      "description": "<p>A flickering flame appears in your hand and remains there for the duration. While there, the flame emits no heat and ignites nothing, and it sheds Bright Light in a 20-foot radius and Dim Light for an additional 20 feet. The spell ends if you cast it again.</p><p>Until the spell ends, you can take a Magic action to hurl fire at a creature or an object within 60 feet of you. Make a ranged spell attack. On a hit, the target takes 1d8 Fire damage.</p><p><strong>Cantrip Upgrade.</strong> The damage increases by 1d8 when you reach levels 5 (2d8), 11 (3d8), and 17 (4d8).</p><section class=\"secret\" id=\"secret-QvkzwYh3XYu7CM2Q\"><p><strong>Boss Loot Note</strong></p><p>Apply the <strong>Light</strong> Active Effect to the caster to create a 40ft. light.</p></section>",
      "activities": {
        "Cast": {
          "name": "施展"
        },
        "Hurl Fire": {
          "name": "投掷火焰"
        }
      },
      "effects": {
        "Light": {
          "name": "发光",
          "description": "<p>删除此主动效应以恢复指示物至原本光亮。</p>"
        }
      }
    },
    "Hunter's Mark": {
      "name": "猎人印记",
      "description": "<p>你指定施法距离内一个你能看见的生物并以魔法标记其作为你的猎物。直至法术终止前，你每次以任何攻击命中该目标时都会额外造成[[/damage]]伤害，且每当你为寻找目标生物而进行感知（[[/check ability=wis skill=prc]]{察觉} 或 [[/check ability=wis skill=sur]]{生存}）检定时都具有优势。</p><p>如果在法术结束前目标 HP 降至 0，则你可以用附赠动作将标记转移至施法距离内的另一个可见生物。</p><p><strong>升环施法：</strong>使用三环或四环法术位施展该法术时，其专注可以维持至多 8 小时。使用环阶 5+ 的法术位施展该法术时，其专注可以维持至多 24 小时。</p>法术位时你的专注持续时间为 8 小时，使用 5 环或更高法术位时专注持续时间为 24 小时。</p>",
      "activities": {
        "Mark Creature": {
          "name": "标记猎物"
        },
        "Bonus Mark Damage": {
          "name": "印记伤害加值"
        }
      },
      "effects": {
        "Mark Creature": {
          "name": "标记猎物"
        }
      }
    }
  }
}
