{
  "label": "CotO Scenes",
  "folders": {
    "World and City Maps": "World and City Maps",
    "Chap. 1: Blood on the Crown": "Chap. 1: Blood on the Crown",
    "Chap. 2: The Midnight Curse": "Chap. 2: The Midnight Curse",
    "Chap. 3: Trapped Under Shadows": "Chap. 3: Trapped Under Shadows",
    "Chap. 4: The Vanished Tower": "Chap. 4: The Vanished Tower",
    "Chap. 5: Breaking the Midnight Curse": "Chap. 5: Breaking the Midnight Curse",
    "Chap. 6: Reign of the Lich King": "Chap. 6: Reign of the Lich King",
    "Additional Maps": "Additional Maps",
    "Crown of the Oathbreaker": "Crown of the Oathbreaker"
  },
  "entries": {
    "Tipper's Tree": {
      "name": "Tipper's Tree"
    },
    "Fort Blackbell": {
      "name": "Fort Blackbell"
    },
    "Mirror Maze (10 ft)": {
      "name": "Mirror Maze (10 ft)"
    },
    "Kingdom of Aglarion (Cursed)": {
      "name": "Kingdom of Aglarion (Cursed)"
    },
    "Ziggurat of Dread": {
      "name": "Ziggurat of Dread"
    },
    "Harveston (chap 4.)": {
      "name": "Harveston (chap 4.)"
    },
    "Crown of the Oathbreaker": {
      "name": "Crown of the Oathbreaker"
    },
    "Crypts of House Monder": {
      "name": "Crypts of House Monder",
      "drawings": {
        "Start": "Start",
        "<---": "<---"
      }
    },
    "Darkstone": {
      "name": "Darkstone"
    },
    "Dungeon of Tears": {
      "name": "Dungeon of Tears"
    },
    "Monster Menagerie": {
      "name": "Monster Menagerie",
      "drawings": {
        "Start": "Start",
        "<---": "<---",
        "Alarm": "Alarm",
        "Trap": "Trap"
      },
      "deltaTokens": {
        "Zartior Greentree": {
          "name": "Zartior Greentree (Witchservant cultist)",
          "description": "<p><em>Token artwork by </em><a href=\"https://www.forgotten-adventures.net/\" target=\"_blank\" rel=\"noopener\"><em>Forgotten Adventures</em></a><em>.</em></p><p></p><p>Witchservant cultists are usually bitter, power-hungry individuals who live hidden in society, serving the cause of their Hag patrons in exchange for dark warlock powers. They live as average citizens and practice their rituals secretly, gathering only to conduct vile rituals and contact their hag patrons for guidance. They are usually uninitiated into the deeper schemes of their patrons and superiors.</p><p>For more details, see @UUID[JournalEntry.2KtshmqQNpt9vxz2.JournalEntryPage.iiOhibBiYRG3FzPK#children-of-the-coven]{Children of the Coven}</p><p></p><p><strong>Statblock: </strong>@UUID[JournalEntry.PAvJUI93js934tpB.JournalEntryPage.XtVVh3ePKG8pG2AI]{Witchservant cultist}</p>",
          "items": {
            "Charm Person": {
              "name": "Charm Person",
              "description": "<p>You attempt to charm a humanoid you can see within range. It must make a Wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is &amp;Reference[charmed] by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>"
            },
            "Hellish Rebuke": {
              "name": "Hellish Rebuke",
              "description": "<p>When you are damaged by a creature within 60 feet of you that you can see, you point your finger, and the creature that damaged you is momentarily surrounded by hellish flames. The creature must make a Dexterity saving throw. It takes 2d10 fire damage on a failed save, or half as much damage on a successful one.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d10 for each slot level above 1st.</p>",
              "activation": {
                "condition": "Which you take in response to being damaged by a creature within 60 feet of you that you can see"
              }
            },
            "Spellcasting": {
              "name": "Spellcasting",
              "description": "<p>The [[lookup @name lowercase]] is a 1st-level spellcaster. Its spellcasting ability is Charisma (spell save DC 12, +4 to hit with spell attacks). It knows the following warlock spells:</p><ul><li><p>Cantrips (at will): <em>eldritch blast</em>, <em>poison spray</em></p></li><li><p>1st level (1 slot): <em>charm person</em>, <em>hellish rebuke</em></p></li></ul>"
            },
            "Dagger": {
              "name": "Dagger",
              "description": "<p>A short metal blade mounted to a small hilt and crossguard. The dagger makes an effective side armament for hardened warriors or a hidden blade for assassins and thieves.</p>"
            },
            "Hag’s form": {
              "name": "Hag’s form",
              "description": "<p>The [[lookup @name lowercase]] can magically polymorph into a Small or Medium humanoid for one hour. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.</p>"
            },
            "Leather Armor": {
              "name": "Leather Armor",
              "description": "<p>The breastplate and shoulder protectors of this armor are made of leather that has been stiffened by being boiled in oil. The rest of the armor is made of softer and more flexible materials.</p>"
            },
            "Eldritch Blast": {
              "name": "Eldritch Blast",
              "description": "<p>A beam of crackling energy streaks toward a creature within range. Make a ranged spell attack against the target. On a hit, the target takes 1d10 force damage.</p><p>The spell creates more than one beam when you reach higher levels: two beams at 5th level, three beams at 11th level, and four beams at 17th level. You can direct the beams at the same target or at different ones. Make a separate attack roll for each beam.</p>"
            },
            "Poison Spray": {
              "name": "Poison Spray",
              "description": "<p>You extend your hand toward a creature you can see within range and project a puff of noxious gas from your palm. The creature must succeed on a Constitution saving throw or take 1d12 poison damage.</p><p>This spell's damage increases by 1d12 when you reach 5th level (2d12), 11th level (3d12), and 17th level (4d12).</p>"
            },
            "PuGBkB76M8owiNkp": {
              "name": "Charm Person",
              "description": "<p>You attempt to charm a humanoid you can see within range. It must make a Wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is &amp;Reference[charmed] by you until the spell ends or until you or your companions do anything harmful to it. The charme] creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>",
              "effects": {
                "Charm Person": {
                  "name": "Charm Person",
                  "description": "<p>The target is Charmed by the caster until the spell ends. The charmed creature regards the caster as a friendly acquaintance. When the spell ends, the creature knows it was charmed.</p>"
                }
              }
            },
            "Dark Devotion": {
              "name": "Dark Devotion",
              "description": "<p>[[lookup @name]] has advantage on saving throws against being charmed.</p>"
            }
          }
        }
      }
    },
    "Royal Palace, 1st lvl (chap. 6)": {
      "name": "Royal Palace, 1st lvl (chap. 6)"
    },
    "Onadbyr (Shadowrealm)": {
      "name": "Onadbyr (Shadowrealm)"
    },
    "Arcane Tower": {
      "name": "Arcane Tower"
    },
    "Mirror Maze (5 ft.)": {
      "name": "Mirror Maze (5 ft.)"
    },
    "Tomb of the Constructor": {
      "name": "Tomb of the Constructor"
    },
    "Eyrie of the Fabled": {
      "name": "Eyrie of the Fabled"
    },
    "Dark Fey Forest": {
      "name": "Dark Fey Forest"
    },
    "Royal Palace, 2nd lvl": {
      "name": "Royal Palace, 2nd lvl",
      "drawings": {
        "A Noble In Trouble": "A Noble In Trouble",
        "Fangs of Hellfire": "Fangs of Hellfire",
        "Greedy Retributions": "Greedy Retributions"
      }
    },
    "City of Onadbyr": {
      "name": "City of Onadbyr"
    },
    "Emporium of Marvelous Rarities": {
      "name": "Emporium of Marvelous Rarities",
      "deltaTokens": {
        "Avra": {
          "name": "Avra",
          "items": {
            "Detect Magic": {
              "name": "Detect Magic",
              "description": "<p>For the duration, you sense the presence of magic within 30 feet of you. If you sense magic in this way, you can use your action to see a faint aura around any visible creature or object in the area that bears magic, and you learn its school of magic, if any.</p><p>The spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
            },
            "Mage Armor": {
              "name": "Mage Armor",
              "description": "<p>You touch a willing creature who isn't wearing armor, and a protective magical force surrounds it until the spell ends. The target's base AC becomes 13 + its Dexterity modifier. The spell ends if the target dons armor or if you dismiss the spell as an action.</p>",
              "materials": {
                "value": "A piece of cured leather"
              }
            },
            "Magic Missile": {
              "name": "Magic Missile",
              "description": "<p>You create three glowing darts of magical force. Each dart hits a creature of your choice that you can see within range. A dart deals 1d4 + 1 force damage to its target. The darts all strike simultaneously, and you can direct them to hit one creature or several.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 2nd level or higher, the spell creates one more dart for each slot level above 1st.</p>"
            },
            "Shield": {
              "name": "Shield",
              "description": "<p>An invisible barrier of magical force appears and protects you. Until the start of your next turn, you have a +5 bonus to AC, including against the triggering attack, and you take no damage from magic missile.</p>",
              "activation": {
                "condition": "Which you take when you are hit by an attack or targeted by the magic missile spell"
              }
            },
            "Alter Self": {
              "name": "Alter Self",
              "description": "<p>You assume a different form. When you cast the spell, choose one of the following options, the effects of which last for the duration of the spell. While the spell lasts, you can end one option as an action to gain the benefits of a different one.</p><p><strong>Aquatic Adaptation. </strong>You adapt your body to an aquatic environment, sprouting gills and growing webbing between your fingers. You can breathe underwater and gain a swimming speed equal to your walking speed.</p><p><strong>Change Appearance. </strong>You transform your appearance. You decide what you look like, including your height, weight, facial features, sound of your voice, hair length, coloration, and distinguishing characteristics, if any. You can make yourself appear as a member of another race, though none of your statistics change. You also can't appear as a creature of a different size than you, and your basic shape stays the same; if you're bipedal, you can't use this spell to become quadrupedal, for instance. At any time for the duration of the spell, you can use your action to change your appearance in this way again.</p><p><strong>Natural Weapons. </strong>You grow claws, fangs, spines, horns, or a different natural weapon of your choice. Your unarmed strikes deal 1d6 bludgeoning, piercing, or slashing damage, as appropriate to the natural weapon you chose, and you are proficient with your unarmed strikes. Finally, the natural weapon is magic and you have a +1 bonus to the attack and damage rolls you make using it.</p>"
            },
            "Enlarge/Reduce": {
              "name": "Enlarge/Reduce",
              "description": "<p>You cause a creature or an object you can see within range to grow larger or smaller for the Duration. Choose either a creature or an object that is neither worn nor carried. If the target is unwilling, it can make a Constitution saving throw. On a success, the spell has no effect.</p><p>If the target is a creature, everything it is wearing and carrying changes size with it. Any item dropped by an affected creature returns to normal size at once.</p><p><strong>Enlarge</strong>. The target's size doubles in all dimensions, and its weight is multiplied by eight. This growth increases its size by one category—from Medium to Large, for example. If there isn't enough room for the target to double its size, the creature or object attains the maximum possible size in the space available. Until the spell ends, the target also has advantage on Strength Checks and Strength Saving Throws. The target's Weapons also grow to match its new size. While these Weapons are enlarged, the target's attacks with them deal 1d4 extra damage.</p><p><strong>Reduce</strong>. The target's size is halved in all dimensions, and its weight is reduced to one-eighth of normal. This reduction decreases its size by one category—from Medium to Small, for example. Until the spell ends, the target also has disadvantage on Strength Checks and Strength Saving Throws. The target's Weapons also shrink to match its new size. While these Weapons are reduced, the target's attacks with them deal 1d4 less damage (this can't reduce the damage below 1).</p>",
              "materials": {
                "value": "A pinch of powdered iron"
              }
            },
            "Berserk": {
              "name": "Berserk",
              "description": "<p>Whenever the golem starts its turn with <strong>40 hit points</strong> or fewer, roll a d6. On a 6, the golem goes berserk. On each of its turns while berserk, the golem attacks the nearest creature it can see.</p><p>If no creature is near enough to move to and attack, the golem attacks an object, with preference for an object smaller than itself. Once the golem goes berserk, it continues to do so until it is destroyed or regains all its<strong> hit points. T</strong>he golem's creator, if <strong>within 60 feet</strong> of the berserk golem, can try to calm it by speaking firmly and persuasively. The golem must be able to hear its creator, who must take an action to make a <strong>DC 15 Charisma (Persuasion) check</strong>. If the check succeeds, the golem ceases being berserk. If it takes damage while still at <strong>40 hit points</strong> or fewer, the golem might go berserk again.</p>",
              "activities": {
                "Going Berserk ?": {
                  "name": "Going Berserk ?"
                },
                "Calm it": {
                  "name": "Calm it"
                }
              }
            },
            "Aversion of Fire": {
              "name": "Aversion of Fire",
              "description": "<p>If the golem takes <em><strong>fire damage</strong></em>, it has<strong> disadvantage </strong>on attack rolls and ability checks until the end of its next turn.</p>"
            },
            "Lightning Absorption": {
              "name": "Lightning Absorption",
              "description": "<p>Whenever the golem is subjected to <strong><em>lightning damage</em></strong>, it takes no damage and instead regains a number of<strong> hit points</strong> equal to the <strong><em>lightning damage</em> dealt</strong>.</p>"
            },
            "Magic Resistance": {
              "name": "Magic Resistance",
              "description": "<p>The golem has<strong> advantage </strong>on saving throws against spells and other magical effects.</p>"
            },
            "Magic Weapons": {
              "name": "Magic Weapons",
              "description": "<p>The golem's weapon attacks are magical.</p>"
            },
            "Multiattack": {
              "name": "Multiattack",
              "description": "<p>[[lookup @name]] makes two [[/item Slam]]{slam} attacks.</p>"
            },
            "Slam": {
              "name": "Slam",
              "description": "<p><em>Melee Weapon Attack:</em><strong>+7 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>13 (2d8 + 4) </strong><em><strong>bludgeoning damage</strong></em>.</p>"
            },
            "Immutable Form": {
              "name": "Immutable Form",
              "description": "<p>[[lookup @name]] is immune to any spell or effect that would alter its form.</p><p>But [[lookup @name]] can use it's alter form spell on herself.</p>"
            },
            "Mage Hand": {
              "name": "Mage Hand",
              "description": "<p>A spectral, floating hand appears at a point you choose within range. The hand lasts for the duration or until you dismiss it as an action. The hand vanishes if it is ever more than 30 feet away from you or if you cast this spell again.</p><p>You can use your action to control the hand. You can use the hand to manipulate an object, open an unlocked door or container, stow or retrieve an item from an open container, or pour the contents out of a vial. You can move the hand up to 30 feet each time you use it.</p><p>The hand can't attack, activate magic items, or carry more than 10 pounds.</p>"
            },
            "Mending": {
              "name": "Mending",
              "description": "<p>This spell repairs a single break or tear in an object you touch, such as a broken chain link, two halves of a broken key, a torn cloak, or a leaking wineskin. As long as the break or tear is no larger than 1 foot in any dimension, you mend it, leaving no trace of the former damage.</p><p>This spell can physically repair a magic item or construct, but the spell can't restore magic to such an object.</p>",
              "materials": {
                "value": "Two lodestones"
              }
            },
            "Shocking Grasp": {
              "name": "Shocking Grasp",
              "description": "<p>Lightning springs from your hand to deliver a shock to a creature you try to touch. Make a melee spell attack against the target. You have advantage on the attack roll if the target is wearing armor made of metal. On a hit, the target takes 1d8 lightning damage, and it can't take reactions until the start of its next turn.</p><p>The spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
            }
          }
        }
      }
    },
    "Old Grinder": {
      "name": "Old Grinder"
    },
    "Vaults of the Arcane Tower": {
      "name": "Vaults of the Arcane Tower"
    },
    "Ronul's End (chap. 6)": {
      "name": "Ronul's End (chap. 6)",
      "drawings": {
        "1": "1",
        "2": "2",
        "3": "3",
        "The Trapped Whale": "The Trapped Whale"
      }
    },
    "Shadow Ziggurat": {
      "name": "Shadow Ziggurat"
    },
    "Hall of the Sovereign": {
      "name": "Hall of the Sovereign",
      "deltaTokens": {
        "Elder Cortex": {
          "name": "Elder Cortex",
          "description": "<p class=\"userscript-MsoNormal\">Elder cortices are masterminds of the aberrations of the Farrealm and emissaries of the god-like entities that rule over the realm of madness. These otherworldly abominations are manifestations of the power of the mind itself. The elder cortex drains every piece of information it can from its victims along with their intellects on which it feeds. It assimilates unimaginable amounts of information and uses it to the best effect. They are master manipulators and negotiators, knowledgeable in academic lore and the art of magic.</p><p></p><p><strong>Statblock:</strong> @UUID[JournalEntry.PAvJUI93js934tpB.JournalEntryPage.w3rBwtMRNvIrbv9t]{Elder Cortex}</p>",
          "items": {
            "Psychic Assault": {
              "name": "Psychic Assault",
              "description": "<p>Each creature in a 60-foot cone must make a DC 20 Wisdom saving throw. A creature takes 45 (10d8) psychic damage on a failed save, or half as much damage on a successful one.</p>"
            },
            "Intellect Drain": {
              "name": "Intellect Drain",
              "description": "<p>The elder cortex can target a creature within 120 feet and force it to make a [[/save int 20]] saving throw. On a failed save, the target creature's Intelligence score is reduced by [[/r 1d6]]. The target dies if this reduces its Intelligence to 0. Otherwise, the reduction lasts until the target finishes a short or long rest. For each 1 point of Intelligence reduced this way, the elder cortex gains [[/healing 10]] points.</p><p> </p>"
            },
            "Legendary Resistance": {
              "name": "Legendary Resistance",
              "description": "<p>If the [[lookup @details.type.config.label lowercase]] fails a saving throw, it can choose to succeed instead.</p>"
            },
            "Detect Thoughts": {
              "name": "Detect Thoughts",
              "description": "<p>For the duration, you can read the thoughts of certain creatures. When you cast the spell and as your action on each turn until the spell ends, you can focus your mind on any one creature that you can see within 30 feet of you. If the creature you choose has an Intelligence of 3 or lower or doesn't speak any language, the creature is unaffected.</p><p>You initially learn the surface thoughts of the creature—what is most on its mind in that moment. As an action, you can either shift your attention to another creature's thoughts or attempt to probe deeper into the same creature's mind. If you probe deeper, the target must make a Wisdom saving throw. If it fails, you gain insight into its reasoning (if any), its emotional state, and something that looms large in its mind (such as something it worries over, loves, or hates). If it succeeds, the spell ends. Either way, the target knows that you are probing into its mind, and unless you shift your attention to another creature's thoughts, the creature can use its action on its turn to make an Intelligence check contested by your Intelligence check; if it succeeds, the spell ends.</p><p>Questions verbally directed at the target creature naturally shape the course of its thoughts, so this spell is particularly effective as part of an interrogation.</p><p>You can also use this spell to detect the presence of thinking creatures you can't see. When you cast the spell or as your action during the duration, you can search for thoughts within 30 feet of you. The spell can penetrate barriers, but 2 feet of rock, 2 inches of any metal other than lead, or a thin sheet of lead blocks you. You can't detect a creature with an Intelligence of 3 or lower or one that doesn't speak any language.</p><p>Once you detect the presence of a creature in this way, you can read its thoughts for the rest of the duration as described above, even if you can't see it, but it must still be within range.</p>",
              "materials": {
                "value": "A copper piece"
              }
            },
            "Fly": {
              "name": "Fly",
              "description": "<p>You touch a willing creature. The target gains a flying speed of 60 feet for the Duration. When the spell ends, the target falls if it is still aloft, unless it can stop the fall.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, you can target one additional creature for each slot level above 3rd.</p>",
              "materials": {
                "value": "A wing feather from any bird"
              }
            },
            "Modify Memory": {
              "name": "Modify Memory",
              "description": "<p>You attempt to reshape another creature's memories. One creature that you can see must make a Wisdom saving throw. If you are fighting the creature, it has advantage on the saving throw. On a failed save, the target becomes &amp;reference[condition=charmed] by you for the Duration. The  charmed target is &amp;reference[condition=incapacitated] and unaware of its surroundings, though it can still hear you. If it takes any damage or is targeted by another spell, this spell ends, and none of the target's memories are modified.</p><p>While this charm lasts, you can affect the target's memory of an event that it experienced within the last 24 hours and that lasted no more than 10 minutes. You can permanently eliminate all memory of the event, allow the target to recall the event with perfect clarity and exacting detail, change its memory of the details of the event, or create a memory of some other event.</p><p>You must speak to the target to describe how its memories are affected, and it must be able to understand your language for the modified memories to take root. Its mind fills in any gaps in the details of your description. If the spell ends before you have finished describing the modified memories, the creature's memory isn't altered. Otherwise, the modified memories take hold when the spell ends.</p><p>A modified memory doesn't necessarily affect how a creature behaves, particularly if the memory contradicts the creature's natural inclinations, Alignment, or beliefs. An illogical modified memory, such as implanting a memory of how much the creature enjoyed dousing itself in acid, is dismissed, perhaps as a bad dream. The DM might deem a modified memory too nonsensical to affect a creature in a significant manner.</p><p>A Remove Curse or Greater Restoration spell cast on the target restores the creature's true memory.</p><p><strong>At Higher Levels</strong>. If you cast this spell using a spell slot of 6th level or higher, you can alter the target's memories of an event that took place up to 7 days ago (6th level), 30 days ago (7th level), 1 year ago (8th level), or any time in the creature's past (9th level).</p>"
            },
            "Suggestion": {
              "name": "Suggestion",
              "description": "<p>You suggest a course of activity (limited to a sentence or two) and magically influence a creature you can see within range that can hear and understand you. Creatures that can't be &amp;reference[condition=charmed] are immune to this effect. The suggestion must be worded in such a manner as to make the course of action sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act ends the spell.</p><p>The target must make a Wisdom saving throw. On a failed save, it pursues the course of action you described to the best of its ability. The suggested course of action can continue for the entire duration. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do.</p><p>You can also specify conditions that will trigger a special activity during the duration. For example, you might suggest that a knight give her warhorse to the first beggar she meets. If the condition isn't met before the spell expires, the activity isn't performed.</p><p>If you or any of your companions damage the target, the spell ends.</p>",
              "materials": {
                "value": "A snake's tongue and either a bit of honeycomb or a drop of sweet oil"
              },
              "effects": {
                "Suggestion": {
                  "name": "Suggestion"
                }
              }
            },
            "Telekinesis": {
              "name": "Telekinesis",
              "description": "<p>You gain the ability to move or manipulate creatures or objects by thought. When you cast the spell, and as your action each round for the Duration, you can exert your will on one creature or object that you can see within range, causing the appropriate effect below. You can affect the same target round after round, or choose a new one at any time. If you switch targets, the prior target is no longer affected by the spell.</p><p><strong>Creature</strong>. You can try to move a Huge or smaller creature. Make an ability check with your spellcasting ability contested by the creature's Strength check. If you win the contest, you move the creature up to 30 feet in any direction, including upward but not beyond the range of this spell. Until the end of your next turn, the creature is &amp;reference[condition=restrained] in your telekinetic grip. A creature lifted upward is suspended in mid-air.</p><p>On subsequent rounds, you can use your action to attempt to maintain your telekinetic grip on the creature by repeating the contest.</p><p><strong>Object</strong>. You can try to move an object that weighs up to 1,000 pounds. If the object isn't being worn or carried, you automatically move it up to 30 feet in any direction, but not beyond the range of this spell.</p><p>If the object is worn or carried by a creature, you must make an ability check with your Spellcasting ability contested by that creature's Strength check. If you succeed, you pull the object away from that creature and can move it up to 30 feet in any direction but not beyond the range of this spell.</p><p>You can exert fine control on Objects with your telekinetic grip, such as manipulating a simple tool, opening a door or a container, stowing or retrieving an item from an open container, or pouring the contents from a vial.</p>",
              "effects": {
                "Telekinesis": {
                  "name": "Telekinesis"
                }
              }
            }
          }
        },
        "Baurd": {
          "effects": {
            "Bloodied": {
              "name": "Bloodied"
            }
          }
        },
        "Ilthainthas": {
          "effects": {
            "Bloodied": {
              "name": "Bloodied"
            }
          }
        },
        "Kirionnyn": {
          "effects": {
            "Bloodied": {
              "name": "Bloodied"
            }
          }
        }
      }
    },
    "Riverside Camp": {
      "name": "Riverside Camp"
    },
    "Royal Palace, -1 lvl": {
      "name": "Royal Palace, -1 lvl"
    },
    "Royal Palace, 2nd lvl (Ruined)": {
      "name": "Royal Palace, 2nd lvl (Ruined)",
      "drawings": {
        "Animated Chains for Nuzkia": "Animated Chains for Nuzkia"
      }
    },
    "Harveston (chap. 6)": {
      "name": "Harveston (chap. 6)"
    },
    "Nest of the Cackling Crows": {
      "name": "Nest of the Cackling Crows"
    },
    "Royal Palace, 3rd lvl (Ruined)": {
      "name": "Royal Palace, 3rd lvl (Ruined)"
    },
    "Mountain Path": {
      "name": "Mountain Path"
    },
    "Darkstone Mines": {
      "name": "Darkstone Mines"
    },
    "Nangrath (chap 4.)": {
      "name": "Nangrath (chap 4.)"
    },
    "Sporedark": {
      "name": "Sporedark",
      "deltaTokens": {
        "Fungoid": {
          "name": "Fungoid",
          "description": "<p class=\"userscript-MsoNormal\">Fungoids are semi-intelligent genderless mushroom creatures with humanoid-like anatomy, organizing their savage colonies into tribal units without leaders or any form of hierarchy. They feed on their own kind, which they cultivate on the flesh of their victims. The weakest and most deformed specimens are consumed first, allowing the tribe to survive even in the harshest conditions. Besides growing their own species, they also cultivate various types of mushrooms with a wide variety of magical effects.</p><p></p><p><strong>Statblock: @UUID[JournalEntry.PAvJUI93js934tpB.JournalEntryPage.lconOw2bK9H0Ujo8]{Fungoid}.</strong></p>",
          "items": {
            "Parasitic Spore Discharge": {
              "name": "Parasitic Spore Discharge",
              "description": "<p>When the fungoid dies, it releases its consciousness in a cloud of spores that covers a 30 feet radius area. One creature within the spore clud’s area must succeed on a [[/save 11 constitution]] saving throw. On a failed save the creature is diseased. A creature diseased this way is &amp;reference[condition=incapacitated] and loses control of its body. The fungoid now controls the body and uses the diseased target’s statistics, but doesn’t gain access to the target’s knowledge, class features, or proficiencies. The disease lasts until the body drops to 0 hit points, or the spores are removed by a spell or effect that can remove diseases. When the disease ends, the fungoid’s consciousness ceases to exist.</p>",
              "activities": {
                "save": {
                  "condition": "The fungoid dies"
                }
              },
              "effects": {
                "Parasitic Spore Discharge": {
                  "name": "Parasitic Spore Discharge"
                }
              }
            },
            "Spore Blower": {
              "name": "Spore Blower",
              "description": "<p>The fungoid can blow a cloud of fungal spores in a 15 feet cone with the use of a special spore blower tool similar to a blowgun. The special spore ammunition is stored inside the body of the fungoid and are nonmagical and can emulate any of the following spell effects that target all creatures within the area of the cone: @Compendium[dnd5e.spells.LWTUqKkUQdMAmOe0]{color spray}, @Compendium[dnd5e.spells.nqBDWkVOfcGZt4YU]{faerie fire}, @Compendium[dnd5e.spells.KhwiSi9fwVfUPtku]{sleep}.</p><p></p><p>Note Foundry: use the spells on the spell tab.</p>"
            },
            "Multiattack": {
              "name": "Multiattack",
              "description": "<p>The fungoid makes two attacks: one with its [[/item Spear]]{spear} and one with its [[/item Bite]]{bite}.</p><p> </p>"
            },
            "Bite": {
              "name": "Bite",
              "description": "<p><em>Melee Weapon Attack </em>+4, Reach 5 ft., one target. <em>Hit : </em>5 (1d6+2) piercing damage</p>"
            },
            "Spear": {
              "name": "Spear",
              "description": "<p>A gleaming steel point mouted atop a stout wooden haft, the spear may be wielded in one hand or two and can puncture through the heaviest armor with deadly force.</p>"
            },
            "Spore Blower: Color Spray": {
              "name": "Spore Blower: Color Spray",
              "description": "<p><em><strong>Note : the fungoid emulate this spell with it's Spore Blower feature.</strong></em></p><p><em>The area of effect of the blower is a 15 ft. cone, regardless of what the spell description below says (taken into account in this \"spell\"' parameter.</em></p><p>A dazzling array of flashing, colored light springs from your hand. Roll 6d10; the total is how many hit points of creatures this spell can effect. Creatures in a 15-foot cone originating from you are affected in ascending order of their current hit points (ignoring unconscious creatures and creatures that can't see).</p><p>Starting with the creature that has the lowest current hit points, each creature affected by this spell is &amp;reference[condition=blinded] until the spell ends. Subtract each creature's hit points from the total before moving on to the creature with the next lowest hit points. A creature's hit points must be equal to or less than the remaining total for that creature to be affected.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 2nd level or higher, roll an additional 2d10 for each slot level above 1st.</p>",
              "materials": {
                "value": "A pinch of powder or sand that is colored red, yellow, and blue."
              },
              "effects": {
                "Spore Blower: Color Spray": {
                  "name": "Spore Blower: Color Spray"
                }
              }
            },
            "Spore Blower: Faerie Fire": {
              "name": "Spore Blower: Faerie Fire",
              "description": "<p><em><strong>Note : the fungoid emulate this spell with it's Spore Blower feature.</strong></em></p><p><em>The area of effect of the blower is a 15 ft. cone, regardless of what the spell description below says (taken into account in this \"spell\"' parameter.</em></p><p>Each object in a 20-foot cube within range is outlined in blue, green, or violet light (your choice). Any creature in the area when the spell is cast is also outlined in light if it fails a Dexterity saving throw. For the duration, objects and affected creatures shed dim light in a 10-foot radius.</p><p>Any attack roll against an affected creature or object has advantage if the attacker can see it, and the affected creature or object can't benefit from being invisible.</p>"
            },
            "Spore Blower: Sleep": {
              "name": "Spore Blower: Sleep",
              "description": "<p><em><strong>Note : the fungoid emulate this spell with it's Spore Blower feature.</strong></em></p><p><em>The area of effect of the blower is a 15 ft. cone, regardless of what the spell description below says (taken into account in this \"spell\"' parameter.</em></p><p>This spell sends creatures into a magical slumber. Roll 5d8; the total is how many hit points of creatures this spell can affect. Creatures within 20 feet of a point you choose within range are affected in ascending order of their current hit points (ignoring unconscious creatures).</p><p>Starting with the creature that has the lowest current hit points, each creature affected by this spell falls &amp;Reference[unconscious] until the spell ends, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake. Subtract each creature's hit points from the total before moving on to the creature with the next lowest hit points. A creature's hit points must be equal to or less than the remaining total for that creature to be affected.</p><p>Undead and creatures immune to being charmed aren't affected by this spell.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, roll an additional 2d8 for each slot level above 1st.</p>",
              "materials": {
                "value": "A pinch of fine sand, rose petals, or a cricket."
              },
              "effects": {
                "Sleep": {
                  "name": "Sleep",
                  "description": "<p>The creature affected by this spell falls Unconscious until the spell ends, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake.</p>"
                }
              }
            }
          }
        },
        "Battle Snail": {
          "name": "Battle Snail",
          "description": "<p class=\"userscript-MsoNormal\">This gigantic snail is native to the Feyrealm only. Its body is covered in a metallic shell where it can withdraw with blinding speed. It is a powerful predator that disables its prey by spraying it with a slimy spray that prevents it from fleeing</p><p>Note : the battlesnail can be upgraded. See his @UUID[JournalEntry.PAvJUI93js934tpB.JournalEntryPage.tljXZDgxmyVVcNfn]{statblock} for the details</p>",
          "items": {
            "Slippery Slime Spray": {
              "name": "Slippery Slime Spray",
              "description": "<p>The battle snail spits slippery slime in a 40 feet line. Each creature in that cone must make a [[/save 13 dexterity]] saving throw. On a failed save, the target creature becomes &amp;reference[condition=prone].</p>\n<p> </p>"
            },
            "Retract to Shell": {
              "name": "Retract to Shell",
              "description": "<p>As a bonus action, the battle snail can retract into its shell. Until it is retracted into its shell, it gains a +4 bonus to AC, it is &amp;reference[condition=prone], its speed is 0 and can't increase, it has disadvantage on Dexterity saving throws, it can't take reactions, and the only action it can take is a bonus action to emerge from its shell.</p>",
              "effects": {
                "Retracted into shell": {
                  "name": "Retracted into shell",
                  "description": "<p>The snail has disadvantage on dextirity saving throws.</p>"
                }
              }
            },
            "Slime Slide": {
              "name": "Slime Slide",
              "description": "<p>As a move action, the battle snail can move double its normal speed in the area covered by its slippery slime.</p>"
            },
            "Trampling Charge": {
              "name": "Trampling Charge",
              "description": "<p>If the battle snail moves at least 20 feet straight toward a creature and then hits it with a bite attack on the same turn, that target must succeed on a [[/save 14 strength]] saving throw or be knocked &amp;reference[condition=prone]. If the target is  prone, the battle snail can make one trample attack against it as a bonus action.</p>",
              "effects": {
                "Prone": {
                  "name": "Prone"
                }
              }
            },
            "Bite": {
              "name": "Bite",
              "description": "<p><em>Melee Weapon Attack </em>+8, Reach 5 ft., one target. <em>Hit : </em>11 (1d10+6) piercing damage</p>"
            },
            "Trample": {
              "name": "Trample",
              "description": "<p><em>Melee Weapon Attack </em>+8, Reach 5 ft., one &amp;reference[condition=prone] creature. <em>Hit : </em>22 (3d10+6) bludgeoning damage.</p>",
              "effects": {
                "Trample": {
                  "name": "Trample"
                }
              }
            }
          }
        }
      }
    },
    "Primary Drainage Cistern": {
      "name": "Primary Drainage Cistern"
    },
    "Lodge of Wanderlust": {
      "name": "Lodge of Wanderlust",
      "deltaTokens": {
        "Cygnus": {
          "effects": {
            "Bloodied": {
              "name": "Bloodied"
            }
          }
        }
      }
    },
    "Gorso (chap 4.)": {
      "name": "Gorso (chap 4.)"
    },
    "Kingdom of Aglarion": {
      "name": "Kingdom of Aglarion"
    },
    "Royal Palace, Dungeon Level (chap. 6)": {
      "name": "Royal Palace, Dungeon Level (chap. 6)"
    },
    "Onadbyr (City of the Dead)": {
      "name": "Onadbyr (City of the Dead)"
    },
    "Miraddin": {
      "name": "Miraddin"
    },
    "Royal Palace, 3rd lvl": {
      "name": "Royal Palace, 3rd lvl"
    },
    "Ziggurat of the New moon": {
      "name": "Ziggurat of the New moon"
    },
    "Royal Palace, 2nd lvl (chap. 6)": {
      "name": "Royal Palace, 2nd lvl (chap. 6)"
    },
    "Gorso (chap. 6)": {
      "name": "Gorso (chap. 6)"
    },
    "Quellar Ausstyl": {
      "name": "Quellar Ausstyl",
      "drawings": {},
      "deltaTokens": {
        "Tentacled Master": {
          "name": "Tentacled Master",
          "description": "<p class=\"userscript-MsoNormal\">The Inheritors of the Unbegotten choose tentacled masters carefully from the newborn of their house. These mutated drow monks are implanted with an alien symbiont at an early age, just like the frenzied mutants. However, they receive a more rigorous, ancient form of combat training that emulates the movement and combat tactics of the aberrations they venerate. The tentacled masters are silent, obedient, and loyal servants of the druids and protect them with their lives if needed.</p><p></p><p><strong>Statblock: </strong>@UUID[JournalEntry.PAvJUI93js934tpB.JournalEntryPage.nVplX6Aemir6cJHe]{Tentacled Master}</p>",
          "items": {
            "Innate Spellcasting": {
              "name": "Innate Spellcasting",
              "description": "<p>[[lookup @name]]’s spellcasting ability is Charisma (spell save DC 13). It can innately cast the following spells, requiring no material components:</p><ul><li><p>At will: <em>@UUID[Compendium.dnd5e.spells.Item.CAxSzHWizrafT033]{dancing lights}</em></p></li><li><p>1/day each: <em>@UUID[Compendium.dnd5e.spells.Item.S7VbUetIfVT7B6Eq]{darkness}</em>, <em>@UUID[Compendium.dnd5e.spells.Item.nqBDWkVOfcGZt4YU]{faerie fire}</em></p></li></ul>"
            },
            "Martial Arts": {
              "name": "Martial Arts",
              "description": "<p>When the [[lookup @name lowercase]] uses the Attack action with an unarmed strike, it can make one additional unarmed strike as a bonus action.</p>"
            },
            "Alien Mind": {
              "name": "Alien Mind",
              "description": "<p>[[lookup @name]] has advantage on saving throws against being charmed, frightened, or hav-ing its thoughts read. [[lookup @name]] is immune to madness and spell effects that provoke uncontrolled action (such as <em>@UUID[Compendium.dnd5e.spells.Item.9hQXdMSmerkTsHDe]{confusion}</em>).</p>"
            },
            "Ki Points": {
              "name": "Ki Points",
              "description": "<p>The tentacled master has 6 ki points.</p>"
            },
            "Stunning Strike": {
              "name": "Stunning Strike",
              "description": "<p>When the tentacled master hits another creature with a melee weapon attack, it can spend 1 ki point to attempt a stunning strike. The target must succeed on a [[/save con 13]] saving throw or be &amp;reference[condition=stunned] until the end of the tentacled master’s next turn.</p>"
            },
            "Alien Anatomy": {
              "name": "Alien Anatomy",
              "description": "<p>[[lookup @name]] is considered an &amp;Reference[aberration]{aberration} type creature for the purposes of determining effects but otherwise retains its original creature type.</p>"
            },
            "Fey Ancestry": {
              "name": "Fey Ancestry",
              "description": "<p>Magic can't put [[lookup @name]] to sleep.</p>"
            },
            "Limited Telepathy": {
              "name": "Limited Telepathy",
              "description": "<p>[[lookup @name]] can magically transmit simple messages and images to any creature within <strong>120 ft.</strong> of it that can understand a language. This form of telepathy doesn't allow the receiving creature to telepathically respond.</p>"
            },
            "Sunlight Sensitivity": {
              "name": "Sunlight Sensitivity",
              "description": "<p>While in sunlight, the [[lookup @name]] has<strong> disadvantage </strong>on attack rolls, as well as on Wisdom (Perception) checks that rely on sight.</p>"
            },
            "Unsettling Appearance": {
              "name": "Unsettling Appearance",
              "description": "<p>[[lookup @name]] has disadvantage on Charisma (&amp;Reference[per]) skill checks.</p>"
            },
            "Nerve Wrecking Strike": {
              "name": "Nerve Wrecking Strike",
              "description": "<p>The unarmed strikes of the tentacled master with its tentacle limb count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. It can spend 1 ki point to deal an additional 5 (1d6 + 2) psychic damage with one unarmed strike of its tentacle limb.</p>"
            },
            "Deflect Missiles": {
              "name": "Deflect Missiles",
              "description": "<p>The tentacled master can use its reaction to deflect or catch the missile when it is hit by a ranged weapon attack. When it does so, the damage it takes from the attack is reduced by 15 ([[/r 1d10 + 10]]). If the damage is reduced to 0, the tentacled master can catch the missile if it is small enough for it to hold in one hand and if it has at least one hand free. If it catches a missile in this way, the tentacled master can spend 1 ki point to make a ranged attack (range 20 feet/60 feet) with the weapon or piece of ammunition it has just caught, as part of the same reaction. (+7 to hit, range 20 ft./60 ft., one creature. Hit: 7 (1d6 + 4) piercing damage.)</p>",
              "activities": {
                "attack": {
                  "condition": "Can be thrown back using 1 ki point"
                },
                "utility": {
                  "condition": "Can be thrown back using 1 ki point"
                }
              }
            },
            "Slow Fall": {
              "name": "Slow Fall",
              "description": "<p>The tentacled master can use its reaction when it falls to reduce any falling damage it takes by 30 hit points.</p>"
            },
            "Multiattack": {
              "name": "Multiattack",
              "description": "<p>The tentacled master makes two attacks with its [[/item Unarmed Strike]{unarmed strikes}.</p>"
            },
            "Unarmed Strike": {
              "name": "Unarmed Strike",
              "description": "<p>Magical Melee Weapon: +7 to hit, reach 5 ft., one creature. Hit: 7 (1d6 + 4) bludgeoning damage.</p>"
            },
            "Patient Defense": {
              "name": "Patient Defense",
              "description": "<p>The [[lookup @name lowercase]] can spend 1 ki point to take the &amp;Reference[dodge]{dodge} action as a bonus action on its turn.</p>"
            },
            "Flurry of Blows": {
              "name": "Flurry of Blows",
              "description": "<p>Immediately after the [[lookup @name lowercase]] takes the Multiattack action on its turn, it can spend 1 ki point to make two [[/item Unarmed Strike]]{unarmed strikes} as a bonus action.</p>"
            },
            "Step of the Wind": {
              "name": "Step of the Wind",
              "description": "<p>You can spend 1 ki point to take the &amp;Reference[Disengage] or &amp;Reference[Dash] action as a bonus action on your turn, and your jump distance is doubled for the turn.</p>"
            },
            "Tentacle Limb": {
              "name": "Tentacle Limb",
              "description": "<p>As a bonus action, the [[lookup @name lowercase]] can spend 1 ki point to transform its arm into a 10 feet long tentacle for 1 minute. The tentacle has reach and can be used as part of an unarmed strike. The tentacle deals 7 (1d6 + 4) bludgeoning damage. The tentacled master gains advantage on Strength (&amp;Reference[ath]) skill checks to grapple an opponent with the tentacle. The &amp;reference[condition=grappled] creature can attack the tentacled master through the tentacle even without reach.</p>",
              "effects": {
                "Tentacle Limb": {
                  "name": "Tentacle Limb",
                  "description": "<p>While having the Tentacle Limb effect, you can use the Tentacle Limb Attack weapon present in your inventory.</p>"
                }
              }
            },
            "Dancing Lights": {
              "name": "Dancing Lights",
              "description": "<p>You create up to four torch-sized lights within range, making them appear as torches, lanterns, or glowing orbs that hover in the air for the duration. You can also combine the four lights into one glowing vaguely humanoid form of Medium size. Whichever form you choose, each light sheds dim light in a 10-foot radius.</p><p>As a bonus action on your turn, you can move the lights up to 60 feet to a new spot within range. A light must be within 20 feet of another light created by this spell, and a light winks out if it exceeds the spell's range.</p>",
              "materials": {
                "value": "A bit of phosphorus or wychwood, or a glowworm"
              }
            },
            "Darkness": {
              "name": "Darkness",
              "description": "<p>Magical darkness spreads from a point you choose within range to fill a 15-foot-radius sphere for the duration. The darkness spreads around corners. A creature with darkvision can't see through this darkness, and nonmagical light can't illuminate it.</p><p>If the point you choose is on an object you are holding or one that isn't being worn or carried, the darkness emanates from the object and moves with it. Completely covering the source of the darkness with an opaque object, such as a bowl or a helm, blocks the darkness.</p><p>If any of this spell's area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled.</p>",
              "materials": {
                "value": "Bat fur and a drop of pitch or piece of coal"
              }
            },
            "Faerie Fire": {
              "name": "Faerie Fire",
              "description": "<p>Each object in a 20-foot cube within range is outlined in blue, green, or violet light (your choice). Any creature in the area when the spell is cast is also outlined in light if it fails a Dexterity saving throw. For the duration, objects and affected creatures shed dim light in a 10-foot radius.</p><p>Any attack roll against an affected creature or object has advantage if the attacker can see it, and the affected creature or object can't benefit from being invisible.</p>"
            }
          }
        }
      }
    },
    "Bleak Mire": {
      "name": "Bleak Mire"
    },
    "Lucky Leap Tavern (Burning)": {
      "name": "Lucky Leap Tavern (Burning)",
      "deltaTokens": {
        "Lord Cyne Monder": {
          "items": {
            "Lord Cyne Monder's Signet Ring": {
              "name": "Lord Cyne Monder's Signet Ring",
              "description": "<p>The golden signet ring has a large, flat, irregularly cut ruby in a broad mounting. The symbols of house Monder - a crossbow and scale with a gem on each of its plates - are engraved on the ruby.</p><p>The inner side of the ring bears an inscription that reads: Crypt Monder 2-4-2.</p>"
            }
          }
        },
        "Strange knight of the Crown": {
          "effects": {
            "Dead": {
              "name": "Dead"
            }
          }
        }
      }
    },
    "Demonbane Isle": {
      "name": "Demonbane Isle"
    },
    "Temple of Light and Darkness": {
      "name": "Temple of Light and Darkness"
    },
    "Camp Perseverance": {
      "name": "Camp Perseverance",
      "drawings": {
        "Zone A": "Zone A",
        "Zone B": "Zone B",
        "Zone C": "Zone C",
        "Zone D": "Zone D",
        "Zone F": "Zone F",
        "Zone E": "Zone E",
        "Zone G": "Zone G"
      }
    },
    "Lucky Leap Tavern (Rebel HQ)": {
      "name": "Lucky Leap Tavern (Rebel HQ)"
    },
    "Ronul's End (chap 4.)": {
      "name": "Ronul's End (chap 4.)"
    },
    "Lucky Leap tavern": {
      "name": "Lucky Leap tavern",
      "drawings": {
        "Hauris as Gulfa, scene 2": "Hauris as Gulfa, scene 2",
        "Chap. 1, Couatl Feather": "Chap. 1, Couatl Feather",
        "Chap 1. Criminal Activities.": "Chap 1. Criminal Activities."
      }
    },
    "Bwael Phindar": {
      "name": "Bwael Phindar"
    },
    "Royal Palace, 3rd lvl (chap. 6)": {
      "name": "Royal Palace, 3rd lvl (chap. 6)"
    },
    "Shrine of the Blind God": {
      "name": "Shrine of the Blind God",
      "drawings": {
        "T": "T"
      }
    },
    "Witchcave": {
      "name": "Witchcave"
    },
    "Royal Palace, 1st lvl": {
      "name": "Royal Palace, 1st lvl"
    },
    "The Last Kiss": {
      "name": "The Last Kiss"
    }
  }
}
