{
  "label": "Spells",
  "folders": {
    "Spells": "Spells",
    "3rd Level": "3rd Level",
    "4th Level": "4th Level",
    "5th Level": "5th Level",
    "6th level": "6th level"
  },
  "entries": {
    "Steadfast": {
      "name": "Steadfast",
      "description": "<p>Your spell makes it harder to knock you down or to unseat you if you are mounted.  </p><p>You gain advantage on saving throws against spells and on Strength (&amp;Reference[Athletics]) skill checks against grappling creatures that attempt to push you or force you to become &amp;Reference[Prone apply=false]. You also gain advantage on Dexterity saving throws against any effect that would force you to fall from the back of your mount.</p>",
      "materials": {
        "value": "Wood from the roots of an oak"
      },
      "effects": {
        "Steadfast": {
          "name": "Steadfast",
          "description": "<ul><li><p>You have advantage on saving throws against spells and on Strength (&amp;Reference[ath]) skill checks to resist being pushed or become &amp;Reference[prone apply=false]{prone}</p></li><li><p>You have advantage on Dexterity saving throws against any effect that would force you to fall from the back of your mount</p></li></ul>"
        }
      }
    },
    "Instant Tent": {
      "name": "Instant Tent",
      "description": "<p>You conjure a tent of a magnificent size that lasts for the duration.</p><p>The tent is a large “Big Top” tent with an oval shape of 50 by 75 feet and is open on the sides. The colors and the designs on the canvas are determined by you when you cast the spell. The tent is waterproof and well-fastened to the ground, its magic preventing it from tipping.</p><p>The tent is made of magical canvas, supported by iron poles. The ten supporting poles each have AC 19 and 24 hit points, immunity to damage from non-magical weapons excluding siege weapons, and resistance to all other damage. Only a wish spell can repair the tent (this use of the spell counts as replicating a spell of 8th level or lower). Each casting of wish causes one column to regain 50 Hit Points.</p>",
      "materials": {
        "value": "A small piece of silk cloth"
      },
      "activities": {
        "Cast": {
          "name": "Cast"
        }
      }
    },
    "Melancholic Melody": {
      "name": "Melancholic Melody",
      "description": "<p>You create a 20-foot-radius <span class=\"rule-link\">&amp;Reference[Sphere]</span> that fills the with a melancholic tune, otherworldly and disheartening, centered on a point within range. Each creature in the Sphere that hears the melody must make a Wisdom saving throw. On a failed save, the target takes 1d6 psychic damage and have the <span class=\"rule-link\">&amp;Reference[frightened apply=false]</span> condition for the duration. On a successful save that creature is unaffected and is immune to the effects of the spell for 24 hours.</p><p>For the duration, the target makes a Wisdom saving throw at the end of each of its turn. On a failed save, it take the psychic damage again. On a successful save, the spell ends on the target.</p><p><strong>Using a Higher-Level Spell Slot.</strong> The radius of the emenation increases by 10 feet for each spell slot level above 4.</p>",
      "materials": {
        "value": "A handful of dried lavender petals"
      },
      "effects": {
        "Melancholic": {
          "name": "Melancholic",
          "description": "<ul><li><p>The taget have &amp;Reference[frightened apply=false] condition for the duration</p></li><li><p>At the start of each your turn, you takes [[/damage 1d6 psychic average]] damage.</p></li><li><p>At the end of each of its turn, the target make another [[/save ability=wis]], on a failed save, it takes the psychic damag again. On a successful save, the spell ends on itself.</p></li></ul>"
        }
      }
    },
    "Music of the Spheres": {
      "name": "Music of the Spheres",
      "description": "<p>While you cast this spell during an uninterrupted one hour of <span class=\"rule-link\">&amp;Reference[Short Rest]</span> when you study your spellbook, your mind is transported to the outer reaches of the cosmos, and you hear the music of the spheres, composed of melodies by pure magical energies. You can recover a combined level of spell slots equal to your wizard level when using your arcane recovery class ability.</p>",
      "materials": {
        "value": "A page of sheet music"
      }
    },
    "Shadowcraft Evocation": {
      "name": "Shadowcraft Evocation",
      "description": "<p>You unleash bursts of magical energy through potent illusions that are partly material. You can choose to replicate any evocation spell of 3rd-level or lower that deals damage and has a casting time of 1 action with an illusion. Before the regular effects of the replicated spell are determined, the target must first succeed on a [[/save wis dc=@attributes.spelldc]] saving throw to disbelieve the illusion. On a failed save, the spell deals full damage. On a success, the spell only deals half damage. The damage type of the spell is determined by the spell being replicated.</p>"
    },
    "Suffocate": {
      "name": "Suffocate",
      "description": "<p>You extract the air from your enemy’s lungs and fill it with smoke to cause suffocation. Choose a creature that you can see within range. The target must succeed on a Constitution saving throw or have the <span class=\"rule-link\">&amp;Reference[condition=paralyzed] </span>condition for the duration, and starts to <span class=\"rule-link\">&amp;Reference[suffocating]{suffocate}</span> as it has run out of breath.</p><p>This spell has no effect on <span class=\"rule-link\">&amp;Reference[construct]</span>, <span class=\"rule-link\">&amp;Reference[plant]</span>, <span class=\"rule-link\">&amp;Reference[undead]</span>, or other creatures that don’t breathe.</p><p>For the duration, the target make another Constitution saving throw at the end of each of its turn. On a success, the spell ends.</p><p><strong>Using a Higher-Level Spell Slot.</strong> You can target one additional creature for each spell slot level above 6. The creatures must be within 30 feet of each other when you target them.</p>",
      "materials": {
        "value": "A small vial of smoke"
      },
      "effects": {
        "Suffocating": {
          "name": "Suffocating",
          "description": "<ul><li><p><span style=\"font-family:Signika, sans-serif\">The target have the &amp;Reference[paralyzed] condition</span></p></li><li><p><span style=\"font-family:Signika, sans-serif\">The target starts to suffocate (cf. the adventuring chapter of the player's handbook)</span></p></li><li><p><span style=\"font-family:'Roboto Condensed', sans-serif\">The target make another Constitution saving throw at the end of each of its turn. On a success, the spell ends.</span></p></li></ul>"
        }
      }
    },
    "Melt Flesh": {
      "name": "Melt Flesh",
      "description": "<p>You disfigure your enemy, melting their muscles, sinews, or flesh and making them weaker and clumsier. Choose a creature that you can see within range. The target creature must make a Constitution saving throw. On a failed save, choose an ability score from Strength, Dexterity, or Constitution. Target creature has disadvantage on ability checks made with the chosen ability score for the duration.</p>",
      "materials": {
        "value": "A strip of tallow"
      },
      "effects": {
        "Melt Flesh": {
          "name": "Melt Flesh",
          "description": "<p><span style=\"font-family:Signika, sans-serif\">You have disadvantage on either Strength, Dexterity, or Constitution ability checks (caster's choice) for the duration.</span></p>"
        }
      }
    },
    "Disable Construct": {
      "name": "Disable Construct",
      "description": "<p>Choose a <span class=\"rule-link\">&amp;Reference[construct] </span>that you can see within range. The target must succeed on a Wisdom saving throw or have the <span class=\"rule-link\">&amp;Reference[Paralyzed apply=false]</span> condition for the duration, even if the target is immune to being paralyzed.</p><p>For the duration, the target makes a Wisdom saving throw at the end of each of its turns. On a success, the spell ends on the target.</p><p><strong>Using a Higher-Level Spell Slot.</strong> You can target one additional Construct for each spell slot level above 4.</p>",
      "materials": {
        "value": "A gear made of metal"
      },
      "effects": {
        "Paralyzed": {
          "name": "Paralyzed",
          "description": "<p>At the end of each of its turns, the target repeats the [[/save ability=wis]] save, ending the spell on itself on a success.</p>"
        }
      }
    },
    "Immobilize": {
      "name": "Immobilize",
      "description": "<p>Even if this defies gravity, a creature or unattended item you touch becomes magically fixed in place. A creature must succeed on a Strength saving throw or have the <span class=\"rule-link\">&amp;Reference[restrained apply=false]</span> condition for the duration. At the end of each of its turns, the target can make another Strength saving throw. On a success, the spell ends on the target.</p><p>An item immobilized by the spell can hold up to 8,000 pounds of weight. More weight causes the item to fall. A creature can use an action to make a [[/check str dc=30]] ability check, moving the fixed item up to 10 feet on a success.</p><p><strong>Using a Higher-Level Spell Slot.</strong> When you cast this spell on an item using a spell slot of 6th level or higher, the spell lasts until dispelled, without requiring your concentration.</p>",
      "materials": {
        "value": "Tendrils from the roots of an oak"
      },
      "effects": {
        "Immobilize": {
          "name": "Immobilize",
          "description": "<p>You are &amp;Reference[restrained apply=false]. At the end of your turns, you can make a [[save ability=str]], ending the effect on a success.</p>"
        }
      }
    },
    "Withered Limb": {
      "name": "Withered Limb",
      "description": "<p>You hinder your enemy’s movement, or their combat abilities, or both. Choose a creature that you can see within range and the creature's arms or feet. The target creature must make a <strong>Constitution</strong> saving throw. </p><p>If you choose its arms, on a failed save, the target creature gains disadvantage on attack rolls and ability checks that require the use of an arm. If you cast this spell again on the same creature’s arms and the target fails the saving throw a second time while under the effect of the same spell, the target creature loses the function of their arms entirely. </p><p>If you choose a leg, on a failed save, the target creature’s movement speed is halved. If you cast this spell again on the same creature’s feet and the target fails the saving throw a second time while under the effect of the same spell, the target creature loses the function of their leg and becomes &amp;reference[condition=restrained].</p><p>At the end of each of its turns, the target makes another Constitution saving throw. On a success, the spell ends.</p>",
      "materials": {
        "value": "a pinch of ash from a corpse"
      },
      "effects": {
        "Withered Limb": {
          "name": "Withered Limb"
        }
      }
    },
    "Lungrot Vapor": {
      "name": "Lungrot Vapor",
      "description": "<p><span style=\"font-family:'Roboto Condensed', sans-serif\">You create a 20-foot-radius &amp;Reference[Sphere] of </span>vile-smelling &amp;Reference[necrotic] gas of a green shade centered on a point within range. The gas eats away at the lungs of any creature in the area and creates a particular form of choking zombie from those who die due to the spell. The fog spreads around corners. The gas lasts for the duration or until strong wind disperses it (such as the one created by <em>@UUID[Compendium.dnd5e.spells.Item.FSMy6VAjDnXY9vWz]{Gust of Wind})</em>, ending the spell. Its area is &amp;Reference[Heavily Obscured].</p><p>Each creature in the Sphere makes a Constitution saving throw, taking 4d8 Necrotic damage on a failed save or half as much damage on a successful one. A creature must also make this save when the Sphere moves into its space and when it enters the Sphere or ends its turn there. A creature makes this save only once per turn. A creature is affected even if it hold its breath or don’t need to breathe.</p><p>The Sphere moves 10 feet away from you at the start of each of your turns, rolling along the surface of the ground. The vapors, being heavier than air, sink to the lowest level of the land, even pouring down openings.</p><p>If a creature falls to 0 hit points, it raises as a <strong>@UUID[Actor.lsy7EVvwyL95V4j0]{lungrot zombie}</strong> at the end of the round.</p><p><strong>Lungrot Zombie.</strong> Uses the zombie monster entry with the following modification:</p><ul><li><p><strong>Chocking Strike.</strong> The zombie chokes the living trying to suck the air from the lungs of its victims. Any creature hit by the slam attack of the zombie must succeed on a Constitution saving throw (DC equals 10 + the zombie’s Constitution ability modifier) or gain one level of &amp;Reference[exhaustion apply=false].</p></li></ul><p><strong>Using a Higher-Level Spell Slot.</strong> The damage increases by 1d8 for each spell slot level above 6.</p>",
      "materials": {
        "value": "A piece of lung tissue harvested from a graveyard"
      }
    },
    "Shout": {
      "name": "Shout",
      "description": "<p>You unleash the power of your voice to devastating effect. You emit an ear-splitting yell that damages creatures. Each creature in a 15-foot <span class=\"rule-link\">&amp;Reference[Cone]</span> originating from you must make a Constitution saving throw. On a failed save, a creature takes 5d8 thunder damage. On a successful save, the creature takes half as much damage. </p><p>In addition, a creature made of inorganic material such as stone, crystal, or metal has disadvantage on this saving throw.  A nonmagical object that isn't being worn or carried also takes the damage if it's in the spell's area. The spell emits a thunderous boom audible out to 300 feet.</p><p><strong>Using a Higher-Level Spell Slot.</strong> The damage increases by 1d8 for each spell slot level above 3.</p>"
    },
    "Infuse with Entropy": {
      "name": "Infuse with Entropy",
      "description": "<p>You alter the structure of an object or the body of a creature, which starts to lose its structural integrity or decompose.</p><p>Choose a creature that you can see within range. The target creature must make a Constitution saving throw. On a failed save, the taget 2d10 force damage and has disadvantage on ability checks and saving throws for the duration.</p><p>For the duration, the target makes another Constitution saving throw at the end of its turn. On a failed save, it takes the force damage again. On a successful save, the spell ends.</p><p>Choose an object that you can see within range. This spell destroys a large or smaller nonmagical object in three rounds. If the target is a huge object, this spell causes it to become damaged, or renders it useless if it has a complex mechanism or moving parts. A magic item is unaffected by this spell.</p><p><strong>Using a Higher-Level Spell Slot.</strong> The damage increases by 1d10 damage for each spell slot level above 5.</p>",
      "materials": {
        "value": "A pinch of ash"
      },
      "effects": {
        "Infused with Entropy": {
          "name": "Infused with Entropy",
          "description": "<ul><li><p><span style=\"font-family:Signika, sans-serif\">The target have disadvantage on all ability checks and saving throws.</span></p></li><li><p><span style=\"font-family:Signika, sans-serif\">At the start of each of its turn, the target takes [[/damage 2d10 force]] damage.</span></p></li><li><p><span style=\"font-family:Signika, sans-serif\">At the end of each of its turn, the target make a [[/save ability=con]]</span>, ending the spell on itself on a success.</p></li></ul>"
        }
      }
    },
    "Rally": {
      "name": "Rally",
      "description": "<p>You boost the morale of your allies even in a seemingly hopeless situation. All allies within a 30-foot cube centered on you that can see and hear you gain advantage on saving throws to resist getting the &amp;Reference[charmed apply=false] and &amp;Reference[frightened apply=false] conditions.</p>",
      "materials": {
        "value": "Cloth from a flag"
      },
      "effects": {
        "Rally": {
          "name": "Rally",
          "description": "<p>You have advantage for saving throws to resist being &amp;Reference[charmed apply=false]{charmed} and &amp;Reference[frightened apply=false]{frightened}.</p>"
        }
      }
    },
    "Shadowcraft Conjuration": {
      "name": "Shadowcraft Conjuration",
      "description": "<p>You can conjure any creature through potent illusions that are partly material. You summon illusory creatures made of shadow material that take form and appear in unoccupied spaces that you can see within range. Choose one of the following options for what appears: </p><ul><li>One creature of challenge rating 2 or lower</li><li>Two creatures of challenge rating 1 or lower</li><li>Four creatures of challenge rating 1/2 or lower</li><li>Eight creatures of challenge rating 1/4 or lower</li></ul><p>Each shadow creature retains its type, and disappears when it drops to 0 hit points or when the spell ends. The summoned creatures are friendly to you and your companions. Roll initiative for the summoned creatures as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don’t issue any commands to them, they defend themselves from hostile creatures but otherwise take no actions. The GM has the creatures’ statistics.</p><p>When a shadow creature attacks a target, the target must succeed on a [[/save wis dc=@attributes.spelldc]] saving throw to disbelieve the illusion. On a failed save, the shadow creature deals full damage. On a success, the shadow creature only deals half damage and has half of its total hit points.</p>"
    },
    "Fortify Soul": {
      "name": "Fortify Soul",
      "description": "<p>You resist external influences to your soul through your unbreaking faith. You gain immunity to any effect that would influence your soul (such as the <em>@UUID[Compendium.dnd5e.spells.Item.ej6wyY4G1gOcb1U6]{magic jar}</em> spell or a hag’s <em>nightmare haunting</em> ability).</p>",
      "activities": {
        "Cast": {
          "name": "Cast"
        }
      },
      "effects": {
        "Fortified Soul": {
          "name": "Fortified Soul",
          "description": "<p>The target immune top effect that would influence your soul, such as the <em>@UUID[Compendium.dnd5e.spells.Item.ej6wyY4G1gOcb1U6]{magic jar}</em> spell or a hag’s <em>nightmare haunting</em> ability.</p>"
        }
      }
    }
  }
}
