{
  "label": "Subclasses & Features",
  "folders": {
    "Fighter": "Fighter",
    "Feyfriend Features": "Feyfriend Features",
    "Sorcerer": "Sorcerer",
    "Barbarian": "Barbarian",
    "Congregation Domain Features": "Congregation Domain Features",
    "Ranger": "Ranger",
    "Warlock": "Warlock",
    "Stonefist Features": "Stonefist Features",
    "Academic Wizard Features": "Academic Wizard Features",
    "Commander Features": "Commander Features",
    "Rogue": "Rogue",
    "Subclasses": "Subclasses",
    "Wizard": "Wizard",
    "Fear Rager Features": "Fear Rager Features",
    "Paladin": "Paladin",
    "Monk": "Monk",
    "Spy Features": "Spy Features",
    "Lycanthropic Bloodline Features": "Lycanthropic Bloodline Features",
    "Oath of Cleansing Features": "Oath of Cleansing Features",
    "Monster Tamer Features": "Monster Tamer Features",
    "Cleric": "Cleric",
    "Circle of the Savage Blood Features": "Circle of the Savage Blood Features",
    "High Speaker Features": "High Speaker Features",
    "Dragon Patron Features": "Dragon Patron Features",
    "Frenzied Mutant Features": "Frenzied Mutant Features",
    "Witchservant Features": "Witchservant Features",
    "Inheritor of the Unbegotten Features": "Inheritor of the Unbegotten Features",
    "Ooze Domain Features": "Ooze Domain Features",
    "Pretender Features": "Pretender Features",
    "Royal Guard Features": "Royal Guard Features",
    "Siege Beast Master Features": "Siege Beast Master Features",
    "Spelleater Features": "Spelleater Features",
    "Umbral Stalker Features": "Umbral Stalker Features",
    "School of Shadow Features": "School of Shadow Features",
    "Oath of Protection Features": "Oath of Protection Features",
    "Primordial Energy Savant Features": "Primordial Energy Savant Features",
    "Way of the Tentacle Features": "Way of the Tentacle Features",
    "Way of the Nine Seals Features": "Way of the Nine Seals Features",
    "Spellthief Features": "Spellthief Features",
    "Arcane Sentinel Features": "Arcane Sentinel Features",
    "Druid": "Druid",
    "Inquisitor Features": "Inquisitor Features",
    "Mercenary Features": "Mercenary Features",
    "Circle of the Bloom Features": "Circle of the Bloom Features",
    "Chaos Wielder Features": "Chaos Wielder Features",
    "Darkness Domain Features": "Darkness Domain Features",
    "College of Dirge Singers Features": "College of Dirge Singers Features",
    "Entropist Bloodline Features": "Entropist Bloodline Features",
    "Bard": "Bard"
  },
  "entries": {
    "Tentacle Limb: Attack": {
      "name": "Tentacle Limb: Attack",
      "description": "<article class=\"coto\"><p>Your tentacle arm is 10 foot long, and deals [[/damage formula=@scale.monk.die+max(@abilities.str.mod, @abilities.dex.mod) bludgeoning average]] damage.</p><p>You gain advantage on [[/check athletics format=long]] to &amp;Reference[grappled]{grapple} an opponent with the tentacle.</p><p><em><strong>Note :</strong></em> You can only use this attack after having activated your @UUID[Compendium.crown-of-the-oathbreaker.getting-started.Item.UCB5FRDKRmajVfah]{Tentacle Limb} feature.</p><p></p></article>"
    },
    "Fey Armament": {
      "name": "Fey Armament",
      "description": "<p>Starting at 3rd level, the fey lords grant you the armament of a sprite. As an action, you can create one of the following weapons in your empty hand:</p><ul><li><em><strong>Shortbow of the Sprite.</strong></em> A creature hit by this shortbow must succeed on a [[/save con 10]] saving throw or become &amp;Reference[poisoned]{poisoned} for 1 minute. If its saving throw result is 5 or lower, the poisoned target falls unconscious for the same duration, or until it takes damage or another creature takes an action to shake it awake.</li><li><em><strong>Sword of the Elves.</strong></em> This extremely sharp longsword deals an extra [[/damage 1d6 slashing average]] damage.</li></ul><p>You are proficient with the weapon while you wield it. These weapons count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. The weapon disappears after 1 minute, if it is more than 5 feet away from you for 1 round, if you dismiss the weapon (no action required), or if you die. Once you use this feature, you can’t use it again until you finish a long rest.</p>"
    },
    "Unhook Spell": {
      "name": "Unhook Spell",
      "description": "<p>Starting at 13th level, you can untie the fabric of magic and take it over from your opponent spellcaster, keeping it maintained for your own benefit. As a bonus action, after you hit a creature who is maintaining concentration on a spell with a melee weapon, you can choose not to deal extra damage from your Sneak Attack. Instead, you force the creature to make a saving throw with its spellcasting ability modifier. The DC [[8+@prof+@abilities.dex.mod]]. On a failed save, the maintained spell ends on the creature and you gain the spell’s benefits for 1 minute. Once you successfully unhook a spell, you can’t use it again until you finish a long rest.</p>"
    },
    "Siege Beast Master": {
      "name": "Siege Beast Master",
      "description": "<p>Even the largest of beasts can be subdued and harnessed as siege weapons by a ranger of this enclave. A siege beast’s power lies in its sheer size and ability to smash down walls or destroy siege weapons. As a result, they are at the forefront of armies, trampling anything and anyone who crosses their path, often serving as mounts for their ranger companions. Once bonded to a ranger, the siege beast becomes a force of devastation, gaining some magical abilities from its companion.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        }
      }
    },
    "Elegy of Hopelessness": {
      "name": "Elegy of Hopelessness",
      "description": "<p>Starting at 6th level, you can recite a poem about death and passing that causes creatures to lose their motivation. As an action, you can expend one use of your Bardic Inspiration on your turn to choose a number of creatures that you can see within 60 feet equal to your Charisma modifier (minimum of one). Those creatures must make a [[/save cha dc=@abilities.cha.dc]] saving throw against your spell DC or become charmed. While charmed, the creature has disadvantage on attack rolls and saving throws for one minute but can make a Charisma saving throw at the end of each of its turns to end the effect.</p>"
    },
    "Reflect spell": {
      "name": "Reflect spell",
      "description": "<p>Starting at 17th level, you know exactly how to deflect and divert a ranged magical attack. As a reaction, you can reflect a magical ranged attack made against you back at any target you can see within the spell’s range. The range and DC of the spell is the original caster’s range and spell save DC. Once you use this feature, you can’t use it again until you finish a long rest.</p>"
    },
    "Captivating Monologue": {
      "name": "Captivating Monologue",
      "description": "<p>Starting at 3rd level, if you speak to an audience for at least 1 minute, you can attempt to capti-vate them with your style and colorful phrases. At the end of the performance, choose a number of humanoids within 60 feet of you who watched and listened to all of it, up to a number equal to your Charisma modifier (minimum of one). Each target must succeed on a [[/save wis dc=@abilities.cha.dc]] saving throw against your spell save DC or be charmed by you. While charmed in this way, the target has disadvantage on all Wisdom (&amp;Reference[Insight]) skill checks against you. This effect ends on the target after 1 hour, if it takes any damage, if you attack it, or if it witnesses you attacking or damaging any of its allies. If a target succeeds on its saving throw, the target has no hint that you tried to charm it. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Deny Advantage": {
      "name": "Deny Advantage",
      "description": "<p>Starting at 6th level, you can demand equal chances from your enemies. As a bonus action, you can spend 1 ki point to have one creature of your choice within 30 feet lose its advantage on all ability checks, saving throws, skill checks, and attacks until the start of your next turn.</p>"
    },
    "Channel Divinity: Pierce Illusion": {
      "name": "Channel Divinity: Pierce Illusion",
      "description": "<p>As a bonus action, you can use your Channel Divinity to augment your senses to overcome illusions. For the next 10 minutes, you can automatically see through 2nd level or lower illusion spells, you can automatically make an Intelligence (&amp;Reference[Investigation]) skill check to discern 3rd or higher level illusion spells that allow such checks by merely looking at them, and you gain advantage on Intelligence (&amp;Reference[Investigation]) checks.</p>"
    },
    "Circle Spells: Circle of the Bloom": {
      "name": "Circle Spells: Circle of the Bloom",
      "description": "<p>Your mystical connection to plant life infuses you with the ability to cast certain spells. At 3rd, 5th, 7th, and 9th level you gain access to circle spells Once you gain access to a circle spell, you always have it prepared, and it doesn’t count against the number of spells you can prepare each day. If you gain access to a spell that doesn’t appear on the druid spell list, the spell is nonetheless a druid spell for you.</p><table><tbody><tr><td><p><strong>Druid Level</strong></p></td><td><p><strong>Spells</strong></p></td></tr><tr><td><p>3rd</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.JPwIEfgUPVebr5AH]{Barkskin}, @UUID[Compendium.dnd5e.spells.Item.Iv2qqSAT7OkXKPFx]{Locate Animals or Plants}</p></td></tr><tr><td><p>5th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.BP3GCwa66IAw1yTG]{Daylight}, @UUID[Compendium.dnd5e.spells.Item.YWtwzp6ZnQJMEmVW]{Plant Growth}</p></td></tr><tr><td><p>7th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.7fFHlBk3UNX8gPKL]{Control Water}, @UUID[Compendium.dnd5e.spells.Item.da0a1t2FqaTjRZGT]{Freedom of Movement}</p></td></tr><tr><td><p>9th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.dp6xny4v8PDoIGjh]{Commune with Nature}, @UUID[Compendium.dnd5e.spells.Item.DUBgwHPakcLDkB6W]{Tree Stride}</p></td></tr></tbody></table>"
    },
    "Spellthief": {
      "name": "Spellthief",
      "description": "<p>Some never learn how to cast a spell but instead instinctively learn how to handle them, almost as if they were physical objects. The ancient magehunters of the Vordani tribes perfected this special technique, which later spread all over the continent. A spellthief understands the nature of spells and can reach into a spellcaster’s magical pool to take some of it and use it. The most experienced spellthiefs can shake off ranged spells with ease and redirect them as if they have cast it themselves.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Psychic Barrage": {
      "name": "Psychic Barrage",
      "description": "<p>Starting at 11th level, your ability to channel harmful psychic powers intensifies. When you use @UUID[Compendium.dnd5e.classfeatures.Item.5MwNlVZK7m6VolOH]{Flurry of Blows} after an attack made with @UUID[Compendium.crown-of-the-oathbreaker.player-options.Item.VSRU2QXkzPvCVNuI]{Nerve-wracking Strike}, you can replace each of the unarmed strikes with a use of your Nerve-wracking Strike without spending additional ki points.</p><p><em><strong>Note : </strong></em>To add the damage without using a ki point, just click this : deal [[/damage formula=@scale.monk.die+@abilities.wis.mod psychic]]</p>"
    },
    "Channel Divinity: Hallow": {
      "name": "Channel Divinity: Hallow",
      "description": "<p>You can use your Channel Divinity to infuse an area as sacred ground. As an action, you present your holy symbol and speak a prayer. The effect functions as a <em>@UUID[Compendium.dnd5e.spells.Item.SLxA9QhrggTz0taU]{hallow}</em> spell with a radius of up to 30 feet and lasts for 1 minute. You can only choose the <em>Courage</em> or <em>Energy Protection</em> features of the spell.</p>"
    },
    "Circle of the Savage Blood": {
      "name": "Circle of the Savage Blood",
      "description": "<p>Druids of the Circle of the Savage Bloods perceive monstrosities as a more evolved form of life. They are inspired by the wild variety of their powers and abilities that have developed to overcome the challenges they face in life. Savage Blood druids befriend and live amongst these creatures, helping them survive and learning from them what they can.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        },
        "Circle of the Savage Blood Spells": {
          "title": "Circle of the Savage Blood Spells"
        }
      }
    },
    "Steal Spell": {
      "name": "Steal Spell",
      "description": "<p>Starting at 9th level, you can siphon a single spell from a spellcaster with a precise strike. As a bonus action, after you hit a creature with a melee weapon, you can force the creature to make a saving throw with its spellcasting ability modifier. The DC [[8+@prof+@abilities.dex.mod]].</p><p>On a failed save or when targeting a willing creature, you gain a 1st level spell slot and a prepared 1st level spell chosen by you from the creature’s known or prepared 1st level spells. At 13th level, the spell level you can steal increases to 2nd level spells, and at 17th level to 3rd level spells. The creature loses a 1st level spell slot, but still knows the spell and can use it normally. For the next 8 hours, you have the spell prepared and can cast it using your spell slots. If the creature is not a spellcaster you don’t gain any benefits from this feature. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Expedient Spell Preparation": {
      "name": "Expedient Spell Preparation",
      "description": "<p>Starting at 6th level, you can prepare spells faster than usual. Preparing a new spell takes 1 round per spell level for you instead of the usual 1 minute per spell level.</p>"
    },
    "Cloak of Darkness": {
      "name": "Cloak of Darkness",
      "description": "<p>Starting at 1st level, as a bonus action, you can weave shadows around you into a magical cloak that hides your form and protects you from attacks. For 1 minute, creatures have disadvantage on attack rolls against you. An attacker is immune to this effect if it doesn’t rely on sight, as with blindsight, or can see through illusions, as with truesight. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>",
      "effects": {
        "Cloak of Darkness": {
          "name": "Cloak of Darkness"
        }
      }
    },
    "Call of the Beasts": {
      "name": "Call of the Beasts",
      "description": "<p>Starting at 11th level, you can conjure &amp;Reference[beast]{beasts} and &amp;Reference[monstrosity]{monsters} to do your bidding. You can cast the <em>@Compendium[dnd5e.spells.1Drt0SHxbEAHxprN]{conjure animals}</em> spell without expending a spell or material components and use it to summon a monstrosity with a challenge rating of 2 or lower and with an Intelligence score of 3 or lower. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Way of the Tentacle": {
      "name": "Way of the Tentacle",
      "description": "<p>The Inheritors of the Unbegotten select some of their children to participate in unarmed combat practices that emulate the fighting techniques of their foul unearthly masters. They are trained in ancient monk traditions that eventually enable them to turn their limbs into tentacles, giving them combat superiority. The drow of House Ausstyl utilize these monks as their most trusted guards, who have access to the unholiest sections of their palace.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Lament of Melancholy": {
      "name": "Lament of Melancholy",
      "description": "<p>Starting at 3rd level, you can sing a woeful lament that causes creatures to fall into a state of depression. As an action, you can expend one use of your Bardic Inspiration on your turn to choose a number of creatures that you can see within 60 feet equal to your Charisma modifier (a minimum of one). Those creatures must make a [[/save cha dc=@abilities.cha.dc]] Charisma saving throw against your spell DC or become charmed. While charmed, the creature has disadvantage on ability checks for one minute but can make a Charisma saving throw at the end of each of its turns to end the effect.</p>"
    },
    "Suffocating Strike": {
      "name": "Suffocating Strike",
      "description": "<p>Starting at 17th level, you learn how to force your @UUID[Compendium.crown-of-the-oathbreaker.player-options.Item.UCB5FRDKRmajVfah]{tentacle limb} into the throat of your enemies to kill them. The reach of your tentacle limb becomes 15 feet. As an action, you can attempt to &amp;Reference[grappled]{grapple} your opponent with your tentacle limb. A successfully grappled target becomes unable to speak and starts to &amp;Reference[suffocating]{suffocate} while being grappled by you.</p><details><summary><em><strong>How to setup</strong></em></summary><p>Edit the Tentacle Limb feature on your character sheet, in the Feature tab. In the details tab, change the range to 15 feet</p></details>"
    },
    "Master of Monsters": {
      "name": "Master of Monsters",
      "description": "<p>Starting at 7th level, your spells can affect &amp;Reference[monstrosity]{monstrosities} the same way they affect &amp;Reference[beast]{beasts}. You can substitute the beast creature type with the monstrosity creature type in any of your spells.</p>"
    },
    "Sphere of Entropy": {
      "name": "Sphere of Entropy",
      "description": "<article class=\"coto\"><p>Starting at 18th level, as an action you can rip the fabric of space and create a swirling void in the multiverse, summoning a <em>@UUID[Compendium.dnd5e.items.Item.2YNqk5zm9jDTvd7q]{sphere of annihilation}</em> out of raw entropy. The sphere remains in existence for 1 minute, and you have advantage on rolls to control the sphere. You can’t use this feature again until you finish a long rest.</p></article>"
    },
    "Coordinated Strike": {
      "name": "Coordinated Strike",
      "description": "<p>Starting at 7th level, you can use your combat training to coordinate your attacks with your allies. Once per turn, you gain advantage on your first melee attack roll against a creature if at least one of your allies is within 5 ft. of the creature and the ally isn’t &amp;Reference[incapacitated apply=false]{incapacitated}.</p>"
    },
    "Voice of the Void": {
      "name": "Voice of the Void",
      "description": "<p>Starting at 2nd level, you learn how to converse with aberrations. You learn how to speak, read, and write Deep Speech. You can also make yourself understood by aberrations that don’t speak Dark Speech or are not capable of speech.</p>"
    },
    "Ooze Form: Defense": {
      "name": "Ooze Form: Defense",
      "description": "<article class=\"coto\"><p>While in Ooze form, a creature that touches you or hits you with a melee attack while within 5 feet of you takes [[/damage 3d8 acid average]] damage.</p><p>Any nonmagical weapon made of metal or wood that hits you corrodes. After dealing damage, the weapon takes a permanent and cumulative -1 penalty to damage rolls. If its penalty drops to -5, the weapon is destroyed.</p><p>Nonmagical ammunition made of metal or wood that hits you is destroyed after dealing damage. You can eat through 2-inch thick, nonmagical wood or metal in 1 round.</p></article>"
    },
    "Hybrid Form: Bite": {
      "name": "Hybrid Form: Bite",
      "description": "<p>As a bonus action, you can make a bite attack that deals [[/damage formula=1d8+@abilities.str.mod piercing average]] damage.</p><p><em><strong>Note:</strong></em> The claws can't only be used whern in hybrid form.</p>"
    },
    "Communal Prayers": {
      "name": "Communal Prayers",
      "description": "<p>Starting at 1st level, you can make your spells more potent if others cast the same spell as you. When another friendly creature casts the same spell in the same round as you, but before your spell takes effect, creatures targeted by your spell have disadvantage on saving throws against your spell.</p>"
    },
    "Channel Divinity: Charm Oozes": {
      "name": "Channel Divinity: Charm Oozes",
      "description": "<p>Starting at 2nd level, you can use your Channel Divinity to charm oozes. As an action, you present your holy symbol and invoke the name of your deity. Each ooze that can sense you must make a [[/save wis dc=@abilities.wis.dc format=long]]. If the creature fails its saving throw it is &amp;Reference[charmed] by you for 1 minute or until it takes damage. While it is charmed by you, it is friendly to you and other creatures you designate.</p>",
      "effects": {
        "Channel Divinity: Charm Oozes": {
          "name": "Channel Divinity: Charm Oozes",
          "description": "<p>You are friendly to the caster and other creatures he designate.</p>"
        }
      }
    },
    "School of Shadow": {
      "name": "School of Shadow",
      "description": "<p>The arcane studies of the school of illusions led some specialist mages to discover ways to infuse their spells with shadow material drawn directly from the Shadowrealm. These illusions are tangible, almost real manifestations of their creator’s creativity that can physically interact with their surroundings. Most shadow wizards in Aglarion treat their knowledge as a highly kept secret that they rarely teach to others. Many of them have succumbed to the negative influence of the umbral powers they have learned to manifest, turning into bitter, emotionless versions of their former selves.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Oath Spells: Inquisitor": {
      "name": "Oath Spells: Inquisitor",
      "description": "<p style=\"text-align:center\"><strong>Inquisitor Spells</strong></p><table><tbody><tr><td><p><strong>Paladin Level</strong></p></td><td><p><strong>Spells</strong></p></td></tr><tr><td><p>3rd</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.4dSvfvTy2ZIJ3K4k]{Comprehend Languages}, @UUID[Compendium.dnd5e.spells.Item.Mzh95utKDPIrjiH8]{Detect Evil and Good}</p></td></tr><tr><td><p>5th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.ppWAAEul0QHtm4er]{Detect Thoughts}, @UUID[Compendium.dnd5e.spells.Item.CylBa7jR8DSbo8Z3]{Zone of Truth}</p></td></tr><tr><td><p>9th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.cg50KpBkBdPK6vPL]{Clairvoyance}, @UUID[Compendium.dnd5e.spells.Item.I2LUSF5ogc7Bj62e]{Speak with Dead}</p></td></tr><tr><td><p>13th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.pxpb2eOB6bv4phAf]{Banishment}, @UUID[Compendium.dnd5e.spells.Item.gXtzz9t1DTzJeLr4]{Locate Creature}</p></td></tr><tr><td><p>17th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.TkJ8Wtg1L7TZtspm]{Dispel Evil and Good}, @UUID[Compendium.dnd5e.spells.Item.W4Qx5z0id6da0vqg]{Legend Lore}</p></td></tr></tbody></table>"
    },
    "Witchservant": {
      "name": "Witchservant",
      "description": "<p>Hags can sense those who seek power desperately and are willing to spread the malice of their patron to cause discord and misery. Witchservants are usually bitter, power-hungry individuals who live hidden in society. They live as average citizens and practice their devotions secretly, gathering only to conduct vile rituals and contact their hag patrons for guidance. Various hags have a decent number of servants in Aglarion who treat their subjects as expendable assets.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Greater Magical Siege Beast Companion": {
      "name": "Greater Magical Siege Beast Companion",
      "description": "<p>Starting at 15th level, the maximum challenge rating of the &amp;Reference[beast]{beast} that you can have as your companion increases to 4.</p><p>When you are mounted on your beast companion or within 5 feet of it, any creature that attacks you provokes an opportunity attack from your beast companion.</p>"
    },
    "High Speaker": {
      "name": "High Speaker",
      "description": "<figure style=\"width:30%;float:left;margin-right:10px\"><img src=\"modules/crown-of-the-oathbreaker/assets/actors/monsters/high-speaker.webp\" /></figure><p>Traditionally, the monarch of the kingdom chooses the High Speaker of the Minaret of the Speaker for lifelong service. The High Speaker’s duty is to study the ancient scripts of the minaret that define its unique magic based on inflections of voice and use this knowledge to serve the kingdom. There are always a handful of apprentices who assist the High Speaker and train in the arts of word-magic. The High Speaker and the apprentices announce important information and call the city to action if needed. In times of war, the High Speaker organizes major movements and commands the Minaret of the Speaker that serves as a magical defense for the city.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Frenzied Mutant": {
      "name": "Frenzied Mutant",
      "description": "<p>The drow of House Ausstyl keep some of their offspring in an almost feral state, training them to harness their rage in combat. When these children are initiated to the wrath of the otherworldly entities they venerate, they are infused with aberrant flesh that quickly spreads in their bodies like a parasite. These barbaric warriors learn a primitive way to graft their bodies to enhance themselves further with mutations that allow them to grow in power.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Bonus Proficiencies": {
      "name": "Bonus Proficiencies",
      "description": "<p class=\"MsoNormal\">Starting at 1st level, you gain proficiency with martial weapons.</p>"
    },
    "Spelleater": {
      "name": "Spelleater",
      "description": "<p>Some barbarians, mainly those who live under the oppression of magic users, have learned to use sheer power to overcome magic. These individuals, called Spelleaters by the Vordani tribes, are able to withstand spells of all sorts by tensing their muscles to block magical energies from affecting them physically. Some spelleaters can even utilize these energies to vitalize their bodies and benefit from them instead of being harmed by their baleful effects.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Master Spy": {
      "name": "Master Spy",
      "description": "<p>Starting at 17th level, instead of rolling, you can automatically succeed on a Dexterity (&amp;reference[ste]), Dexterity (&amp;Reference[slt]), or Charisma (&amp;Reference[dec]) skill check. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Sanctuary of the Fey Court": {
      "name": "Sanctuary of the Fey Court",
      "description": "<p>Starting at 15th level, fey creatures and creatures of the natural world sense your connection to their kind and become hesitant to attack you. When a &amp;Reference[fey]{fey}, &amp;Reference[beast]{beast} or &amp;Reference[plant]{plant} creature attacks you, that creature must make [[/save wis dc=@abilities.wis.dc]] saving throw. On a failed save, the creature must choose a different target, or the attack automatically misses. On a successful save, the creature is immune to this effect for 24 hours. The creature is aware of this effect before it makes its attack against you.</p>"
    },
    "Tenets of Protection": {
      "name": "Tenets of Protection",
      "description": "<p>The first monarchs of Aglarion laid down the tenets of the Oath of Protection to protect their royal personages and the realm. However the oath has been shared widely by many faiths since then. Adherents to this oath hold the protection of people, places, and beliefs above all else and usually share these basic principles.</p><p><em><strong>Protect those who protect us.</strong></em> Show respect to and safeguard those that are deserving and to whom you are sworn. Your word is your bond. Knights of the Crown take a special oath in Aglarion that stands above all other tenets: “Protect the Realm, your Sovereign, and the Crown.”</p><p><em><strong>Protect your allies.</strong></em> Keep those who depend on you from harm if threatened by forces greater than themselves. Shield those who are in allegiance with you as a bastion against harm. Join forces with your allies to overcome threats.</p><p><em><strong>Protect those who stand behind you.</strong></em> Lead by example to become a beacon of inspiration to those around you, especially against seemingly insurmountable odds.</p><p><em><strong>Protect yourself if there is nothing left to protect.</strong></em> Fortify your faith so that you may stand firm against that which makes you vulnerable. Be willing to sacrifice even your own life before all others. Tend to your own well-being, so that you may safeguard your charge until the very last.</p>"
    },
    "Helping Hand": {
      "name": "Helping Hand",
      "description": "<p>Starting at 8th level, you can aid multiple creatures in the completion of a task or allow a creature to make multiple attacks. When you take the Help action, an additional friendly creature within 5 feet of you gains advantage on the next ability check made to perform the task you are helping with, provided that the check is made before the start of your next turn. Alternatively, you can use your Help action to aid up to two friendly creatures in attacking a creature within 5 feet of you and if your allies attack the target before your next turn, all of their first attack rolls are made with advantage.</p>"
    },
    "Demoralizing Blow": {
      "name": "Demoralizing Blow",
      "description": "<p>Starting at 3rd level, you can break the ferocity of those whom you attack. As a bonus action, you can choose a creature that you have dealt damage to with a melee weapon during your turn. If the creature can see or hear you, it must succeed on a [[/save wis dc=@abilities.cha.dc]] saving throw (DC = 8 + your Proficiency Bonus + your Charisma modifier) or have disadvantage on its melee attack rolls against you until the end of your next turn.</p>"
    },
    "Channel Divinity: Conjure Shadows": {
      "name": "Channel Divinity: Conjure Shadows",
      "description": "<p>Starting at 6th level, you can spend two uses of your Channel Divinity as an action to summon living shadows from darkness. This ability functions as a @Compendium[dnd5e.spells.1Drt0SHxbEAHxprN]{Conjure Animals} spell, however it summons a single @Compendium[dnd5e.monsters.QGcQYZbVl4bWzi4E]{Shadow}, which speaks Common and does your bidding for one hour.</p>",
      "activities": {
        "summon": {
          "profiles": {
            "Test": {
              "name": "Test"
            }
          }
        }
      }
    },
    "Sense of the Ooze": {
      "name": "Sense of the Ooze",
      "description": "<p>Starting at 1st level, you can gain the senses of an ooze as a bonus action. You gain &amp;Reference[blindsight] to 5 ft. for a number of rounds equal to your Wisdom modifier. The range of this blindsight increases by 5 feet at 5th, 9th, 13th and 17th level. You can use this feature [[max(1,@abilities.wis.mod)]] times. You regain all expended uses when you finish a long rest.</p>"
    },
    "Threnody of Death": {
      "name": "Threnody of Death",
      "description": "<p>Starting at 14th level, you can sing a song of death that creates harmful necrotic energies. As an action, you can target a creature that you can see within 60 feet. That creature must make a[[/save con dc=@abilities.cha.dc]] saving throw against your spell DC. On a failed save, the creature takes 49 (14d6) necrotic damage, or half as much damage on a successful one. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>",
      "activities": {
        "save": {
          "chatFlavor": "Save for half"
        }
      }
    },
    "Mountain Stance": {
      "name": "Mountain Stance",
      "description": "<p>Starting at 6th level, you can tight-en your muscles to enter a steady stance making you immovable and hard to grapple with. As a bonus action, you can spend 1 ki point to gain advantage on contests involving Strength (&amp;Reference[Athletics]) ability checks made against you and on Strength saving throws for 1 minute. If you move, you lose this advantage until the start of your next turn.</p>",
      "effects": {
        "Mountain Stance": {
          "name": "Mountain Stance"
        }
      }
    },
    "Plant Form": {
      "name": "Plant Form",
      "description": "<p>Starting at 2nd level, your strong connection to plant life allows you to transform into plant forms. You can use your Wild Shape to transform into a &amp;Reference[plant]{plant} instead of a &amp;Reference[beast]{beast}.</p><p>Starting at 6th level, your attacks in plant form count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.</p>"
    },
    "Shadow Shield": {
      "name": "Shadow Shield",
      "description": "<p>Starting at 2nd level, you can instantly create a tangled mass of shadows that make you harder to hit. You can use your reaction to conjure a shadowy aura that negates one hit by an attack that targets you. You can’t use this feature again until you finish a short or long rest.</p>"
    },
    "Channel Divinity: Divine Ward": {
      "name": "Channel Divinity: Divine Ward",
      "description": "<p>You can use your Channel Divinity to offer protection to those around you. As an action, you present your holy symbol and each creature of your choice that you can see within 30 feet of you becomes warded for 1 minute. Any creature who targets a warded creature with an attack or a harmful spell must first make a [[/save wis dc=@abilities.cha.dc]] saving throw. On a failed save, the creature must choose a new target or lose the attack or spell. This effect doesn’t protect the warded creature from area effects, such as the explosion of a fireball. If the warded creature makes an attack or casts a spell that affects an enemy creature, this effect ends. This effect ends on the creature if you are &amp;Reference[incapacitated apply=false]{incapacitated} or die or if the warded creature is more than 30 feet away from you.</p>",
      "effects": {
        "Channel Divinity - Divine Ward": {
          "name": "Channel Divinity - Divine Ward",
          "description": "<p>You are warded against danger. Anyone who targets you with an attack or a harmfull spell must first make a [[/save wis dc=@attributes.spelldc format=long]]. On a failed save, the creature must choose a new target or lose the attack or spell.</p><p>This effect doesn’t protect you from area effects, such as the explosion of a fireball.</p><p>If you makes an attack or casts a spell that affects an enemy creature, go more than 30 feet away from the spellcaster, or said spellcaster dies, this effect ends.</p>"
        }
      }
    },
    "Shadowform": {
      "name": "Shadowform",
      "description": "<p>Starting at 17th level, you can transform yourself into the form of a shadow. You and your possessions become incorporeal for one hour. You gain the following benefits:</p><ul><li>You can fly at your normal speed.</li><li>You can move through a space as narrow as 1 inch wide without squeezing.</li><li>You can take the Hide action as a bonus action while in dim light or darkness.</li><li>You have advantage on &amp;Reference[ste] check.</li><li>You gain damage resistance to acid, cold, fire, lightning, thunder and bludgeoning, piercing, and slashing from nonmagical attacks.</li><li>You gain damage immunity to poison.</li><li>You are immune to the exhaustion, grappled, paralyzed, petrified, poisoned, prone, and restrained condition.</li></ul><p>Once you use this feature you can’t use it until you finish a long rest.</p>",
      "effects": {
        "Shadowform": {
          "name": "Shadowform",
          "description": "<ul><li>You can fly at your normal speed.</li><li>You can move through a space as narrow as 1 inch wide without squeezing.</li><li>You can take the Hide action as a bonus action while in dim light or darkness.</li><li>You have advantage on [[/check stealth format=long]].</li><li>You gain damage resistance to acid, cold, fire, lightning, thunder and bludgeoning, piercing, and slashing from nonmagical attacks.</li><li>You gain damage immunity to poison.</li><li>You are immune to the exhaustion, grappled, paralyzed, petrified, poisoned, prone, and restrained condition.</li></ul>"
        }
      }
    },
    "Monster Tamer": {
      "name": "Monster Tamer",
      "description": "<p>A ranger with a knack for calming and controlling beasts and creatures with bestial intelligence, the monster tamer has dedicated its life to locating and dealing with such creatures. Usually, monster tamers are called in to handle threats from the wild, but sometimes they are merely essential personnel in keeping large beasts of burden in line. Some monster tamers use their skills to subjugate animals, some to care for them and nourish them in the wild. Their favored enemies are always beasts and monstrosities. In Aglarion, tamers can be found in the countryside or as the caretakers of the Monster Menagerie in Onadbyr.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        },
        "Monster Tamer Magic": {
          "title": "Monster Tamer Magic"
        }
      }
    },
    "Hellfire Fist": {
      "name": "Hellfire Fist",
      "description": "<p>Starting at 3rd level, you can spend 1 ki point as an action to inflame a melee weapon you touch or your fists with hellish fire for 1 minute. Your unarmed or melee attacks deal an extra [[/damage 1d4 fire average]] damage.</p>",
      "effects": {
        "Hellfire Fist": {
          "name": "Hellfire Fist"
        }
      }
    },
    "Shadow Rift": {
      "name": "Shadow Rift",
      "description": "<p>Starting at 13th level, you become able to open a narrow rift in the fabric of the planes and transpose yourself to the Shadowrealm and back to the plane from whence you came. As an action, you can travel to the Shadowrealm or return to the plane you came from as if you have cast the <em>@UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz]{plane shift}</em> spell. You can only use this feature if you are on the Ethereal Plane, the Feyrealm, the Material Plane, or the Shadowrealm. No magical or physical restrictions can prevent you from accomplishing the planar travel made possible by this feature. Once you use this feature, you can’t use it again until you finish a long rest.</p>"
    },
    "Umbral Strike": {
      "name": "Umbral Strike",
      "description": "<p>Starting at 17th level, you can attack a creature’s life force through its shadow. When you are able to use your sneak attack, your target’s AC against your attack becomes 10 + the creature’s Dexterity modifier. You can use this feature only if your target is in &amp;Reference[darkness]{darkness}, or if its body casts a shadow.</p>"
    },
    "Congregation Domain Spells": {
      "name": "Congregation Domain Spells",
      "description": "<p style=\"text-align:center\"><strong>Congregation domain spells</strong></p><table><tbody><tr><td><p><strong>Cleric Level</strong></p></td><td><p><strong>Spells</strong></p></td></tr><tr><td><p>1st</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.8dzaICjGy6mTUaUr]{Bless}, @UUID[Compendium.dnd5e.spells.Item.xmDBqZhRVrtLP8h2]{Protection from Evil and Good}</p></td></tr><tr><td><p>3rd</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.Opwh2PdX4runSBlm]{Aid}, @UUID[Compendium.dnd5e.spells.Item.3MYDjS6k9IYL0aTj]{Calm Emotions}</p></td></tr><tr><td><p>5th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.ZU9d6woBdUP8pIPt]{Beacon of Hope}, @UUID[Compendium.dnd5e.spells.Item.34ddoYIrnOZ2GFYi]{Mass Healing Word}</p></td></tr><tr><td><p>7th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.P6f1PPKPd9BCb742]{Compulsion}, @UUID[Compendium.dnd5e.spells.Item.NJgxf7pmSsBArIG7]{Private Sanctum}</p></td></tr><tr><td><p>9th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.Pyzmm8R7rVsNAPsd]{Mass Cure Wounds}, @UUID[Compendium.dnd5e.spells.Item.uAwtVZkiSTyP6ORB]{Telepathic Bond}</p></td></tr></tbody></table>"
    },
    "Contractual Fate": {
      "name": "Contractual Fate",
      "description": "<p>Starting at 17th level, you can benefit from your hellish contract that has promised to protect you from unwanted outcomes of your fate in return for your service. As a reaction, you can spend 5 ki points to automatically succeed on one ability check, saving throw, or skill check instead of rolling. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Stone Body": {
      "name": "Stone Body",
      "description": "<p>Starting at 11th level, you can evoke a protective layer of stoney skin over your entire body. As a bonus action, you can spend 3 ki points to gain damage resistance from bludgeoning, piercing, and slashing damage from nonmagical attacks for 1 minute.</p>",
      "effects": {
        "Stoneskin": {
          "name": "Stoneskin",
          "description": "<p>You have damage resistance against bludgeoning, piercing and slashing damage from nonmagical weapons.</p>"
        }
      }
    },
    "Exorcist": {
      "name": "Exorcist",
      "description": "<p>Starting at 7th level, you can exorcise evil spirits from others. As an action, you can end possession on a creature, forcing the possessing spirit out of the target. You can use this feature [[max(1,@abilities.cha.mod)]] times, and you regain all expended uses when you finish a long rest.</p>"
    },
    "Elevated Spell Power": {
      "name": "Elevated Spell Power",
      "description": "<p>Starting at 10th level, you attain an optimized form of spellcasting methodology, which makes your spells more powerful. Spells you cast are considered to be one spell slot level higher than their actual spell slot level.</p>"
    },
    "Malediction": {
      "name": "Malediction",
      "description": "<p>Starting at 10th level, you can channel the vile energies of your hag patron to curse your enemies. As a bonus action, you can force one creature of your choice within 30 feet to make a [[/save cha dc=@abilities.cha.dc]] saving throw.</p><p>On a failed save, the target creature is cursed and must roll [[/r 1d6]] and subtract the number rolled from its attack rolls or saving throws whenever it makes one within the next 1 minute.</p><p>For the duration, the target creature also gains vulnerability to all damage dealt by you.</p><p>A remove curse spell ends this effect.</p><p>Once you use this feature, you can’t use it again until you finish a long rest.</p>",
      "effects": {
        "Malediction": {
          "name": "Malediction",
          "description": "<p>You have been cursed by a witchservant. While cursed you:</p><ul><li><p>Must substract 1d6 to each of your attack rolls or saving throws</p></li><li><p>You are vulnerable to all damage dealt to you by the witchservant</p></li></ul>"
        }
      }
    },
    "Land’s Stride": {
      "name": "Land’s Stride",
      "description": "<p>Starting at 6th level, moving through nonmagical difficult terrain costs you no extra movement. You can also pass through nonmagical plants without being slowed by them and without taking damage from them if they have thorns, spines, or a similar hazard. In addition, you gain advantage on saving throws against plants that are magically created or manipulated to impede movement, such as those created by the entangle spell.</p>"
    },
    "Energy Admixture": {
      "name": "Energy Admixture",
      "description": "<p>Starting at 6th level, you become able to choose the element you wish to create with your spells. You can spend 1 sorcery point to change the damage type of a spell that causes acid, cold, fire, lightning, radiant, or thunder damage to any of the damage types that you can change.</p>"
    },
    "Twisted Fate": {
      "name": "Twisted Fate",
      "description": "<p>Starting at 14th level, you can manipulate your fate and those of others. When any creature makes an attack roll, ability check, or saving throw, you can use your reaction to give advantage or disadvantage to the creature’s roll. You can do so after the creature rolls but before any effects of the roll occur. You can use this feature a number of times equal to your proficiency bonus ([[@prof]]), and you regain all expended uses when you finish a long rest.</p>"
    },
    "Sword of the Elves": {
      "name": "Sword of the Elves",
      "description": "<p>This extremely sharp longsword deals an extra [[/damage 1d6 slashing]] damage.</p><p>Note: You can only use this weapon after having activated your <em>@UUID[Compendium.crown-of-the-oathbreaker.player-options.Item.1AR4MBiaokujEuPw]{Fey Armament}</em> feature.</p>"
    },
    "Absorb Magic": {
      "name": "Absorb Magic",
      "description": "<p>Starting at 6th level, you can soak up harmful magic while raging and revitalize yourself from its energies. When you succeed on a successful save against a spell or magical effect while raging, you regain [[/healing 1d6]]{1d6} hit points for each level of the spell affecting you or [[/healing 2d6]]{2d6} hit points if the magical effect has no spell levels associated with it.</p>"
    },
    "Monster Caller": {
      "name": "Monster Caller",
      "description": "<p>Starting at 6th level, you can summon monstrous creatures that obey your commands. Your conjuration spells can summon &amp;Reference[monstrosity]{monstrosities} instead of &amp;Reference[beast]{beasts}.</p>"
    },
    "Ooze Domain": {
      "name": "Ooze Domain",
      "description": "<p>Clerics of the Ooze Domain believe in a higher level of physical existence that is represented by oozes. They serve their formless god to learn to be free from physical bounds. They believe that in the end, all organic materials will be wholly absorbed by oozes and are ready to sacrifice even themselves towards the fulfillment of this eventuality. In Aglarion, clerics of the ooze domain usually serve the Blind God, a minor entity that has only a few fanatic believers.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        },
        "Bonus Cantrip": {
          "title": "Bonus Cantrip"
        },
        "Ooze Domain Spells": {
          "title": "Ooze Domain Spells"
        },
        "Bonus Proficiencies": {
          "title": "Bonus Proficiencies"
        }
      }
    },
    "Resist Strikes": {
      "name": "Resist Strikes",
      "description": "<p>Starting at 3rd level, you can channel your ki into resisting damage from a blow. As a reaction, you can spend 1 ki point to reduce the damage you take from an attack by [[/r 1d10 + @abilities.str.mod + @classes.monk.levels]]</p>"
    },
    "Commander’s Orders": {
      "name": "Commander’s Orders",
      "description": "<p>Starting at 3rd level, you can inspire others through the power of your commands. To do so, you use a bonus action on your turn to choose any number of creatures other than yourself within 60 feet of you who can hear you. Those creatures gain one Commander’s dice, a d6.</p><p>Once within the next 10 minutes, the creature can roll the dice and add the number rolled to one ability check. The creature can wait until after it rolls the d20 before deciding to use the Commander’s dice, but must decide before the DM says whether the roll succeeds or fails. Once the Commander’s dice is rolled, it is lost. A creature can have only one Commander’s dice at a time. You can use this feature a number of times equal to your Charisma modifier (a minimum of once). You regain any expended uses when you finish a long rest.</p><p>Your Commander’s dice changes when you reach certain levels in this class. The dice becomes a d8 at 5th level, a d10 at 10th level, and a d12 at 15th level.</p>"
    },
    "Grafted Appendages": {
      "name": "Grafted Appendages",
      "description": "<p>Starting at 3rd level, you learn how to graft aberrant appendages into your body and use them to soak up damage from attacks. You gain 10 temporary hit points and +1 bonus to AC while you have these hit points. You regain these temporary hit points after a long rest.</p>",
      "effects": {
        "Grafted Appendages": {
          "name": "Grafted Appendages",
          "description": "<p>You gain +1 to AC while you still have temporary HP due to your grafted appendage.</p>"
        }
      }
    },
    "Bonus Cantrip": {
      "name": "Bonus Cantrip",
      "description": "<p>When you choose this domain at 1st level, you gain the @Compendium[dnd5e.spells.JLTQyqXEaJDrTXyW]{Acid Splash} cantrip, which doesn’t count against the number of cleric cantrips you know.</p>"
    },
    "Frightful Presence": {
      "name": "Frightful Presence",
      "description": "<p>Starting at 14th level, you can channel the dread presence of your dragon ancestor, causing those around you to become &amp;Reference[frightened]. As an action, you can draw on this power and exude an aura of fear to a distance of 60 feet. For 1 minute or until you lose your concentration (as if you were concentrating on a spell), each hostile creature that starts its turn in this aura must succeed on a [[/save wis dc=@abilities.cha.dc]] saving throw or be frightened until the aura ends. A creature that succeeds on this saving throw is immune to your aura for 24 hours. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>",
      "effects": {
        "Frightful Presence": {
          "name": "Frightful Presence",
          "description": "<p>The target is &amp;Reference[frightened] of the warlock as long as he has his Frightfull Presence Aura.</p>"
        }
      }
    },
    "Sense Beasts": {
      "name": "Sense Beasts",
      "description": "<p>Starting at 3rd level, you can detect hostile &amp;Reference[beast]{animals} and &amp;Reference[monstrosity]{monsters}. You sense the direction to the location of the highest challenge rating beast or monstrosity, and you can tell its distance from you as long as the creature is within 1,000 feet of you. If the creature is moving, you know the direction of its movement. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Oath of Protection": {
      "name": "Oath of Protection",
      "description": "<p>Paladins who swear the Oath of Protection are committed to the cause of protecting people, places, or even beliefs. Their well-grounded – and often narrowly interpreted – faith leads many who take the Oath to serve religious and secular organizations. However, paladins of this Oath have often turned against these very organizations when faced with tyrannical or oppressive regimes. Paladins who follow this path usually train frequently to maintain their capacity to offer aid in all circumstances to those that need it. They also encourage charity and lead by example in sheltering the weak and downtrodden.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        },
        "Oath of Protection Spells": {
          "title": "Oath of Protection Spells"
        }
      }
    },
    "Shadow Evocation": {
      "name": "Shadow Evocation",
      "description": "<p>Starting at 10th level, you can create a barrage of illusory damaging spells formed out of semi-real shadowstuff. As an action, you can choose an &amp;Reference[evocation]{evocation} spell that deals damage. You cast this spell as an illusion spell using a spell slot equal to the spell level of the chosen spell. Otherwise, the spell works exactly like the original spell. The affected creature must make the saving throws as described in the spell’s description. However, a creature affected by a shadow evocation spell must first make an [[/save int dc=@abilities.int.dc ]] saving throw. On a failed save, the creature believes the spell to be real and takes damage from the spell as normal. On a successful save, the creature takes only half damage.</p>"
    },
    "Advanced Alarm": {
      "name": "Advanced Alarm",
      "description": "<p>Starting at 2nd level, you gain deeper insight into the working of the <em>@Compendium[dnd5e.spells.7p9IuWrSWFgfyQo2]{alarm}</em> spell. The duration of an alarm spell cast by you becomes 24 hours, and it can be both mental and audible. You can also designate other willing creatures to be alerted by your alarm spell’s mental alert.</p>"
    },
    "Elusive Target": {
      "name": "Elusive Target",
      "description": "<p>Starting at 6th level, you can avoid the melee attacks of your enemies with an unexpected move. As a reaction, you can expend one use of your Bardic Inspiration to negate a melee attack that would otherwise hit you.</p>"
    },
    "Divine Protector": {
      "name": "Divine Protector",
      "description": "<p>At 20th level, your dedication to become a paragon of protection makes you a bulwark against the enemies of your cause and a symbol to those around you. As an action, you recount the Tenets of Protection and gain the following benefits for 1 minute:</p><ul><li>You gain the benefits of a shimmering field of protection, granting you a +2 bonus to AC.</li></ul><ul><li>You have resistance to bludgeoning, piercing, and slashing damage from non-magical weapons.</li></ul><ul><li>Whenever you or any ally within 30 feet fails a saving throw, you can use your reaction to reroll it. You must use this new roll.</li></ul><p>This effect ends early if you are incapacitated or die. Once you use this feature, you can’t use it again until you finish a long rest.</p>",
      "effects": {
        "Divine Protector": {
          "name": "Divine Protector",
          "description": "<p>You have:</p><ul><li>+2 bonus to AC</li><li>Resistance to bludgeoning, piercing, and slashing damage from non-magical weapons.</li><li>Whenever you or any ally within 30 feet fails a saving throw, you can use your reaction to reroll it. The new roll must be used.</li></ul>"
        }
      }
    },
    "Way of the Nine Seals": {
      "name": "Way of the Nine Seals",
      "description": "<p>Only a handful of devil-bound individuals practice the Way of the Nine Seals in Aglarion or the neighboring regions. This monastic tradition was forged in the flames of Hell, and it is infused with the accuracy and mettle of the fiends who practice it. Devils teach it only to those who pledge eternal servitude in return for the knowledge of the secret combat techniques. A monk of the Nine Seals is hard to fool and even harder to overcome. Masters of the Nine Seals are offered a fate-bound contract by their superiors, allowing them to alter their fate. In return, they are obedient tools of the armies of Hell.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Dark Devotion": {
      "name": "Dark Devotion",
      "description": "<article class=\"coto\"><p>Starting at 1st level, your hag patron bolsters your determination. You have advantage on saving throws against being &amp;Reference[charmed apply=false]{charmed}.</p></article>"
    },
    "Greater Purify": {
      "name": "Greater Purify",
      "description": "<article class=\"coto\"><p>At 20th level, your faith gives you and your allies immunity to all negative influences that you can cleanse in your surroundings. As an action, you can remove all effects listed under your @UUID[Compendium.crown-of-the-oathbreaker.player-options.Item.zRBCBVcncsORGnyg]{Purify} ability from yourself and friendly creatures within 30 feet of you.</p></article>"
    },
    "Elemental Transformation": {
      "name": "Elemental Transformation",
      "description": "<p>Starting at 17th level, you can become one of the elemental creatures you learned to imitate your whole life. As a bonus action, you can spend 6 ki points to transform into an earth elemental for 1 minute as if you were using the Wild Shape ability of the druid class. You can use all of your monk abilities in this new form. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Entropist Bloodline": {
      "name": "Entropist Bloodline",
      "description": "<p>You carry the forces of entropy in your bloodline, fueled by the elemental rule of chaos, and are driven to turn all things into their natural and eventual state of nothingness. Most sorcerers who are touched by chaos in this manner embrace the gifts of their blood and find use of their abilities in everyday life, while some strive through fanatical devotion to turn all things to dust, acting as agents of destruction. In either case, the magic that infuses their blood lends itself to combat, and many entropists are experts at breaking down the fortifications of their opponents and denying them healing.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Order of Charge": {
      "name": "Order of Charge",
      "description": "<p>Starting at 7th level, you can expend one use of your Commander’s Order ability to double the movement speed of the creatures you choose until the end of their next turn.</p>"
    },
    "Word of Creation": {
      "name": "Word of Creation",
      "description": "<p>Starting at 14th level, you learn to voice the word that shaped the world. As a bonus action, you can cast the <em>@Compendium[dnd5e.spells.T1vpZLam7LezjToj]{Divine Word}</em> spell without using a spell slot or material components. Once you use this feature, you can’t use it again until you finish a long rest.</p>"
    },
    "Monstrous Form": {
      "name": "Monstrous Form",
      "description": "<p>Starting at 2nd level, you acquire the ability to transform into monstrous forms. You can use your Wild Shape to transform into a &amp;Reference[monstrosity]{monstrosity} instead of a &amp;Reference[beast]{beast}.</p>"
    },
    "Channel Divinity: Heighten Spells": {
      "name": "Channel Divinity: Heighten Spells",
      "description": "<p>Starting at 6th level, you can heighten your spells more effectively. If you cast a spell at a higher level that allows for additional creatures to be affected by your spell, you can use your Channel Divinity to make your spell affect two additional creatures per spell level instead of just one creature.</p>"
    },
    "Shortbow of the Sprite": {
      "name": "Shortbow of the Sprite",
      "description": "<p>A creature hit by this shortbow must succeed on a [[/save con 10]] saving throw or become &amp;Reference[poisoned]{poisoned} for 1 minute. If its saving throw result is 5 or lower, the poisoned target falls unconscious for the same duration, or until it takes damage or another creature takes an action to shake it awake.</p><p><em>Note foundry:</em> You can only use this weapon after having activated your Fey Armament feature.</p>",
      "effects": {
        "Shortbow of the Sprite": {
          "name": "Shortbow of the Sprite",
          "description": "<p>The targed is poisoned for 1 minute. It the saving throw result was 5 or less, the target falls unconsious for the same duration, or until it takes damage, or another creature takes an action to shake it awake.</p>"
        }
      }
    },
    "Aura of Entropy": {
      "name": "Aura of Entropy",
      "description": "<p>Starting at 1st level, you emanate an aura of entropy that interferes with the natural order of reality. The radius of your aura is 5 feet at 1st level, but increases to 10 feet at 6th level, 15 feet at 11th level, and 20 feet at 16th level. Within your aura, objects cannot be repaired (ex.: by mending spell).</p><p>Additionally, all healing effects are hampered by your aura and require a [[/save con 10]] saving throw to function.</p>"
    },
    "NkUAL5NS73dlFLTW": {
      "name": "Master of Monsters",
      "description": "<p>Staring at 10th level, you can affect &amp;Reference[monstrosity]{monstrosities} with your spells that would otherwise affect &amp;Reference[beast]{beasts}. You can target monstrosities with spells that normally affect beasts.</p>"
    },
    "Touch of Entropy": {
      "name": "Touch of Entropy",
      "description": "<p>Starting at 1st level, your touch destroys non-organic matter. If the nonmagical object isn’t being worn or carried, you can choose to cause your touch to destroy a Tiny object at 1st level, a Small object at 5th level, a Medium object at 9th level, a Large object at 13th level, and a Huge object at 17th level.</p><p>If the object is being worn or carried by a creature, the creature can make a [[/save dex dc=@abilities.cha.dc]] saving throw to avoid your touch.</p><p>If the object touched is a non-magical weapon being carried, it takes a permanent and cumulative -1 penalty to damage rolls. If its penalty drops to -5, the weapon is destroyed.</p><p>If the object touched is either a nonmagical armor or a nonmagical shield being worn or carried, it takes a permanent and cumulative -1 penalty to the AC it offers. Armor reduced to an AC of 10 or a shield that drops to a +0 bonus is destroyed.</p>"
    },
    "Dirge of Grief": {
      "name": "Dirge of Grief",
      "description": "<p>Starting at 3rd level, you can sing a song that causes a creature to fall into a state of intense grief, washing away its hostility. As an action, you can target a creature that you can see within 60 feet. That creature must make a [[/save cha dc=@abilities.cha.dc]] saving throw against your spell DC or become charmed. While charmed, the target becomes indifferent about creatures of your choice towards which it is hostile. This indifference ends if the target is attacked or harmed by a spell or if it witnesses any of its allies being harmed. The effect ends after one minute and the creature can become hostile again. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Commanding Voice": {
      "name": "Commanding Voice",
      "description": "<p>Starting at 3rd level, you learn how to force your will on other crea-tures by the sheer force of your voice. As a bonus action, you can expend one use of your Bardic Inspiration to cast the <em>@Compendium[dnd5e.spells.arzCrMRgcNiQuh43]{Command}</em> spell without expending a spell slot or material components. The command spell is added to the bard spell list when you learn more bard spells of your choice.</p>"
    },
    "Speak with Beasts and Plants": {
      "name": "Speak with Beasts and Plants",
      "description": "<p>Starting at 3rd level, you can communicate with &amp;Reference[beast]{beasts} and &amp;Reference[plant]{plants} as if they shared a language with you. You learn how to read, write, and speak Sylvan.</p>"
    },
    "Monstrous Aspect: Horns of the Minotaur": {
      "name": "Monstrous Aspect: Horns of the Minotaur",
      "description": "<p>While using the Horns of the Minotaur option of @UUID[Compendium.crown-of-the-oathbreaker.player-options.Item.TzN0DBd5mOiDE8rY]{Monstrous Aspect}, horns grow from your forehead. You can use your attack action to make a gore attack that deals [[/damage formula=1d8+@abilities.str.mod bludgeoning average]]. If the target is a creature, it must succeed on a [[/save str sdc=8+@prof+@abilities.str.mod format=long]] or be pushed up to 10 ft. away and knocked &amp;Reference[prone].</p>"
    },
    "Circle of the Bloom": {
      "name": "Circle of the Bloom",
      "description": "<p>The Circle of the Bloom unites all druids who nurture flora and dedicate their lives to cultivating all forms of plant life. These druids tend to nature wherever their travels lead them, often tasked with important roles within farming communities but just as often living solitary lives in wilderness areas with heavy vegetation. Many druids of the circle might seem extremely introverted, slow, and even antisocial towards people, as they prefer to converse with plants and are used to the cyclical and slower nature of plant life.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        },
        "Speak with Plants": {
          "title": "Speak with Plants"
        },
        "Circle of the Bloom Spells": {
          "title": "Circle of the Bloom Spells"
        }
      }
    },
    "Order in Chaos": {
      "name": "Order in Chaos",
      "description": "<p>Starting at 10th level, you can manipulate the energies of your spells for optimal effect. For any spell that requires a dice roll, you can roll twice and take the desired roll. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Royal Guard": {
      "name": "Royal Guard",
      "description": "<p>Guards who serve at the Royal Palace or protect monarchs must pass a rigorous selection process. They are evaluated both for their physical and martial skills as well as their loyalty and ability to work as part of a unit. Royal guards are trained to be alert and fight in formation, taking advantage of each other’s movement and position in combat. The royal guards’ most skilled, legendary commanders have been said to wield their weapons as if they were extensions of their bodies.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Voice of the Elements": {
      "name": "Voice of the Elements",
      "description": "<p>Starting at 1st level, you innately become able to converse with those who speak the language of the elements. You can understand and speak Auran, Aquan, Ignan, and Terran.</p>"
    },
    "Blessings of Bloom": {
      "name": "Blessings of Bloom",
      "description": "<p>Staring at 10th level, your magic becomes attuned to the flora and your plant magic is stronger than usual. You gain the following benefits:</p><ul><li>When you cast the @Compendium[dnd5e.spells.gMrWeG8fMDPRFiVe]{Entangle} spell, the area of the spell is increased to a 40-foot square. Whenever a creature uses a Strength check to free itself, the thorns on the plants deal [[/damage 1d4 piercing average]] damage.</li><li>When you cast @Compendium[dnd5e.spells.JPwIEfgUPVebr5AH]{Barkskin}, the target’s AC can’t be less than 18, regardless of what kind of armor it is wearing.</li><li>When you cast the @Compendium[dnd5e.spells.Iv2qqSAT7OkXKPFx]{Locate Animals or Plants} spell and you describe a specific kind of plant, the area of the spell increases to a range of 50 miles.</li><li>When you cast @Compendium[dnd5e.spells.YWtwzp6ZnQJMEmVW]{Plant Growth}, the radius of the area covered by plants is 500 feet.</li><li>When you cast the @Compendium[dnd5e.spells.dp6xny4v8PDoIGjh]{Commune with Nature} spell, the area of the effect is doubled. You also gain an understanding of all plant creatures in the area, as well as all plant-based hazards and poisons.</li></ul>"
    },
    "Bonus Proficiency": {
      "name": "Bonus Proficiency",
      "description": "<p>Starting at 1st level, you become proficient in the &amp;Reference[Persuasion] skill.</p>"
    },
    "Terrifying Onslaught": {
      "name": "Terrifying Onslaught",
      "description": "<p>Starting at 6th level, you can instill fear in the hearts of those you attack. As a bonus action, you can choose a creature that you have dealt damage to with a melee weapon during your turn. If the creature can see or hear you, it must succeed on a [[/save wis dc=@abilities.cha.dc]] saving throw (DC = 8 + your Proficiency Bonus + your Charisma modifier) or become &amp;Reference[frightened]{frightened} until the end of your next turn.</p>"
    },
    "Elemental Gate": {
      "name": "Elemental Gate",
      "description": "<article class=\"coto\"><p>Starting at 18th level, you can open a portal to any of the elemental planes. You can cast the <em>@Compendium[dnd5e.spells.XbwGq5kDJNvAxNXV]{gate}</em> spell to open a portal to an Elemental Plane. Once you use this feature, you can’t use it again until you finish a long rest.</p></article>"
    },
    "Dragon Patron": {
      "name": "Dragon Patron",
      "description": "<p>Warlocks who venerate a Great Wyrm are bestowed with powers that emulate those of their draconic patrons. Their patrons share their blood with these warlocks, slowly transforming their physical forms as they gain draconic features like claws and even wings, as well as the senses and frightful presence of their mighty master.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Congregation Domain": {
      "name": "Congregation Domain",
      "description": "<p>Shepherds of their flocks and great orators, these clerics can heighten the potency of their prayers when others of their faith reinforce them. The congregation’s strength is in numbers, and clerics who follow this domain almost never serve alone and are almost always found in at least pairs. Priests of the congregation can favor war or competence over battle might, but all are dedicated to leading large groups of worshippers, sharing their faith, and lending a hand to their co-religionists.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        },
        "Bonus Proficiency": {
          "title": "Bonus Proficiency"
        },
        "Bonus Cantrip": {
          "title": "Bonus Cantrip"
        },
        "Congregation Domain Spells": {
          "title": "Congregation Domain Spells"
        }
      }
    },
    "Pierce Deception": {
      "name": "Pierce Deception",
      "description": "<p>Starting at 11th level, the powers of Hell grant you the ability to see reality as it is for a short period of time. As a bonus action, you can spend 3 ki points to gain the benefits of a <em>@UUID[Compendium.dnd5e.spells.Item.XzkJpE6XpZfKjODD]{true seeing}</em> spell for 1 minute.</p>",
      "effects": {
        "Pierce Deception": {
          "name": "Pierce Deception"
        }
      }
    },
    "Darksight": {
      "name": "Darksight",
      "description": "<p>Starting at 2nd level, your eyes have adapted to &amp;Reference[darkness]{darkness}. You gain &amp;Reference[darkvision]{darkvision} with a 60- foot radius, or your darkvision’s radius improves by 60 feet if you already have darkvision.</p>"
    },
    "Tenacious Abjurations": {
      "name": "Tenacious Abjurations",
      "description": "<p>Starting at 10th level, your &amp;Reference[abjuration]{abjuration} spells become hard to dispel. An attempt to use dispel magic or counterspell spells against your 3rd or lower level abjuration spells requires an ability check. All ability checks made to dispel an abjuration spell cast by you have disadvantage.</p>"
    },
    "Arcane Sentinel": {
      "name": "Arcane Sentinel",
      "description": "<p>Magic is reliable, it is hard to cheat, and is a more convenient tool to safeguard riches or secrets than intelligent guardians or monsters of any kind. Arcane sentinels are abjuration-specialist wizards who focus on magic that wards areas and prevents intrusion. Their spells are more durable, harder to remove, and more deadly when properly placed. Master Bertio Ranberd is the most renowned practitioner of the arcane sentinel school in Aglarion, teaching his secret formulas at his shop and boarding school, the Emporium of Marvelous Rarities.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Monstrous Aspect": {
      "name": "Monstrous Aspect",
      "description": "<p>Starting at 2nd level, you can transform your body to manifest the feature of a monstrosity. As a bonus action, you can apply one of the features to your body from the options below.</p><ul><li><em><strong>Gallop of the Centaur.</strong></em> Your two legs turn into those of a centaur and become powerful. Your speed increases to 50 feet.</li><li><em><strong>Wings of the Cockatrice.</strong></em> You sprout two feathery wings that allow you to fly. You gain a fly speed of 40 feet.</li><li><em><strong>Claws of the Griffon.</strong></em> Your hands turn into savage claws like those of a griffon. You can use your attack action to make a claw attack that deals [[/damage formula=2d4+@abilities.str.mod slashing average]] damage.</li><li><em><strong>Horns of the Minotaur.</strong></em> Horns grow from your forehead. You can use your attack action to make a gore attack that deals [[/damage formula=1d8+@abilities.str.mod bludgeoning average]]. If the target is a creature, it must succeed on a [[/save str sdc=8+@prof+@abilities.str.mod format=long]] or be pushed up to 10 ft. away and knocked &amp;Reference[prone].</li></ul><p>This manifestation persists for 1 minute or until you’re incapacitated. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Tentacle Limb": {
      "name": "Tentacle Limb",
      "description": "<p>Starting at 3rd level, you can turn your body into the form of an aberrant creature. As a bonus action, you can spend 1 ki point to transform your arm into a 10-foot long tentacle for 1 minute. The tentacle has reach and can be used as part of an unarmed strike. The tentacle deals [[/damage formula=@scale.monk.die+max(@abilities.str.mod, @abilities.dex.mod) bludgeoning average]] damage. You gain advantage on Strength (&amp;Reference[Athletics]) skill checks to &amp;Reference[grappled]{grapple} an opponent with the tentacle. At 11th level, you can transform both of your arms into tentacle limbs.</p>",
      "effects": {
        "Tentacle Limb": {
          "name": "Tentacle Limb",
          "description": "<p>While having the Tentacle Limb effect, you can use the Tentacle Limb Attack weapon present in your inventory.</p>"
        }
      }
    },
    "Hag’s Form": {
      "name": "Hag’s Form",
      "description": "<p>Starting at 1st level, you can mimic the shape-changing ability of your hag patron. As a bonus action, you can magically <em>@Compendium[dnd5e.spells.04nMsTWkIFvkbXlY]{polymorph}</em> into a Small or Medium humanoid for one hour. Your statistics are the same in each form. Any equipment you are wearing or carrying isn’t transformed. You revert to your true form if you die. Once you use this feature, you can’t use it again until you finish a long rest.</p>"
    },
    "Shadow Step": {
      "name": "Shadow Step",
      "description": "<p>Starting at 13th level, you become able to move through the Shadowrealm to reach your destination. While in darkness, you can use your movement to teleport to a location within the range of your speed as long as it is also in darkness.</p>"
    },
    "Beast Companion": {
      "name": "Beast Companion",
      "description": "<p>Starting at 3rd level, you gain a &amp;Reference[beast]{beast} companion that fights beside you. Choose a beast that is no larger than Large size and that has a challenge rating of 1 or lower. The beast obeys your commands and takes its turn on your initiative. On your turn, you can command the beast where to move or what actions to take, which require no actions on your part. If you are @UUID[Compendium.dnd5e.rules.JournalEntry.w7eitkpD7QQTB6j0.JournalEntryPage.TpkZgLfxCmSndmpb]{incapacitated} or absent, the beast has free will and protects you and itself. If the beast dies, you can obtain another one by spending 8 hours to befriend another non-hostile beast.</p>"
    },
    "Dragon’s Claws": {
      "name": "Dragon’s Claws",
      "description": "<p>Starting at 1st level, your hands become clawlike that you can use to make attacks. The claws have a reach of 5 feet, can be used as an unarmed strike, and deal [[/damage formula=1d6+@abilities.str.mod slashing average]] damage on a hit.</p>"
    },
    "Legendary Commander": {
      "name": "Legendary Commander",
      "description": "<p>Starting at 18th level, your Commander’s Order can influence every friendly creature within 200 feet of you who can hear you, as well as yourself. Additionally, you can cast the <em>@UUID[Compendium.dnd5e.spells.Item.arzCrMRgcNiQuh43]{command}</em> spell [[@prof]] times per day, DC equals [[8+@prof+@abilities.cha.mod]] without expending a spell slot or material components.</p>"
    },
    "Expanded Spell List: Chaos Wielder": {
      "name": "Expanded Spell List: Chaos Wielder",
      "description": "<p>At 1st level, the Elemental Cha-os lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you:</p><table><tbody><tr><td><p><strong>Spell Level</strong></p></td><td><p><strong>Spells</strong></p></td></tr><tr><td><p>1st</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.95K2aUhAGV9qXjnf]{bane}, @UUID[Compendium.dnd5e.spells.Item.8dzaICjGy6mTUaUr]{bless}</p></td></tr><tr><td><p>2nd</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.FjYE214HTERCRZNm]{flaming sphere}, @UUID[Compendium.dnd5e.spells.Item.JbxsYXxSOTZbf9I0]{spiritual weapon}</p></td></tr><tr><td><p>3rd</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.GSvLWcdCZLQkilXT]{blink}, @UUID[Compendium.dnd5e.spells.Item.ehvmg9U9fcMEhE4z]{call lightning}</p></td></tr><tr><td><p>4th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.9hQXdMSmerkTsHDe]{confusion}, @UUID[Compendium.dnd5e.spells.Item.04nMsTWkIFvkbXlY]{polymorph}</p></td></tr><tr><td><p>5th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.5e1xTohkzqFqbYH4]{flame strike}, @UUID[Compendium.dnd5e.spells.Item.zMEo5DKK8uxsuWnq]{reincarnate}</p></td></tr></tbody></table>"
    },
    "Logical Defense": {
      "name": "Logical Defense",
      "description": "<p>Starting at 14th level, you can deduct the outcome of a threat directed at you. As a reaction, you can add [[max(1,@abilities.int.mod)]] as a bonus to your AC or a saving throw made against a spell.</p>"
    },
    "Nerve-wracking Strike": {
      "name": "Nerve-wracking Strike",
      "description": "<p>Starting at 6th level, you can channel psychic energies into your tentacle strikes. Your unarmed strikes with your tentacle limb count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. You can spend 1 ki point to deal an additional [[/damage formula=@scale.monk.die+@abilities.wis.mod psychic average]] damage with one unarmed strike of your tentacle limb.</p><details><summary><em><strong>How to setup</strong></em></summary><p>When receiving this feature, edit the \"Tentacle Limb: Attack\" present in your inventory, and on the detail tab, check the \"Magical\" check box</p></details>",
      "activities": {
        "damage": {
          "condition": "Striking with a tentacle limb attack"
        }
      }
    },
    "Accentuated Tone": {
      "name": "Accentuated Tone",
      "description": "<p>Starting at 3rd level, you learn how to add weight to your voice-based spells. As a bonus action, you can expend one use of your Bardic Inspiration to force your target to make a saving throw against your spell with disadvantage if that spell requires your target to hear you.</p>",
      "effects": {
        "Accentuated Tone": {
          "name": "Accentuated Tone",
          "description": "<p>The Bard can force you, once, to make a saving throw with disadvantage for a spell that requires you to hear him.</p>"
        }
      }
    },
    "Circle Spells: Circle of the Savage Blood": {
      "name": "Circle Spells: Circle of the Savage Blood",
      "description": "<p>Starting at 2nd level, you gain access to the @UUID[Compendium.dnd5e.spells.Item.mGGlcLdggHwcL7MG]{True Strike} cantrip and the following circle spells, which are always prepared and don’t count towards the number of spells you can prepare each day.</p><table><tbody><tr><td><p><strong>Druid Level</strong></p></td><td><p><strong>Spells</strong></p></td></tr><tr><td><p>3rd</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.WahI41a3goVUg0x1]{Enlarge/Reduce}, @UUID[Compendium.dnd5e.spells.Item.9eOZDBImVKxbeOyZ]{Enhance Ability}</p></td></tr><tr><td><p>5th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.GSvLWcdCZLQkilXT]{Blink}, @UUID[Compendium.dnd5e.spells.Item.yfbK8gZqESlaoY5t]{Fly}</p></td></tr><tr><td><p>7th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.LrPvWHBPmiMQQsKB]{Dominate Beast}, @UUID[Compendium.dnd5e.spells.Item.04nMsTWkIFvkbXlY]{Polymorph}</p></td></tr><tr><td><p>9th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.wXzkqpeFP8eWgJzK]{Antilife Shell}, @UUID[Compendium.dnd5e.spells.Item.l9Ju5KE7bbn3WpTm]{Hold Monster}</p></td></tr></tbody></table>"
    },
    "Gelatinous Form": {
      "name": "Gelatinous Form",
      "description": "<p>Starting at 8th level, you can become as transparent as a gelatinous cube. As an action, you can become transparent, even when you are in plain sight. Your gear also becomes transparent with you. It requires a [[/check perception 15]] skill check to spot you if you have not moved nor attacked during your turn. A creature that tries to enter your space while unaware of you is surprised by you.</p>"
    },
    "Photographic Memory": {
      "name": "Photographic Memory",
      "description": "<p>Starting at 3rd level, you gain photographic memory and can recall the most minute details of what you’ve seen. You can recall every detail of a single image or a single page of script that you’ve studied for one round. You can recall a number of images or pages up to [[@abilities.int.mod]].</p>"
    },
    "Resistances to Natural Law": {
      "name": "Resistances to Natural Law",
      "description": "<p>Starting at 14th level, you are partially protected against the flow of entropy. You gain resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks not made with adamantine weapons. You also gain advantage on saving throws against any spell cast or effects created by lawful creatures. Additionally, you gain advantage against &amp;Reference[petrified apply=false]{petrification} and any other &amp;Reference[transmutation]{transmutation} effect that would change the composition of your body or physical form, like <em>@UUID[Compendium.dnd5e.spells.Item.04nMsTWkIFvkbXlY]{polymorph}</em>.</p>"
    },
    "Telepathic Terror": {
      "name": "Telepathic Terror",
      "description": "<p>Starting at 6th level, you can telepathically project your rage into the mind of your enemies, causing them spasms that shake their will. As a bonus action, you can expend one use of your @UUID[Compendium.dnd5e.classfeatures.Item.VoR0SUrNX5EJVPIO]{Rage} feature to assault the mind of a target creature. The target creature must succeed on a [[/save wis dc=@abilities.con.dc]] saving throw (DC equals 8 + your Proficiency Bonus + your Constitution modifier) or become &amp;Reference[charmed]{charmed}. A creature charmed this way has disadvantage on attack rolls, ability checks, and saving throws for 1 minute. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the effect ends on the target.</p>"
    },
    "Inquisitor": {
      "name": "Inquisitor",
      "description": "<p style=\"text-align:justify\"><span style=\"color:#191813\">Seekers of the truth and judges of the faith, the inquisitors are paladins who vow to punish the guilty and upkeep the law set by their faith and tenets. These paladins focus on divination magic to lift the veils of deception and to find truths that lie behind them. Their loyalty to their church and beliefs is unquestionable, as is their dedication to any mission on which they are sent. Inquisitors and their methods might vary from religion to religion, but every one of them holds a zealous fervor in common, which drives them and empowers their abilities.</span></p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        },
        "Inquisitor Spells": {
          "title": "Inquisitor Spells"
        }
      }
    },
    "Protection of the Pack": {
      "name": "Protection of the Pack",
      "description": "<p>Starting at 15th level, when you surround yourself with allied &amp;Reference[beast]{beasts} or &amp;Reference[monstrosity]{monstrosities} the pack grants you benefits. You gain the following benefits if an allied beast or monstrosity is within 5 ft. of you or if you are mounted on such a creature.</p><ul><li>You gain +2 to your AC.</li></ul><ul><li>Whenever you are the target of a melee attack, the beast or monstrosity can make a melee attack against the attacking opponent as a reaction.</li></ul><ul><li>When an attacker that you can see hits you with a melee attack, you can use your reaction to halve the attack’s damage against you. However your beast or monstrosity ally takes the other half of the damage.</li></ul>"
    },
    "Eyes of Darkness": {
      "name": "Eyes of Darkness",
      "description": "<p>Starting at 3rd level, your eyes become adapted to even the deepest darkness. You gain darkvision in a 60-foot radius and can see through even magical darkness.</p>"
    },
    "Enslave": {
      "name": "Enslave",
      "description": "<p>Staring at 10th level, you can manifest your dominance over humanoids. As an action, you can cast the @Compendium[dnd5e.spells.91Sw6vOIaO7U8DvM]{Dominate Person} spell without expending a spell slot or material components. Once you use this feature, you can’t use it until you finish a long rest.</p>"
    },
    "Second Chance": {
      "name": "Second Chance",
      "description": "<p>Starting at 9th level, whenever you fail a Dexterity (&amp;Reference[ste]), Dexterity (&amp;Reference[slt]), or Charisma (&amp;Reference[dec]) skill check, you can reroll the check as a bonus action. You must use the new result, even if it’s lower than the original roll. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Siege Beast Companion": {
      "name": "Siege Beast Companion",
      "description": "<p>Starting at 7th level, the maximum challenge rating of the &amp;Reference[beast]{beast} that you can have as your companion increases to 2. Your beast companion also gains the Siege Monster trait, dealing double damage to objects and structures.</p>"
    },
    "Incomprehensible Intellect": {
      "name": "Incomprehensible Intellect",
      "description": "<p>Starting at 2nd level, your mind becomes as obscure and alien as the beings you venerate. Your thoughts can’t be read by magical means and you become immune to being @UUID[Compendium.dnd5e.rules.JournalEntry.w7eitkpD7QQTB6j0.JournalEntryPage.zZaEBrKkr66OWJvD]{charmed}.</p>"
    },
    "Swift Strike": {
      "name": "Swift Strike",
      "description": "<p>Starting at 15th level, your combat reactions become effortless. You gain an extra reaction that you can use only to make an attack roll, but only when your reaction is triggered.</p>"
    },
    "Simplified Spell Rituals": {
      "name": "Simplified Spell Rituals",
      "description": "<p>Starting at 2nd level, you have mastered conducting rituals by focusing on their most fundamental structures. Instead of the usual 10 minutes required to cast ritual spells, you can cast the ritual version of a spell in 1 minute.</p>"
    },
    "Tenets of Inquisition": {
      "name": "Tenets of Inquisition",
      "description": "<p>The tenets of the Oath of Inquisition drive a paladin to seek the truth and to eliminate the hidden enemies of its faith.</p><p><em><strong>Draw out the truth.</strong></em> The truth is not always visible. Finding it is sometimes hard, but the effort must be made. Once found, it must be announced so that others can learn it as well.</p><p><em><strong>Facts only.</strong></em> Facts are the only truths on which you can rely. Anything else is mere speculation. One can only make a decision based on facts. Without firm evidence, even truth cannot be proven.</p><p><em><strong>Oppose heresy.</strong></em> Seeking those who work to ruin and undermine the church’s integrity is the holiest service one can do for one’s faith. Therefore, one must always stay vigilant and be on the lookout for corruption and those who spread falsehoods.</p><p><em><strong>Live by the law.</strong></em> Law provides safety and justice to all. Order is the only truth on which one can build. Those who break the law must pay the price. Therefore, one must live by the law and keep it at all costs.</p>"
    },
    "Channel Divinity: Denounce Shapeshifter": {
      "name": "Channel Divinity: Denounce Shapeshifter",
      "description": "<p>You can use your Channel Divinity to force a shapeshifting creature back into its natural form. As an action, you can target one creature within 30 feet. The target creature must make a [[/save cha dc=@abilities.cha.dc]] saving throw. On a failed save, the target reverts to its natural form and can’t change its form for 1 minute.</p>"
    },
    "Darkness Domain Spells": {
      "name": "Darkness Domain Spells",
      "description": "<p style=\"text-align:center\"><strong>Darkness domain spells</strong></p><table><tbody><tr><td><p><strong>Cleric Level</strong></p></td><td><p><strong>Spells</strong></p></td></tr><tr><td><p>1st</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.IBJmWjzbQGu7M4UX]{Fog Cloud}, @UUID[Compendium.dnd5e.spells.Item.KhwiSi9fwVfUPtku]{Sleep}</p></td></tr><tr><td><p>3rd</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.S7VbUetIfVT7B6Eq]{Darkness}, @UUID[Compendium.dnd5e.spells.Item.hJ6ZiA3fpoY8v9cp]{Darkvision}</p></td></tr><tr><td><p>5th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.XXUDGFELgoskdOD0]{Fear}, @UUID[Compendium.dnd5e.spells.Item.aU62xVUBYkAQWIHv]{Nondetection}</p></td></tr><tr><td><p>7th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.tEpDmYZNGc9f5OhJ]{Greater Invisibility}, @UUID[Compendium.dnd5e.spells.Item.BYNvBJzHcF5VJhXw]{Phantasmal Killer}</p></td></tr><tr><td><p>9th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.kSPRpeIx3w3nihrF]{Dream}, @UUID[Compendium.dnd5e.spells.Item.MBMaQLwoy05qzMJ3]{Mislead}</p></td></tr></tbody></table>"
    },
    "Aberrant Anatomy": {
      "name": "Aberrant Anatomy",
      "description": "<p>Starting at 10th level, your bodily mutations become so severe and bizarre that your physiology is no longer similar to that of your original race. You become immune to critical hits and diseases. Extra eyes give you advantage on Wisdom (&amp;Reference[perception]) checks that rely on sight, and you gain &amp;Reference[darkvision]{darkvision} to a range of 120 feet. You are also considered an &amp;Reference[aberration]{aberration} type creature for the purposes of determining effects, but you retain your original creature type.</p>"
    },
    "Dragon’s Senses": {
      "name": "Dragon’s Senses",
      "description": "<p>Starting at 10th level, you gain blindsight 30 ft. Additionally, you sense the presence of any treasure worth over 100 gold pieces within 120 feet of you. This ability merely reveals that treasure is present. You don’t learn the location of the treasure, but you do learn its general value. This ability can’t locate treasure if any thickness of lead, even a thin sheet, blocks a direct path between you and the object.</p>"
    },
    "Entropic Damage": {
      "name": "Entropic Damage",
      "description": "<p>Starting at 6th level, your aura of entropy also dissolves organic flesh. Each creature you choose in your @UUID[Compendium.crown-of-the-oathbreaker.player-options.Item.NRrStNrrH0C87lho]{Aura of Entropy} must succeed on a [[/save con dc=@abilities.cha.dc]] saving throw or lose a number of hit points equal to [[/damage formula=1d4+@abilities.cha.mod]] at the start of each of its turns. While the creature remains in your aura, its body continues to dissolve, and the creature continues to lose hit points at the start of its turns unless it succeeds on the Constitution saving throw. On a successful save, the creature is immune to this effect for 24 hours.</p>"
    },
    "Circle Spells: Inheritor of the Unbegotten": {
      "name": "Circle Spells: Inheritor of the Unbegotten",
      "description": "<p>Starting at 2nd level, you gain access to the @UUID[Compendium.dnd5e.spells.Item.Z9p1vezIn95jw1Yw]{Eldritch Blast} cantrip and the following circle spells, which are always prepared and don’t count towards the number of spells you can prepare each day.</p><table><tbody><tr><td><p><strong>Druid Level</strong></p></td><td><p><strong>Spells</strong></p></td></tr><tr><td><p>3rd</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.UDUnlfPsOAbq2RSE]{Blur}, @UUID[Compendium.dnd5e.spells.Item.ppWAAEul0QHtm4er]{Detect Thoughts}</p></td></tr><tr><td><p>5th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.2IWiZAJtOGDoKjiz]{Gaseous Form}, @UUID[Compendium.dnd5e.spells.Item.uCud2s4TjMfjiXUb]{Spirit Guardians}</p></td></tr><tr><td><p>7th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.pxpb2eOB6bv4phAf]{Banishment}, @UUID[Compendium.dnd5e.spells.Item.DGONTFbk5eORs5qv]{Black Tentacles}</p></td></tr><tr><td><p>9th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.dSTu1MaPhBqPITwM]{Contact Other Plane}, @UUID[Compendium.dnd5e.spells.Item.SLxA9QhrggTz0taU]{Hallow}<br /></p></td></tr></tbody></table>"
    },
    "Ooze Form": {
      "name": "Ooze Form",
      "description": "<p>Starting at 17th level, you gain the ability to assume the form of an ooze for one hour. You gain a speed of 20 ft. and climb 20 ft. You gain damage immunity to acid, cold, lightning and slashing damage. You become immune to the blinded, charmed, deafened, frightened and prone conditions as well as exhaustion. In addition, you gain blindsight 60 ft., but become blind beyond the range of your blindsight. You gain the following abilities:</p><ul><li>You can move through a space as narrow as 1 inch wide without squeezing.</li><li>A creature that touches you or hits you with a melee attack while within 5 feet of you takes [[/damage 3d8 acid average]] damage. Any nonmagical weapon made of metal or wood that hits you corrodes. After dealing damage, the weapon takes a permanent and cumulative -1 penalty to damage rolls. If its penalty drops to -5, the weapon is destroyed. Nonmagical ammunition made of metal or wood that hits you is destroyed after dealing damage. You can eat through 2-inch thick, nonmagical wood or metal in 1 round.</li><li>You can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</li><li>You can make a melee attack with a reach of 5 ft. that deals [[/damage formula=1d6+@abilities.str.mod bludgeoning average]] plus [[/damage 4d8 acid average]] damage. In addition, nonmagical armor worn by the target is partly dissolved and takes a permanent and cumulative -1 penalty to the AC it offers. The armor is destroyed if the penalty reduces its AC to 10.</li></ul><p>Once you use this feature, you can’t use it again until you finish a long rest.</p>"
    },
    "Treant Form": {
      "name": "Treant Form",
      "description": "<p>Starting at 14th level, you can take on the form of the grandest creature of the forest, the treant. You can use your Wild Shape to transform into a @Compendium[dnd5e.monsters.NB6wUgVqeOQtsQKu]{Treant}, but must follow all other limitations presented under Wild Shape.</p><p>You cannot use the Animate Trees ability of the treant.</p>"
    },
    "Dragon’s Tongue": {
      "name": "Dragon’s Tongue",
      "description": "<p>Starting at 1st level, you can speak, read, and write Draconic. Additionally, whenever you make a Charisma ability check when interacting with dragons, your proficiency bonus is doubled if it applies to the check.</p>"
    },
    "Darkness Domain": {
      "name": "Darkness Domain",
      "description": "<p>The clerics of the Darkness Within are secretive individuals who detach themselves from society and keep to the shadows. They accommodate themselves to darkness and operate unseen, focusing on hiding what they deem significant from the eyes of those who seek them. The imprint of the Dark Star’s reign still resonates with the populace of Aglarion, manifesting in the subconscious memory of the society as a whole. Those who follow the Darkness Within keep their faith to themselves even if they are not devoted to the ideology of the dark solar avatar of their dualistic god. They pray at midnight and venerate the new moon as the absolute peak of their god’s power.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        },
        "Darkness Domain Spells": {
          "title": "Darkness Domain Spells"
        }
      }
    },
    "Universal Language": {
      "name": "Universal Language",
      "description": "<p>Starting at 6th level, you become able to converse with anyone alive or dead. You are constantly under the effect of a <em>@Compendium[dnd5e.spells.gopnZvS0c2jD5FP8]{Tongues}</em> spell and you can cast the <em>@Compendium[dnd5e.spells.I2LUSF5ogc7Bj62e]{Speak with Dead}</em>, <em>@Compendium[dnd5e.spells.aL1F8fvYLtNzUbKu]{Speak with Animals}</em>, <em>@Compendium[dnd5e.spells.2VXGS206tuChoeXy]{Speak with Plants}</em> spell each a number of times per day equal to your Charisma modifier (minimum of once) without using spell slots or material components. Your spells that require your target to hear you can affect any creature type that has an Intelligence ability score of 3 or higher even if that creature is immune to being @UUID[Compendium.dnd5e.rules.JournalEntry.w7eitkpD7QQTB6j0.JournalEntryPage.zZaEBrKkr66OWJvD]{charmed} or @UUID[Compendium.dnd5e.rules.JournalEntry.w7eitkpD7QQTB6j0.JournalEntryPage.oreoyaFKnvZCrgij]{frightened}.</p>"
    },
    "Hybrid Form": {
      "name": "Hybrid Form",
      "description": "<p>Starting at 6th level, you can assume the form of a lycanthrope hybrid. As an action, you can spend 1 sorcery point to transform into a hybrid form for 1 minute and gain the following benefits:</p><ul><li>When you aren’t wearing armor, your AC equals [[12+@abilities.dex.mod]].</li></ul><ul><li>You gain damage resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks not made with silvered weapons.</li></ul><ul><li>You become proficient with natural weapons.</li></ul><ul><li>Your hands transform into claws that deal [[/damage formula=1d6+@abilities.str.mod slashing average]] damage. You can attack twice with your claws, instead of once, whenever you take the attack action on your turn.</li></ul><ul><li>As a bonus action, you can make a bite attack that deals [[/damage formula=1d8+@abilities.str.mod piercing average]] damage.</li></ul>",
      "effects": {
        "Hybrid Form": {
          "name": "Hybrid Form",
          "description": "<p>While in hybrid form, you have :</p><ul><li>When you aren’t wearing armor, your AC equals 12 + your Dexterity modifier (so [[12+@abilities.dex.mod]]).</li></ul><ul><li>You gain damage resistance to &amp;Reference[bludgeoning], &amp;Reference[piercing], and &amp;Reference[slashing] damage from nonmagical attacks not made with silvered weapons.</li></ul><ul><li>You become proficient with natural weapons.</li></ul><ul><li>Your hands transform into claws that deal [[/damage formula=1d6+@abilities.str.mod slashing average]] damage. You can attack twice with your claws, instead of once, whenever you take the attack action on your turn.</li></ul><ul><li>As a bonus action, you can make a bite attack that deals [[/damage formula=1d8+@abilities.str.mod piercing average]] damage.</li></ul>"
        }
      }
    },
    "Read Thoughts": {
      "name": "Read Thoughts",
      "description": "<p>Starting at 13th level, as an action you can read the surface thoughts of one creature within 60 feet of you. The effect can penetrate barriers, but 3 feet of wood or dirt, 2 feet of stone, 2 inches of metal, or a thin sheet of lead blocks it. While the target is in range, you can continue reading its thoughts, as long as your concentration isn’t broken (as if concentrating on a spell). While reading the target’s mind, you have advantage on Wisdom (&amp;Reference[ins]) and Charisma (&amp;Reference[dec], &amp;Reference[itm], and &amp;Reference[per]) skill checks against the target.</p>"
    },
    "Dragon Wings": {
      "name": "Dragon Wings",
      "description": "<p>Starting at 14th level, you gain the ability to sprout a pair of dragon wings from your back, gaining a fly speed equal to your current speed. You can create these wings as a bonus action on your turn. They last until you dismiss them as a bonus action on your turn. You can’t manifest your wings while wearing armor unless the armor is made to accommodate them, and clothing not made to accommodate your wings might be destroyed when you manifest them.</p>"
    },
    "Efficient Spell Recovery": {
      "name": "Efficient Spell Recovery",
      "description": "<p>Starting at 2nd level, you have learned to recall spells more efficiently by remembering their key variables. You can recover an additional spell slot when using your arcane recovery class ability.</p>"
    },
    "Predator’s Knowledge": {
      "name": "Predator’s Knowledge",
      "description": "<article class=\"coto\"><p>Starting at 1st level, your bestial side awakens, giving you the skills of predators. You gain proficiency in the Dexterity (&amp;Reference[ste]), Wisdom (&amp;Reference[prc]), and Wisdom (&amp;Reference[sur]) skills if you are not already proficient in them.</p></article>"
    },
    "Spycraft": {
      "name": "Spycraft",
      "description": "<article class=\"coto\"><p>Starting at 3rd level, you become a master of spycraft. You gain proficiency with the Dexterity (&amp;Reference[ste]), Dexterity (&amp;Reference[slt]), and Charisma (&amp;Reference[dec]) skills if you are not already proficient in them or double your proficiency bonus if you are already proficient in them.</p></article>"
    },
    "Empowered Glyph": {
      "name": "Empowered Glyph",
      "description": "<p>Starting at 6th level, you can inscribe the <em>@Compendium[dnd5e.spells.pB7XVYwdGNcUG935]{gyph of warding}</em> spell in an instant and make it more potent. You can cast the glyph of warding spell as an action without using a spell slot and reroll a number of the damage dice equal to [[max(1,@abilities.int.mod)]] when using the spell’s explosive runes option. You must use the new rolls. Once you use this feature, you can’t use it until you finish a long rest.</p>"
    },
    "Forceful Communal Prayers": {
      "name": "Forceful Communal Prayers",
      "description": "<p>Starting at 17th level, you can make spells more potent if you or others cast the same spell in your presence. After you or an ally casts a spell, creatures targeted by the same spell cast by you or an ally gain disadvantage on the saving throw until the end of the turn. Additionally, if the spell requires a dice roll, you or allies can reroll 1s and 2s and must use the new roll, even if the new roll is a 1 or a 2.</p>"
    },
    "The Great Pretender": {
      "name": "The Great Pretender",
      "description": "<p>Starting at 14th level, you can pretend to be someone else by projecting a visage of your pure imagination, while you remain invisible. As an action, you can expend one use of your Bardic Inspiration to cast <em>@UUID[Compendium.dnd5e.spells.Item.MBMaQLwoy05qzMJ3]{mislead}</em> without using a spell slot or material components.</p>"
    },
    "Dedicated Defender": {
      "name": "Dedicated Defender",
      "description": "<p>Starting at 7th level, you can deflect attacks against those whom you protect. When another creature damages you or your ally within 5 feet with a melee attack, you can use your reaction to reduce the damage by [[/r 1d6+@abilities.cha.mod]] points. This reduction increases to [[/r 1d8+@abilities.cha.mod]] at 13th level, and [[/r 1d10+@abilities.cha.mod]] at 17th level.</p>"
    },
    "Ooze Form: Attack": {
      "name": "Ooze Form: Attack",
      "description": "<article class=\"coto\"><p>While in Ooze form, you can make a melee attack with a reach of 5 ft. that deals [[/damage formula=1d6+@abilities.str.mod bludgeoning average]] plus [[/damage 4d8 acid average]] acid damage.</p><p>In addition, nonmagical armor worn by the target is partly dissolved and takes a permanent and cumulative -1 penalty to the AC it offers. The armor is destroyed if the penalty reduces its AC to 10.</p></article>"
    },
    "Channel Divinity: Vow of Protection": {
      "name": "Channel Divinity: Vow of Protection",
      "description": "<p>You can use your Channel Divinity to bolster your defenses. As a bonus action, you can utter a vow of protection from a creature you can see within 30 feet of you, using your Channel Divinity. That creature gains disadvantage on attack rolls against you for 1 minute or until you drop to 0 hit points or fall unconscious.</p>",
      "effects": {
        "Channel Divinity - Vow of Protection": {
          "name": "Channel Divinity - Vow of Protection",
          "description": "<p>You have disadvantage on attack rolls against the caster of this spell for 1 minute.</p>"
        }
      }
    },
    "Practiced Abjurer": {
      "name": "Practiced Abjurer",
      "description": "<p>Starting at 2nd level, you become practiced at learning &amp;Reference[abjuration]{abjuration} spells. The gold and time you must spend to copy an abjuration spell into your spellbook is halved.</p>"
    },
    "Dark Sight": {
      "name": "Dark Sight",
      "description": "<p>Starting at 1st level, you gain darkvision 60 ft. and magical darkness doesn’t impede your sight. If you already have darkvision, its range increases by 60 ft.</p>"
    },
    "Commander": {
      "name": "Commander",
      "description": "<p>Giving orders is second nature to a commander. These exemplary fighters lead their squadrons by inspiring their subordinates and bolstering their fighting prowess through the strength of their voices and their presence. As a result, the forces under their command can achieve incredible feats of battle, even when odds are stacked against them.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Sneaky Interrupt": {
      "name": "Sneaky Interrupt",
      "description": "<p>Starting at 3rd level, your understanding of magic theories equals that of a trained wizard and as such, you know when it’s best to strike at them. You gain proficiency in the Arcana skill if you aren’t already proficient in it and gain an advantage on your attack rolls against targets maintaining concentration on a spell.</p>"
    },
    "Intimidating Slaughter": {
      "name": "Intimidating Slaughter",
      "description": "<p>Starting at 14th level, the fear in the eyes of your enemies intensifies your combat prowess. As a bonus action, you can make a melee weapon attack against a &amp;Reference[frightened apply=false]{frightened} creature and your melee weapon attacks score a critical hit against them on a roll of 18, 19 or 20.</p><p>On a critical hit, all hostile creatures within 30 feet who saw your critical hit must succeed on a [[/save wis dc=@abilities.cha.dc]] saving throw (DC equals 8 + your Proficiency Bonus + your Charisma modifer) or become frightened until the end of your next turn.</p>"
    },
    "Ethereal Passage": {
      "name": "Ethereal Passage",
      "description": "<p>Starting at 14th level, you gain the ability to traverse the Ethereal plane. You can cast <em>@Compendium[dnd5e.spells.PQuEgKyCdovOvhqN]{etherealness}</em> without using a spell slot. Once you use this feature, you can’t use it again until you finish a long rest.</p>"
    },
    "Expanded Spell List: Witchservant": {
      "name": "Expanded Spell List: Witchservant",
      "description": "<p>Expanded Spell List. At 1st level, your hag patron lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you:</p><table><caption>Witchservant Expanded Spells</caption><tbody><tr><th><p style=\"text-align:center\"><strong>Warlock Level</strong></p></th><th><p style=\"text-align:center\"><strong>Spells</strong></p></th></tr><tr><td><p style=\"text-align:center\">1st</p></td><td><p style=\"text-align:center\">@UUID[Compendium.dnd5e.spells.Item.95K2aUhAGV9qXjnf]{bane}, @UUID[Compendium.dnd5e.spells.Item.BQk5Row4NymMnUQl]{hideous laughter}</p></td></tr><tr><td><p style=\"text-align:center\">2nd</p></td><td><p style=\"text-align:center\">@UUID[Compendium.dnd5e.spells.Item.zwGsAv6kmwzYGhh3]{blindness/deafness}, @UUID[Compendium.dnd5e.spells.Item.hJ6ZiA3fpoY8v9cp]{darkvision}</p></td></tr><tr><td><p style=\"text-align:center\">3rd</p></td><td><p style=\"text-align:center\">@UUID[Compendium.dnd5e.spells.Item.pO4zGe5LmFIYqJiL]{bestow curse}, @UUID[Compendium.dnd5e.spells.Item.NXWWWgHtWb7Nv21F]{tiny hut}</p></td></tr><tr><td><p style=\"text-align:center\">4th</p></td><td><p style=\"text-align:center\">@UUID[Compendium.dnd5e.spells.Item.XqzXSKNR75ZdYTA9]{divination}, @UUID[Compendium.dnd5e.spells.Item.04nMsTWkIFvkbXlY]{polymorph}</p></td></tr><tr><td><p style=\"text-align:center\">5th</p></td><td><p style=\"text-align:center\">@UUID[Compendium.dnd5e.spells.Item.d54VDyFulD9xxY7J]{commune}, @UUID[Compendium.dnd5e.spells.Item.CjIq8Ed7bu3vVwT1]{contagion}</p></td></tr></tbody></table>"
    },
    "Curse of Silver": {
      "name": "Curse of Silver",
      "description": "<p>Starting at 14th level, the curse coursing in your veins manifests, giving you enhanced invulnerability. You gain damage resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks not made with silvered weapons.</p>"
    },
    "Heightened Primordial Magic": {
      "name": "Heightened Primordial Magic",
      "description": "<p>Starting at 14th level, your element-based spells become harder to resist. When you cast a spell that deals acid, cold, fire, lightning, radiant, or thunder damage and forces a creature to make a saving throw to resist the effects of the spell, you can spend 3 sorcery points to give all targets of the spell disadvantage on their first saving throw made against the spell.</p>"
    },
    "Brawn Over Magic": {
      "name": "Brawn Over Magic",
      "description": "<p>Starting at 10th level, you can tense your muscles and stiffen your body to with-stand the effects of magic. When you become the target of a spell or magical effect that requires a saving throw, you may choose to make a Strength saving throw instead of the original required save. In addition, if the spell or magical effect would allow you to make a saving throw to take only half damage, you instead take no damage if you succeed on the saving throw and only half damage if you fail. Once you use this feature, you can’t use it until you finish a short or long rest.</p>",
      "activities": {
        "utility": {
          "condition": "Having to do a saving throw"
        }
      }
    },
    "Shadow Conjuration": {
      "name": "Shadow Conjuration",
      "description": "<p>Starting at 14th level, you can create a quasi-real creature made out of shadows. As an action, you can cast the <em>@Compendium[dnd5e.spells.1LkZvINag7KqBmDR]{conjure elemental}</em> spell without expending a spell slot or material components, but instead of conjuring an elemental, you can create an illusory creature of challenge rating 6 or lower of any type. A creature that uses its action to examine the illusory creature can determine that it is an illusion with a successful [[/save int dc=@abilities.int.dc]] saving throw. If a creature discerns the illusory creature for what it is, the creature can see through the image and takes only half damage from the illusory creature, and has advantage on saving throws and ability checks made against the illusory creature. Once you use this feature, you can’t use it until you finish a long rest.</p>"
    },
    "Pseudo Reality": {
      "name": "Pseudo Reality",
      "description": "<p>Starting at 6th level, you can empower your illusions with quasi-real shadows that deal damage. When you cast a 1st or higher level spell to create the image of an object, creature, or visible phenomenon, you can choose to cast your spell to deal [[/damage 1d6 psychic average]] demage per spell level every turn to those creatures that are affected by it. Affected creatures can make an [[/save int dc=@abilities.int.dc]] saving throw to halve the damage. Physical interaction with the image does not reveal it to be an illusion. A creature that successfully disbelieves the image by taking an action to make a successful Intelligence (&amp;Reference[inv]) skill check becomes immune to the damage dealt by the spell.</p>"
    },
    "Channel Divinity: Darkness Descends": {
      "name": "Channel Divinity: Darkness Descends",
      "description": "<p>Starting at 2nd level, as an action, you can use your Channel Divinity to harness darkness, summoning darkness and banishing light. As an action, you present your holy symbol and summon a 30 foot radius globe of darkness that functions as the @Compendium[dnd5e.spells.S7VbUetIfVT7B6Eq]{Darkness} spell that lasts for 1 minute. The globe appears in a space that you can see within 30 feet of you. Any magical light effect within the globe is dispelled. Additionally, each hostile creature within the globe must make a [[/save con dc=@abilities.wis.dc format=long]] when the globe of darkness appears. A creature takes [[/damage formula=2d6+@classes.cleric.levels necrotic average]] damage on a failed saving throw, and half as much damage on a successful one. A creature that has total cover from you is unaffected.</p>"
    },
    "Hybrid Form: Claws": {
      "name": "Hybrid Form: Claws",
      "description": "<p>Your hands transform into claws that deal [[/damage formula=1d6+@abilities.str.mod slashing average]] damage. You can attack twice with your claws, instead of once, whenever you take the attack action on your turn.</p><p><em><strong>Note:</strong></em> The claws can't only be used whern in hybrid form.</p>"
    },
    "Primordial Physiology": {
      "name": "Primordial Physiology",
      "description": "<p>Starting at 1st level, your anatomy resembles that of an elemental, making you less vulnerable to elements and certain conditions that affect the body. You gain advantage on saving throws against being &amp;Reference[petrified apply=false]{petrified} or &amp;Reference[poisoned apply=false]{poisoned}. You also gain a damage threshold of 2 against acid, cold, fire, lightning, radiant, and thunder damage.</p>"
    },
    "Monstrous Aspect: Claws of the Griffon": {
      "name": "Monstrous Aspect: Claws of the Griffon",
      "description": "<p>While using the Claws of the Griffon option of @UUID[Compendium.crown-of-the-oathbreaker.player-options.Item.TzN0DBd5mOiDE8rY]{Monstrous aspect}, your hands turn into savage claws like those of a griffon.</p><p>You can use your attack action to make a claw attack that deals [[/damage formula=2d4+@abilities.str.mod slashing average]] damage.</p>"
    },
    "Oath Spells: Oath of Protection": {
      "name": "Oath Spells: Oath of Protection",
      "description": "<table><caption>Oath of Protection Spells</caption><tbody><tr><td><p><strong>Paladin Level</strong></p></td><td><p><strong>Spells</strong></p></td></tr><tr><td><p>3rd</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.xmDBqZhRVrtLP8h2]{Protection from Evil and Good}, @UUID[Compendium.dnd5e.spells.Item.jZ6JNykRtdQ90MOo]{Shield of Faith}</p></td></tr><tr><td><p>5th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.MAxM77CDUu8dgIRQ]{Protection from Poison}, @UUID[Compendium.dnd5e.spells.Item.JVhKeanAXZH62DrF]{Warding Bond}</p></td></tr><tr><td><p>9th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.y8A4HfTwd93ypdEz]{Magic Circle}, @UUID[Compendium.dnd5e.spells.Item.j8NtLXOOJ3GAKF8I]{Protection from Energy}</p></td></tr><tr><td><p>13th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.VtCXMdyM6mAdIJZb]{Death Ward}, @UUID[Compendium.dnd5e.spells.Item.TgHsuhNasPbhu8MO]{Guardian of Faith}</p></td></tr><tr><td><p>17th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.TkJ8Wtg1L7TZtspm]{Dispel Evil and Good}, @UUID[Compendium.dnd5e.spells.Item.AGFMPAmuzwWO6Dfz]{Raise Dead}</p></td></tr></tbody></table>"
    },
    "Raging Defiance": {
      "name": "Raging Defiance",
      "description": "<p>Starting at 3rd level, you can shake off and overcome magical effects with ease. While raging, you have advantage on saving throws against spells and magical effects.</p>"
    },
    "Conjure Abomination": {
      "name": "Conjure Abomination",
      "description": "<p>Starting at 14th level, the otherworldly beings you venerate allow you to summon their more powerful servants. As an action, you can cast the @Compendium[dnd5e.spells.XT7nzJmVGgv73uaf]{Conjure Celestial} spell without expending a spell slot or material components, but instead of a celestial creature, you conjure an aberration type creature of your choice within the limits of the spell. The spell lasts 1 hour and doesn’t require you to concentrate on it. Once you use this feature, you can’t use it until you finish a long rest.</p>"
    },
    "Pretender": {
      "name": "Pretender",
      "description": "<p>Not every bard in Aglarion is trained in the College of Minstrels. Some of them learn their trade on the streets by picking up survival techniques that allow them to manipulate their enemies by utilizing techniques of make-believe. A Pretender is a bard who uses talents with words and swords to fool everyone. They are always at home in social situations where they can draw attention to themselves and manipulate people’s choices and viewpoints according to their will. They also excel in com-bat, where they utilize the same tactics of distraction and feint, which they also use when speaking.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Monster Friend": {
      "name": "Monster Friend",
      "description": "<p>Starting at 14th level, monstrosities sense your connection to their kind and become hesitant to attack you. When a monstrosity wants to attack you, that creature must make a [[/save wis dc=@abilities.wis.dc format=long]]. On a failed save, the creature must choose a different target, or the attack automatically misses. On a successful save, the creature is immune to this effect for 24 hours. The creature is aware of this effect before it makes its attack against you.</p>"
    },
    "Lycanthropic Bloodline": {
      "name": "Lycanthropic Bloodline",
      "description": "<p>Some descendants of lycanthropes can awaken the power of their ancestors and benefit from the curse that runs in their blood. These individuals become more and more bestial as their dormant heritage slowly awakens, which they sometimes find hard to control. Lycanthropic bloodline sorcerers rely on their newfound natural savagery in combat and benefit from the defensive capabilities of their ancestors.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Bestial Affinity": {
      "name": "Bestial Affinity",
      "description": "<p>Starting at 3rd level, you can use your body language and soothing sounds to calm animals and monsters. You gain advantage on Wisdom (&amp;Reference[animal handling]{animal handling}) checks made to calm &amp;Reference[beast]{beasts} and &amp;Reference[monstrosity]{monstrosities} with an Intelligence score of 3 or lower.</p>"
    },
    "Mettle": {
      "name": "Mettle",
      "description": "<p>Starting at 15th level, you become skilled in resisting several types of threats. Choose two abilities in which you don’t have a saving throw proficiency. You gain proficiency in saving throws made with the chosen abilities.</p>"
    },
    "Sprite Companion": {
      "name": "Sprite Companion",
      "description": "<p>Starting at 7th level, the Feyrealm blesses you with a faithful @Compendium[dnd5e.monsters.MUpBNDoJEr09bLaO]{Sprite} companion. The sprite acts on its own and has its own will, but it is always loyal to you. It disappears if it reaches 0 hit points but a new sprite arrives the next dawn to replace the previous one.</p>"
    },
    "Fey Reinforcements": {
      "name": "Fey Reinforcements",
      "description": "<p>Starting at 11th level, you can call fey creatures to help you. You can cast the <em>@Compendium[dnd5e.spells.yN3XZZujhR4aVvPa]{Conjure Fey}</em> spell without expending a spell slot or material components. Once you use this feature, you can’t use it again until you finish a long rest.</p>"
    },
    "Manifest Aberrant Trait": {
      "name": "Manifest Aberrant Trait",
      "description": "<p>Starting at 6th level, you can call forth specific powers of your revered entities. As an action, you can expend one use of your Wild Shape feature to emulate one special trait of any aberration type creature of CR 3 or lower for one minute. If there is a saving throw associated with the special trait then the DC equals [[8+@prof+@abilities.wis.mod]].</p>"
    },
    "Channel Divinity: Cleansing Lay on Hands": {
      "name": "Channel Divinity: Cleansing Lay on Hands",
      "description": "<p>You can use your Channel Divinity to empower your @UUID[Compendium.dnd5e.classfeatures.Item.OdrvL3afwLOPeuYZ]{Lay on Hands} ability. By extending one use of your Channel Divinity, you can cure multiple diseases and neutralize multiple @UUID[Compendium.dnd5e.rules.JournalEntry.w7eitkpD7QQTB6j0.JournalEntryPage.lq3TRI6ZlED8ABMx]{poisons} with a single use of Lay on Hands without expending hit points separately for each affliction. This use of your Lay on Hands also functions against negative influences that include being &amp;Reference[charmed apply=false]{charmed}, cursed, or &amp;Reference[frightened apply=false]{frightened}.</p>"
    },
    "Keen Senses": {
      "name": "Keen Senses",
      "description": "<p>Starting at 1st level, your senses become sharper, similar to that of a predator. You gain advantage on Wisdom (&amp;Reference[prc]) skill checks that rely on sight, hearing, or smell.</p>"
    },
    "Stonefist": {
      "name": "Stonefist",
      "description": "<p>A small monastery of the Stonefists exists in the Shandar Mountains, which is related to some unspeakable horrors of legend that supposedly lurk on the top of the highest peaks. The monks of the Stonefist practice the fighting techniques of earth elementals by studying and imitating their combat maneuvers. Their daily practice involves hardening their bodies to withstand blows and the rigorous focusing of their strength. Masters of this monastic tradition become almost impervious to non-magical attacks and reach a level of ascendance where they can turn themselves into earth elementals.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Divert Strike": {
      "name": "Divert Strike",
      "description": "<p>Starting at 18th level, you become one with your weapon, being able to deflect melee attacks. As a reaction, you can negate a melee attack made by a creature within 5 feet of you. You must make a melee attack roll contest against the melee attack roll of the creature. On a success, you negate all damage from the creature’s attack.</p>"
    },
    "Primordial Energy Savant": {
      "name": "Primordial Energy Savant",
      "description": "<p>The bloodline of the ancient primordial elementals runs in only a few creatures on the Material Plane. These creatures are partially composed of the elements that make up the fabric of all worlds, making them less vulnerable to energy effects. Primordial energy savants are conduits of elemental power who can nurture their heritage to an extent where they can freely access all of the elements to imbue their spells. At the peak of their power, the connection of these elemental-infused creatures on the Elemental Planes is so strong that they can tear a gateway to them using their sheer forces of will.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        },
        "Elemental Gate": {
          "title": "Elemental Gate"
        }
      }
    },
    "Resist Lure": {
      "name": "Resist Lure",
      "description": "<p>Starting at 3rd level, you learn how to resist being &amp;Reference[charmed apply=false]{charmed}. You gain advantage on saving throws against being charmed.</p>"
    },
    "Magical Siege Beast Companion": {
      "name": "Magical Siege Beast Companion",
      "description": "<p>Starting at 11th level, the maximum challenge rating of the &amp;Reference[beast]{beast} that you can have as your companion increases to 3 and can be of Huge size.</p><p>Your beast companion’s natural attacks count as magical for the purposes of overcoming damage resistance.</p>"
    },
    "Ooze Domain Spells": {
      "name": "Ooze Domain Spells",
      "description": "<p style=\"text-align:center\"><strong>Ooze Domain Spells</strong></p><table><tbody><tr><td><p><strong>Cleric Level</strong></p></td><td><p><strong>Spells</strong></p></td></tr><tr><td><p>1st</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.a3XtAO5n2GrqiAh5]{Create or Destroy Water}, @UUID[Compendium.dnd5e.spells.Item.7e3QXF10hLNDEdr6]{False Life}</p></td></tr><tr><td><p>3rd</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.4H6YgYdKgnX6ZQ8M]{Acid Arrow}, @UUID[Compendium.dnd5e.spells.Item.zwGsAv6kmwzYGhh3]{Blindness/Deafness}</p></td></tr><tr><td><p>5th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.64uo4fHriHLjRUrX]{Meld into Stone}, @UUID[Compendium.dnd5e.spells.Item.j8NtLXOOJ3GAKF8I]{Protection from Energy}</p></td></tr><tr><td><p>7th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.DGONTFbk5eORs5qv]{Black Tentacles}, @UUID[Compendium.dnd5e.spells.Item.da0a1t2FqaTjRZGT]{Freedom of Movement}</p></td></tr><tr><td><p>9th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.CjIq8Ed7bu3vVwT1]{Contagion}, @UUID[Compendium.dnd5e.spells.Item.l9Ju5KE7bbn3WpTm]{Hold Monster}</p></td></tr></tbody></table>"
    },
    "Mercenary": {
      "name": "Mercenary",
      "description": "<p>Those who offer their martial skills for hire face various challenges with each mission. Their most essential skills are surviving any threat, standing their ground in any situation they face, and overcoming their foes. A good mercenary is always prepared for the unexpected and will creatively improvise a solution to meet the requirements of the battle. Most of the large mercenary companies operate out of the Drayl City States where this type of warfare based on swords-for-hire has long-established traditions.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Umbral Stalker": {
      "name": "Umbral Stalker",
      "description": "<p>Those who spend their lives in darkness become part of it. The umbral stalker lives in the shadows and strikes unexpectedly. These rogues train to become part of the darkness they live in and to use it to the best of their advantage. Soon, its essence starts to seep into their very beings. Umbral stalkers eventually become able to open a rift into the Shadowrealm and learn to move between the planes, feeling at home in the shadows of both realms.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Draconic Ancestry": {
      "name": "Draconic Ancestry",
      "description": "<article class=\"coto\"><p>Starting at 6th level, you become dragonlike in your nature. You gain the <em>Draconic Ancestry</em>, and associated <em>Breath Weapon</em> and <em>Damage Resistance</em> traits of the @Compendium[dnd5e.races.K4DNDcR6vngbp0pf]{Dragonborn} race.</p><p><em><strong>Note Foundry:</strong></em> You can find the breath weapons in the SRD Race Compendium.</p></article>"
    },
    "Versatile Fighting Style": {
      "name": "Versatile Fighting Style",
      "description": "<p>Starting at 10th level, you become experienced with all kinds of weapons and fighting styles. You can swiftly change your style of fighting to fit the challenge temporarily. You can’t benefit from the same Fighting Style option more than once. Choose one of the following options at the beginning of your turn:</p><ul><li><em><strong>@UUID[Compendium.dnd5e.classfeatures.Item.8YwPFv3UAPjWVDNf]{Archery}.</strong></em> You gain a +2 bonus to attack rolls you make with ranged weapons.</li><li><em><strong>@UUID[Compendium.dnd5e.classfeatures.Item.zSlV0O2rQMdoq6pB]{Defense}</strong></em>. While you are wearing armor, you gain a +1 bonus to AC.</li><li><em><strong>@UUID[Compendium.dnd5e.classfeatures.Item.hCop9uJrWhF1QPb4]{Dueling}.</strong></em> When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon.</li><li><em><strong>@UUID[Compendium.dnd5e.classfeatures.Item.3Nc6u9pyStByuJsm]{Great Weapon Fighting}.</strong></em> When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit.</li></ul>"
    },
    "Void Eye": {
      "name": "Void Eye",
      "description": "<p>Starting at 8th level, you gain blindsight 30 ft. and become immune to the blinded condition.</p>"
    },
    "Fear Rager": {
      "name": "Fear Rager",
      "description": "<p>Taking advantage of one’s weakness is a crucial tactic in combat. These barbarians learn how to instill fear in their enemies and exploit their opponents’ hesitation when facing a raging menace. The disregard and disdain these barbarians feel for those who fear them gives them an extra surge of power as if they would feed on the fear they create. Many of the Vordani war tribes use this tactic to overcome their foes.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Apex Predator": {
      "name": "Apex Predator",
      "description": "<p>Starting at 18th level, you become an apex lycanthropic predator infused with magic. When using your Hybrid Form class feature, you gain the following additional benefits:</p><ul><li>When you aren’t wearing armor, your AC equals 13 + your Dexterity modifier.</li></ul><ul><li>Your claw damage increases to [[/damage formula=2d4+@abilities.str.mod slashing average]] points of slashing damage.</li></ul><ul><li>Your bite damage increases to [[/damage formula=2d6+@abilities.str.mod piercing average]] points of piercing damage.</li></ul><ul><li>You gain an additional attack action on each of your turns.</li></ul><details><summary><em><strong>How to setup</strong></em></summary><p>You need to update the damages for your to hybrid forms attacks.</p><ul><li><em><strong>Hybrid Form: Claws</strong></em>: Edit the attack on your character sheet, in the inventory tab. In the detail tab, modify the damage formula and change the 1d6 to 2d4</li><li><em><strong>Hybrid Form: Bite</strong></em>: Do the same for but change the 1d8 to 2d6</li></ul></details>"
    },
    "Culling the Weak": {
      "name": "Culling the Weak",
      "description": "<p>Starting at 10th level, you can take advantage of those who fear you. You gain advantage on melee attack rolls against &amp;Reference[frightened apply=false]{frightened} creatures and your melee weapon attacks score a critical hit against them on a roll of 19 or 20.</p>"
    },
    "Coordinated Shot": {
      "name": "Coordinated Shot",
      "description": "<p>Starting at 10th level, you can spot the exact moment to release a shot while your ally occupies your target. Once per turn, you gain advantage on your first ranged attack roll against a creature if at least one of your allies is within 5 ft. of the creature and the ally isn’t &amp;Reference[incapacitated apply=false]{incapacitated}.</p>"
    },
    "Agile Tentacles": {
      "name": "Agile Tentacles",
      "description": "<p>Starting at 14th level, you sprout appendages in the form of two fully functional alien tentacles that spread disease. You gain additional tentacle limbs that you can use to manipulate objects within a reach of 5 feet. You are considered to be proficient with these tentacles when making unarmed attacks with them. You can attack with both tentacles as part of a bonus action. Each hit with a tentacle causes 1d6 points of bludgoning damage + your Strength modifier. A creature hit by a tentacle must make a [[/save con dc=@abilities.con.dc]] saving throw (DC equals 8 + your Proficiency Bonus + your Constitution modifier) or become diseased. A creature diseased this way gains disadvantage on its attack rolls and ability checks for 1 minute.</p>",
      "effects": {
        "Agile Tentacles": {
          "name": "Agile Tentacles",
          "description": "<p>You are diseased. While diseased, you have disadvantage on your attaks and ability checks.</p>"
        }
      }
    },
    "Chaos Wielder": {
      "name": "Chaos Wielder",
      "description": "<p>Chaos Wielders choose the Elemental Chaos as their patron, allowing them to tap into the raw forces of chaos and manipulate fate itself. In their temperaments, these warlocks often resemble the force they serve - they are erratic and sometimes even nihilistic, not bound by any standards of laws or social norms. As a result, Chaos Wielders are usually spurned by the rest of society and are considered dangerous in their seemingly incomprehensible motives.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Painful Incantation": {
      "name": "Painful Incantation",
      "description": "<p>Starting at 6th level, you can cause intense pain with your damaging spells. As a bonus action, you can choose to use painful incantation when you roll damage for a spell and force the damaged creature to make a [[/save con dc=@abilities.cha.dc]] saving throw. On a failed save, the target creature’s speed is halved, it has disadvantage on attacks, skill checks, Strength and Dexterity saving throws for 1 minute, and if the target tries to cast a spell during this time, it must first succeed on a Constitution saving throw or the casting fails and the spell is wasted. A target suffering from this pain can make a Constitution saving throw at the end of each of its turns. On a successful save, the pain ends. Once you use this feature, you can’t use it again until you finish a long rest.</p>",
      "effects": {
        "Painful Incantation": {
          "name": "Painful Incantation"
        }
      }
    },
    "Bastion of Self": {
      "name": "Bastion of Self",
      "description": "<p>Starting at 15th level, your faith makes you protected against your foes. Any creature who targets you with an attack or a harmful spell must first make a [[/save wis dc=@abilities.cha.dc]] saving throw. On a failed save, the creature must choose a new target or lose the attack or spell. Any creature that succeeds on the saving throw is immune to Bastion of Self for 24 hours. This effect doesn’t protect you from area effects, such as the explosion of a fireball. This effect also ends if you are &amp;Reference[incapacitated apply=false]{incapacitated} or die.</p>"
    },
    "Inheritor of the Unbegotten": {
      "name": "Inheritor of the Unbegotten",
      "description": "<p>The drow of House Ausstyl, one of the ancient drow houses of the Feyrealm, have venerated otherworldly abominations since the dawn of time. The druidic tradition of the aberration worshiping dark elves of the Dark Below includes merging one’s body with unspeakable, indescribable beings that have penetrated reality from beyond time and space. The Inheritors of the Unbegotten are not just aberrant creatures themselves, but they are also vital instruments and gatekeepers of the horrors they worship.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        },
        "Inheritor of the Unbegotten Spells": {
          "title": "Inheritor of the Unbegotten Spells"
        }
      }
    },
    "Wild Magic": {
      "name": "Wild Magic",
      "description": "<p>Starting at 1st level, your spells can have unforeseen consequences. You can choose to apply a Wild Magic Surge effect immediately after you cast the spell. Roll for a random effect on the Wild Magic Surge table on page 104 of the Player’s Handbook. You can use this feature a number of times equal to half your warlock levels rounded down, and you regain all expended uses when you finish a long rest.</p>"
    },
    "Order of Defense": {
      "name": "Order of Defense",
      "description": "<p>Starting at 10th level, you can expend one use of your Commander’s Order ability to allow the creatures you choose to gain and roll the Commander’s dice and add the number rolled to one saving throw.</p>"
    },
    "Channel Divinity: Mass Aid": {
      "name": "Channel Divinity: Mass Aid",
      "description": "<p>Starting at 2nd level, you can use your Channel Divinity to bolster your allies with toughness and resolve. As an action, you present your holy symbol and evoke healing energy that increases the hit point maximums and current hit points by your proficiency bonus x 5 for eight hours for all creatures you choose within 30 feet of you. This trait has no effect on undead or constructs.</p><details><summary>Note on how to use</summary><p>When using this Channel Divinity option, it's important to use it's features in the right order:</p><ol><li><p>Add the \"Channel Divinity: Mass Aid\" effect on the targets. This will raise their HP max</p></li><li>Use the Healing button on the targets.</li></ol></details>",
      "effects": {
        "Channel Divinity: Mass Aid": {
          "name": "Channel Divinity: Mass Aid"
        }
      }
    },
    "Academic Wizard": {
      "name": "Academic Wizard",
      "description": "<p>Academic wizards are highly trained in all forms of schools of magic and are specialized in the methodology and procedures of spellcasting itself. They analyze the structure of spell formulas in great detail to optimize them and to be able to handle them with greater ease than other mages. Their understanding of these basic concepts allows them to interchange spells in a versatile, almost effortless way. Academic wizards are only trained in the Arcane Tower in the kingdom of Aglarion, where they master their trade for long years before leaving the academy.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Magic Resistance": {
      "name": "Magic Resistance",
      "description": "<p>Starting at 14th level, you become naturally resilient towards harmful magic. You gain advantage on all saving throws against spells and magical effects. You also gain the effects of a <em>@Compendium[dnd5e.spells.Szvk5FEVQW3uhJi5]{Haste}</em> spell for three rounds when you successfully save against a harmful spell or magical effect.</p>"
    },
    "College of Dirge Singers": {
      "name": "College of Dirge Singers",
      "description": "<p>The college of dirge singers was formed from the ancient funeral singers of the Inevitable, the god of Death. These pious servants of the clergy of death were able to project the feelings associated with their chosen faith through songs and poems so powerfully that they could influence the emotions of others and even kill them. The followers of the Inevitable still imitate the secret songs and poems of the original dirge singers, but only the most skilled singers can invoke their true magical powers.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Order of Attack": {
      "name": "Order of Attack",
      "description": "<p>Starting at 15th level, you can expend one use of your Commander’s Orders ability to allow the creatures you choose to gain and roll the Commander’s dice and add the number rolled to one attack roll.</p>"
    },
    "Oath of Cleansing": {
      "name": "Oath of Cleansing",
      "description": "<p>Paladins who swear this oath dedicate their lives to purify themselves, others, and places from malign influences. They are paragons of cleanliness, both in their dwellings, places of worship, private quarters, and persons. These paladins are often found engaged in rooting out malevolent forces, whether they be diseases or poisons. They are commonly found in places of healing, sometimes accompanying armies as medics, and rarely on personal quests to cleanse places or people from harm.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        },
        "Oath of Cleansing Spells": {
          "title": "Oath of Cleansing Spells"
        }
      }
    },
    "Monster Tamer Magic": {
      "name": "Monster Tamer Magic",
      "description": "<p>You learn an additional spell of 1st level or higher when you reach certain lev-els in this class, as shown in the Monster Tamer Spell List table. Each spell counts as a ranger spell for you, but it doesn’t count against the number of ranger spells you know.</p><table><caption>Monster Tamer Spell List</caption><tbody><tr><td><p><strong>Ranger Level</strong></p></td><td><p><strong>Spells</strong></p></td></tr><tr><td><p>3rd</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.aL1F8fvYLtNzUbKu]{Speak with Animals}</p></td></tr><tr><td><p>5th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.Iv2qqSAT7OkXKPFx]{Locate Animals or Plants}</p></td></tr><tr><td><p>9th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.1Drt0SHxbEAHxprN]{Conjure Animals}</p></td></tr><tr><td><p>13th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.LrPvWHBPmiMQQsKB]{Dominate Beast}</p></td></tr><tr><td><p>17th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.l9Ju5KE7bbn3WpTm]{Hold Monster}</p></td></tr></tbody></table>"
    },
    "Feyfriend": {
      "name": "Feyfriend",
      "description": "<p>Those who venture into the forests deep enough might find crossroads that connect the Feyrealm and the Material Plane. Often, mischievous fey dwell around these planar breaches, and if one can express the right attitude, they can be befriended. The fey respect those who understand their nature and are willing to become life-long allies over time. In Aglarion, feyfriend rangers have horrific stories to tell about the recent hardships of the few fey who have fled the Bleak Mire. Even with the crossroads blocked to this domain, the Feyrealm itself still helps these allied rangers upkeep their valued alliances.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        },
        "Features": {
          "title": "Features"
        },
        "Fey Reinforcements": {
          "title": "Fey Reinforcements"
        }
      }
    },
    "Iron Will": {
      "name": "Iron Will",
      "description": "<p>Starting at 3rd level, you become focused and confident. You gain advantage on saving throws against being &amp;Reference[charmed apply=false]{charmed} and &amp;Reference[frightened apply=false]{frightened}.</p>"
    },
    "Battle Feint": {
      "name": "Battle Feint",
      "description": "<p>Starting at 3rd level, you can fool your enemies with your sudden swordplay and movement, placing them in a precarious combat situation. As a bonus action, you can expend one use of your Bardic Inspiration on your turn to feint, choosing one creature within 5 feet of you as your target. Your target must succeed on a Wisdom (&amp;Reference[Insight]) skill check against your Charisma (&amp;Reference[Deception]) skill check. If you win the contest, you have advantage on your melee attack rolls against that creature and the creature has disadvantage on attack rolls until the start of your next turn.</p>"
    },
    "One with the Shadows": {
      "name": "One with the Shadows",
      "description": "<p>Starting at 9th level, you can blend into &amp;Reference[darkness]{darkness}, making your movement almost undetectable. While under the cover of darkness, you can use your Sneak Attack feature and have advantage on Dexterity (&amp;Reference[ste]) skill checks.</p>"
    },
    "Speak with Plants": {
      "name": "Speak with Plants",
      "description": "<p>Starting at 2nd level, you gain the ability to converse with plants. You can cast the @Compendium[dnd5e.spells.2VXGS206tuChoeXy]{Speak with Plants} spell without expending a spell slot or material components. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Bone Claw": {
      "name": "Bone Claw",
      "description": "<p>Starting at 3rd level, sharp, curved bone appendages grows out of both of your forearms that you can use to make attacks. The bone claws have a reach of 5 feet, can be used as part of an unarmed attack, and deal 1d8 + Strength modifier slashing damage on a hit.</p>"
    },
    "Expanded Spell List: Dragon Patron": {
      "name": "Expanded Spell List: Dragon Patron",
      "description": "<p>At 1st level, your Great Wyrm patron lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you:</p><table><caption>Dragon Patron Expanded Spells</caption><tbody><tr><th><p style=\"text-align:center\"><strong>Spell Level</strong></p></th><th><p style=\"text-align:center\"><strong>Spells</strong></p></th></tr><tr><td><p style=\"text-align:center\">1st</p></td><td><p style=\"text-align:center\">@UUID[Compendium.dnd5e.spells.Item.pub0OWVEB71XQx1n]{feather fall}, @UUID[Compendium.dnd5e.spells.Item.0xmXiPiuYws1OGcX]{hunter's mark}</p></td></tr><tr><td><p style=\"text-align:center\">2nd</p></td><td><p style=\"text-align:center\">@UUID[Compendium.dnd5e.spells.Item.hJ6ZiA3fpoY8v9cp]{darkvision}, @UUID[Compendium.dnd5e.spells.Item.9eOZDBImVKxbeOyZ]{enhance ability}</p></td></tr><tr><td><p style=\"text-align:center\">3rd</p></td><td><p style=\"text-align:center\">@UUID[Compendium.dnd5e.spells.Item.cg50KpBkBdPK6vPL]{clairvoyance}, @UUID[Compendium.dnd5e.spells.Item.Szvk5FEVQW3uhJi5]{haste}</p></td></tr><tr><td><p style=\"text-align:center\">4th</p></td><td><p style=\"text-align:center\">@UUID[Compendium.dnd5e.spells.Item.da0a1t2FqaTjRZGT]{freedom of movement}, @UUID[Compendium.dnd5e.spells.Item.ReMbjfeOKoSj3O79]{stoneskin}</p></td></tr><tr><td><p style=\"text-align:center\">5th</p></td><td><p style=\"text-align:center\">@UUID[Compendium.dnd5e.spells.Item.JQyigMNPiDnGI18b]{geas}, @UUID[Compendium.dnd5e.spells.Item.W4Qx5z0id6da0vqg]{legend lore}</p></td></tr></tbody></table>"
    },
    "Combined Spell Effects": {
      "name": "Combined Spell Effects",
      "description": "<p>Starting at 14th level, you learn how to apply spells so that their effects are combined. You can apply and stack the same magical effect of a spell to a target one additional time. Once you use this feature, you can’t use it until you finish a long rest.</p>"
    },
    "Tenets of Cleansing": {
      "name": "Tenets of Cleansing",
      "description": "<p>The tenets of the Oath of Cleansing offer a framework for paladins of this order to keep all aspects of their lives and those of others pristine and devoid of harmful effects.</p><p><em><strong>Cleanse the domain.</strong></em> Your surroundings reflect upon your person. Keep them spotless so that you may benefit from their immaculate nature and the purity they provide.</p><p><em><strong>Cleanse the body.</strong></em> Your body is the shrine of your being. A healthy body is the first step to a healthy mind and soul.</p><p><em><strong>Cleanse the mind.</strong></em> Keep your mind sharp and without filthy thoughts. Avoid substances that cloud your intellect and strive to keep it sharp.</p><p><em><strong>Cleanse the soul.</strong></em> The soul is divine and must be protected from external influences. By righteous actions, you can fortify it and keep it unsullied.</p>"
    },
    "Spy": {
      "name": "Spy",
      "description": "<p>Spies are masters of infiltration and stealth, able to get out of seemingly impossible situations with the intelligence they seek. They train their memories to remember even the most minute details at a glance, making them valuable agents to recover information. Spies are adept at avoiding notice when needed, pocketing valuable objects or intelligence, and deceiving whoever they encounter with expertly woven cover stories. Some masters of their trade can even pierce the minds of their marks, allowing them to more effectively infiltrate the ranks of organizations they target.</p>",
      "advancement": {
        "Subclass Features": {
          "title": "Subclass Features"
        }
      }
    },
    "Alert on Duty": {
      "name": "Alert on Duty",
      "description": "<p>Starting at 3rd level, you can focus your attention to notice movement. Designate a 10 square foot area. If you stay in this area for 10 minutes, you can double your proficiency bonus and gain advantage on Wisdom (&amp;Reference[perception]) skill check made to notice creatures.</p>"
    },
    "Discern Falsehood": {
      "name": "Discern Falsehood",
      "description": "<p>Starting at 7th level, you can focus your senses to detect deliberate lies. As an action, you can target one creature within 30 feet. The target creature must make a [[/save cha dc=@abilities.cha.dc]] saving throw. On a failed save, you know if the target creature deliberately and knowingly speaks a lie.</p><p>The spell does not reveal the truth. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Ultimate Conviction": {
      "name": "Ultimate Conviction",
      "description": "<p>Starting at 20th level, you can imprison, interrogate, and punish those you find guilty. As an action, you can create a cell made out of energy similar to a <em>@Compendium[dnd5e.spells.Y7uWUO4yqUN0JKl0]{forcecage}</em> spell. Any creature within the cell must make a [[/save cha dc=@abilities.cha.dc]] saving throw. On a failed save, the creature is &amp;Reference[charmed]{charmed}. Creatures charmed this way must answer your questions truthfully while they are imprisoned this way. You can choose to release the target from the cell at any time, or target one of the creatures within the cell with an <em>@UUID[Compendium.dnd5e.spells.Item.ZVnL9L8v1KC9TBF4]{imprisonment}</em> or <em>@UUID[Compendium.dnd5e.spells.Item.dmvaMLFWFtv0qx0S]{power word kill}</em> spell as if you have cast it requiring no material components. Once you use this feature, you can’t use it again until you finish a long rest.</p>"
    },
    "Acid Resistance": {
      "name": "Acid Resistance",
      "description": "<p>Starting at 6th level, you gain resistance to acid damage.</p>"
    },
    "Ready For Anything": {
      "name": "Ready For Anything",
      "description": "<p>Starting at 7th level, you learn to be prepared for the unexpected. You can’t be surprised while you are conscious. You can take an action to gain advantage on your next saving throw. You lose this advantage at the end of your turn.</p>"
    },
    "Prevent Escape": {
      "name": "Prevent Escape",
      "description": "<p>Starting at 15th level, you are able to prevent your enemies from escaping. As an action, you can target one creature within 30 feet. The target creature must make a [[/save cha dc=@abilities.cha.dc]] saving throw. On a failed save, the target creature becomes &amp;Reference[restrained] by an invisible force and is prevented from using any form of teleportation, dimensional, or planar travel for one minute.</p><p>Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Oath Spells: Oath of Cleansing": {
      "name": "Oath Spells: Oath of Cleansing",
      "description": "<table><caption>Oath of Cleansing Spells</caption><tbody><tr><td><p><strong>Paladin Level</strong></p></td><td><p><strong>Spells</strong></p></td></tr><tr><td><p>3rd</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.xmDBqZhRVrtLP8h2]{Protection from Evil and Good}, @UUID[Compendium.dnd5e.spells.Item.Kn7K5PtYUJAKZTTp]{Purify Food and Drink}</p></td></tr><tr><td><p>5th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.F0GsG0SJzsIOacwV]{Lesser Restoration}, @UUID[Compendium.dnd5e.spells.Item.MAxM77CDUu8dgIRQ]{Protection from Poison}</p></td></tr><tr><td><p>9th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.j8NtLXOOJ3GAKF8I]{Protection from Energy}, @UUID[Compendium.dnd5e.spells.Item.XZhdgVK3cLoxNCQl]{Remove Curse}</p></td></tr><tr><td><p>13th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.VtCXMdyM6mAdIJZb]{Death Ward}, @UUID[Compendium.dnd5e.spells.Item.da0a1t2FqaTjRZGT]{Freedom of Movement}</p></td></tr><tr><td><p>17th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.TkJ8Wtg1L7TZtspm]{Dispel Evil and Good}, @UUID[Compendium.dnd5e.spells.Item.WzvJ7G3cqvIubsLk]{Greater Restoration}</p></td></tr></tbody></table>"
    },
    "Purify": {
      "name": "Purify",
      "description": "<p>Starting at 15th level, you can remove any negative condition from yourself or a willing creature you touch as an action. This ability also includes madness, &amp;Reference[petrified apply=false]{petrification}, and polymorph effects in addition to diseases and &amp;Reference[poisoned apply=false]{poisons}, as well as being &amp;Reference[charmed apply=false]{charmed}, cursed, &amp;Reference[frightened apply=false]{frightened}. You can use this feature [[max(1,@abilities.cha.mod)]] times. You regain any expended uses when you finish a long rest.</p>"
    },
    "Flows of Chaos": {
      "name": "Flows of Chaos",
      "description": "<p>Starting at 6th level, you can manipulate fate using the power of chaos. When any creature makes an attack roll, ability check, or saving throw, you can use your reaction to roll [[/r 1d4]] and apply the number rolled as a bonus or penalty to the creature’s roll. You can do so after the creature rolls but before any effects of the roll occur.</p><p>At 10th level, this dice increases to [[/r 1d6]], and at 14th level this dice increases to [[/r 1d8]]. You can use this feature a number of times equal to your proficiency bonus (so [[@prof]]), and you regain all expended uses when you finish a long rest.</p>"
    },
    "Get The Job Done": {
      "name": "Get The Job Done",
      "description": "<p>Starting at 18th level, you can overcome threats with ease. Instead of rolling, you can choose to succeed on a saving throw automatically. Once you use this feature, you can’t use it until you finish a short or long rest.</p>"
    }
  }
}
