{
  "label": "Feats",
  "folders": {
    "Boons": "Boons",
    "Feats": "Feats",
    "Items": "Items"
  },
  "entries": {
    "Robe of the Wardrobe": {
      "name": "Robe of the Wardrobe",
      "description": "<p><em>Wondrous item, common</em></p><p>While wearing this robe, you can use a bonus action to transform the robe into any piece of clothing of any style, color, or appearance, including accessories like jewelry, head-pieces, and footwear. The robe can also emit smells to match your outfit. </p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Blessed Spirit": {
      "name": "Blessed Spirit",
      "description": "<p>Your sanctified spirit protects you from curses and you can detect the auras of cursed items or creatures.</p><ul><li>Increase your Wisdom score by 1, to a maximum of 20.</li><li>If you fail a saving throw against a curse or curse effect, you can reroll the saving throw with advantage at the start of your next turn. You can’t use this feature again until you finish a short or long rest.</li><li>As an action, you can sense the presence of cursed items or creatures within 30 feet of you for 1 minute. If you sense curses in this way, you can use your action to see a faint aura around any visible creature or object in the area that is cursed. The effect can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt. You can’t use this feature again until you finish a short or long rest.</li></ul>"
    },
    "Hellfire Channeler": {
      "name": "Hellfire Channeler",
      "description": "<p>Hellfire courses through your veins, and you can channel it into your fire spells for devastating effect against creatures who would otherwise be unharmed.</p><ul><li>Whenever you cast a spell that deals fire damage, you can substitute hellfire damage for half of the total damage dealt. Creatures cannot reduce this half of the damage even if they have resistance or immunity to fire damage, however, devils are immune to hellfire.</li></ul>"
    },
    "Bow of the Night": {
      "name": "Bow of the Night",
      "description": "<p><em>Weapon (longbow), rare (requires attunement)</em></p><p>This ornately crafted longbow seems like an ordinary weapon until held in darkness when its magical energies awaken.</p><p>While wielding the bow, you gain &amp;Reference[darkvision]{darkvision} 120 feet and can even see through magical darkness.</p><p>You can also cast the <em>@Compendium[dnd5e.spells.S7VbUetIfVT7B6Eq]{darkness}</em> spell, but you can’t cast the spell again until the next dawn.</p><p>When you fire an arrow from the bow of the night under cover of darkness, your target gains no benefit from cover other than &amp;Reference[total cover]. If your target is also in darkness, the bow of the night grants advantage on attack rolls made with it and deals an extra [[/damage 2d6 necrotic average]] damage on each hit.</p><p>When you have an arrow notched, the bow of the night also reduces all dimly lit areas to darkness in a 120 feet radius. </p>",
      "activities": {
        "Added damage": {
          "name": "Added damage",
          "condition": "The target is in darkness"
        },
        "Cast Darkness": {
          "name": "Cast Darkness"
        }
      },
      "effects": {
        "Darkvision 120 ft": {
          "name": "Darkvision 120 ft",
          "description": "<p>While wielded, the Bow of the Night gives you &amp;Reference[darkvision] 120 ft.</p><p>You can see through magical darkness.</p>"
        }
      }
    },
    "Shadowcaster": {
      "name": "Shadowcaster",
      "description": "<p>You can infuse your illusion spells with the essence of shadows, making them more persistent and less resistible.</p><ul><li>The DC to end or dispel your illusion spell or interrupt you in casting an illusion spell is 13 + your spell’s level.</li><li>The duration of your illusion spells is doubled.</li><li>You can spend an extra spell slot of the same spell level when you cast an illusion spell. The saving throw against your spell or the Intelligence (&amp;Reference[inv]) skill check to discern your spell is made with a disadvantage.</li></ul>"
    },
    "Stern Justicar": {
      "name": "Stern Justicar",
      "description": "<p>You have seen all the dirty little tricks, making you hard to fool. You gain the following benefits:</p><ul><li>Increase your Intelligence score by 1, to a maximum of 20.</li><li>You gain proficiency in the &amp;Reference[Investigation] skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it.</li><li>You gain advantage on Intelligence (&amp;Reference[Investigation]) checks to disbelieve &amp;Reference[illusion]{illusions}.</li></ul>"
    },
    "Practice Mirror": {
      "name": "Practice Mirror",
      "description": "<p>Wondrous item, uncommon</p><p>This magical mirror is 5-feet high and decorated with silver filigree, showing various musical instruments in the tracery. The mirror reflects the image of any creature that stands before it, however, the background shows the animated illusion of a crowd of spectators of all races and cultures. The mirror has four command words that create various effects:</p><ul><li> <strong>“Light”</strong> causes the mirror to shed bright light in a 15-foot cone and dim light for an additional 30 feet. It lasts until you use a bonus action to repeat the command word.</li><li><strong>“Cheers”</strong> causes the mirrors to emit the sounds of cheers and laughter and creates the illusion of the spectators cheering in the background. The cheers last for 1 round.</li><li><strong>“Costume”</strong> causes the mirror to change the costume of the reflection of any creature that stands in front of it. As a bonus action, you can use the command word to generate a random costume with an infinite number of combinations. Stepping out of the reflection of the mirror ends the effect.</li><li><strong>“Stage”</strong> causes the mirror to change the reflection of the stage around the reflected creatures. As a bonus action, you can use the command word to generate a random set of stage props with an infinite number of combinations. Stepping out of the reflection of the mirror ends the effect. </li></ul>"
    },
    "Doppelganger Mask": {
      "name": "Doppelganger Mask",
      "description": "<p><em>Wondrous item, uncommon (requires attunement)</em></p><p>The doppelganger mask is crafted from the facial skin of a doppelganger, which has been surgically removed and treated with magic.</p><p>The mask’s wearer can use its action to cast the <em>@UUID[Compendium.dnd5e.spells.Item.04nMsTWkIFvkbXlY]{polymorph}</em> spell and change into a Small or Medium humanoid it has previously seen or back into its original form. The user of the doppelganger mask can change between these two forms for the next hour. The spell ends if the mask is removed. Once used, the magical property of the doppelganger mask can’t be used again until the next dawn.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Ring of Shadow Manipulation": {
      "name": "Ring of Shadow Manipulation",
      "description": "<p><em>Ring, uncommon (requires attunement)</em></p><p>While wearing this ring, you can use a bonus action to change the shape of your shadow into any form and up to two size categories larger than your size.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Blowgun of Pain": {
      "name": "Blowgun of Pain",
      "description": "<p><em>Weapon (blowgun), rare (requires attunement)</em></p><p>This vicious-looking blowgun is decorated with fetishes and necrotic runes. You gain a +1 bonus to attack and damage rolls made with this magic weapon.</p><p>Additionally, you can fire an additional needle each round as a bonus action.</p><p>If a needle deals damage, the target must succeed on a DC 12 Constitution saving throw or suffer [[/damage 2d6 necrotic average]] points of damage as it is wracked with pain.</p>",
      "activities": {
        "Bonus attack": {
          "name": "Bonus attack"
        },
        "Necrotic damage": {
          "name": "Necrotic damage",
          "condition": "Hit a target with the Blowgun of Pain"
        }
      }
    },
    "Ring of Prestidigitation": {
      "name": "Ring of Prestidigitation",
      "description": "<p><span><em>Ring, uncommon (requires attunement)</em></span></p><p>While wearing this ring, you can cast the <em>@Compendium[dnd5e.spells.udsLtG0BugXHR2JQ]{Prestidigitation}</em> spell at will.</p>"
    },
    "Powder of True Form": {
      "name": "Powder of True Form",
      "description": "<p><em>Wondrous item, uncommon</em></p><p>A brass decanter holds a fine powder with a golden sheen. There is enough for 6 doses.  When you use an action to throw a dose of powder into the air, the true forms of all creatures that are within 20 feet from you are revealed for [[/r 1d4]] minutes. The duration is the same for all subjects, and the powder is consumed when its magic takes effect. The powder shows the original form of a shapechanger or a creature that is transformed by magic into another form. However, it does not force the subjects to revert to their original forms.</p>",
      "activities": {
        "Activate": {
          "name": "Activate",
          "roll": "Duration (Min)"
        }
      }
    },
    "Lore of the Gnomes": {
      "name": "Lore of the Gnomes",
      "description": "<p><em>Wondrous Item, rare</em></p><p>This small but heavy hardcover book is over 1,000 pages, written in Gnomish on fantastically thin sheets of paper. The book describes the origin and workings of magic items and alchemic procedures known to all gnomes in a slightly condescending tone. Any creature that consults the Lore of the Gnomes for a total time of one month can make a [[/check int 20]] ability check.</p><p>Following a successful ability check, the creature can double its proficiency bonus on all Intelligence (&amp;Reference[his]) skill checks related to magic items, alchemical objects, or technological devices.</p>"
    },
    "Wand of Fire Manipulation": {
      "name": "Wand of Fire Manipulation",
      "description": "<p><em>Wand, rare</em></p><p>This wand has 7 charges. While holding it, you can use an action to expend 1 or more of its charges to deal [[/damage 1d6 fire average]] in a 15-foot cone for every charge expended. Each creature in the area must make a [[/save dex 13]] saving throw. A creature takes the damage on a failed save, or half as much damage on a successful one.</p><p>The wand can siphon fire. While holding it, you can use your reaction to draw in fire effects or damage from spells targeted at you to charge the wand. The wand regains 1 charge for every dice of fire damage siphoned in such a way and negates 1 dice of fire damage per charge regained. The wand cannot have more than 7 charges.  </p><p>The wand regains [[/r 1d6 + 1]] expended charges daily at dawn. If you expend the wand's last charge, roll a d20. On a 1, the wand crumbles into ashes and is destroyed.</p><section id=\"secret-TtdpgWnNokc18eOZ\" class=\"secret\"><p>Note Foundry</p><p>The <strong>Spray Fire</strong> activity will deal damages according to the number of charges spent.</p><p>The <strong>Siphon Fire</strong> activity will only restore charges to the Wand, but not negate damage.</p></section>",
      "activities": {
        "Spray Fire": {
          "name": "Spray Fire"
        },
        "Siphon Fire": {
          "name": "Siphon Fire"
        }
      }
    },
    "Pnakotic Manuscripts of Yith": {
      "name": "Pnakotic Manuscripts of Yith",
      "description": "<article class=\"coto\"><p><em>Woundrous item, rare</em></p><p>This ancient tome is handwritten in Deep Speech. It contains a lengthy, irrational, and mostly incoherent description of a world that exists outside the known universe and a race of highly praised aberrant creatures that inhabit it. A creature who can understand Deep Speech and spends 48 hours over a period of 6 days or fewer studying the manuscript’s contents has its Wisdom score increased by 2, as well as its maximum for that score.</p><p>The manuscript then loses its magic, but regains it after a century.</p><p>The creature who studies the Pnakotic Manuscripts of Yith must also succeed on a [[/save wis 21]] saving throw or become afflicted with indefinite madness and gain the following character flaw: “I am convinced that we live in a world of illusion and nothing is real. Our world is only the dream of incomprehensible entities who watch us constantly.”</p></article>"
    },
    "Instant Trebuchet": {
      "name": "Instant Trebuchet",
      "description": "<p><em>Wondrous item, rare</em></p><p>You can use an action to place this hand-sized wooden statuette of a trebuchet on the ground and speak its command word to make the statuette rapidly grow into a life-sized trebuchet.</p><p>The trebuchet is 20 feet on a side and 30 feet high. Each creature in the area where the trebuchet appears must make a DC 15 Dexterity saving throw, taking  [[/damage 8d10 bludgeoning average]] damage on a failed save, or half as much damage on a successful one. In either case, the creature is pushed to an unoccupied space outside but next to the trebuchet. Objects in the area that aren’t being worn or carried take this damage and are pushed automatically.</p><p>The statuette can become a trebuchet for up to 6 hours. Once it has been used, it can’t be used again until 2 days have passed. The trebuchet reverts to its statuette form at the end of the duration. It reverts to a statuette early if it drops to 0 hit points or if you use an action to repeat the command word while touching it.</p><hr /><p><em>Trebuchet.</em> See page 256 of the Dungeon Master’s Guide.</p>",
      "activities": {
        "Place Trebuchet": {
          "name": "Place Trebuchet"
        }
      }
    },
    "Ripe Apple": {
      "name": "Ripe Apple",
      "description": "<p>When eaten, an apple functions as a @UUID[Compendium.dnd5e.spells.Item.F0GsG0SJzsIOacwV]{lesser restoration } spell. An apple remains ripe for five days, after which time it loses its magical ability.</p>",
      "activities": {
        "Eat apple": {
          "name": "Eat apple"
        }
      }
    },
    "Spell Tattoo": {
      "name": "Spell Tattoo",
      "description": "<article class=\"coto\"><p>You can create a tattoo etched into your skin with magically treated ink and infused with a spell that you can cast. The tattoo is drawn in a design that resembles the specific spell placed within it, which must be of 1st level. It takes a day of work to imprint the tattoo and costs 100 gold pieces for the material components. You gain the following benefit:</p><ul><li>You can cast the spell weaved into the tattoo as a bonus action. You regain the ability to cast the spell when you finish a long rest.</li></ul></article>"
    },
    "Cologne of Dispelling": {
      "name": "Cologne of Dispelling",
      "description": "<p><em>Wondrous item, uncommon</em></p><p>This intricate glass vial has been blown into the shape of a cresting tidal wave with an atomizer pump connected to its sprayer at its top. The vial contains 10 doses of cologne with a refreshing smell of the blue oceans.</p><p>When a dose is sprayed on an object or person within 5 feet, the cologne act as a <em>@UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8]{dispel magic}</em> spell, but only on spells of 3rd level or lower, and it must succeed a [[/r 1d20+3]]{check}, made with a +3 bonus, againt a DC 10 + level of the spell it tries to dispell.</p><p>When all 10 doses have been expended, the vial loses its magic and functions as a simple spray bottle.</p>",
      "activities": {
        "Check": {
          "name": "Check",
          "roll": "Dispell check"
        }
      }
    },
    "Grafted appendage": {
      "name": "Grafted appendage",
      "description": "<p>The aberrant appendages grafted into your body soak up damage from attacks. You gain 10 temporary hit points and +1 bonus to AC while you have these hit points. You regain these temporary hit points after a long rest. You can have only one grafted appendage.</p>",
      "effects": {
        "Grafted appendage": {
          "name": "Grafted appendage"
        }
      }
    },
    "Mounted Charger": {
      "name": "Mounted Charger",
      "description": "<p>You are a master of charging into the fray on your mount. While you are mounted and aren’t &amp;Reference[incapacitated apply=false]{incapacitated}, you gain the following benefits:</p><ul><li>You have advantage on melee attack rolls against any unmounted creatures that are smaller than your mount.</li><li>When your mount takes a dash action, and you hit a creature with a melee attack in the same round, your attack deals an additional 1d6 damage.</li><li>When wielding a lance, you don’t have disadvantage when attacking a target within 5 feet of you.</li></ul>"
    },
    "Focused Aim": {
      "name": "Focused Aim",
      "description": "<p>You can target ranged attacks more precisely by focusing only on the shot but letting your guard down. As a bonus action, you can focus your aim to gain the following benefits and penalties until the start of your next turn:</p><ul><li>You gain advantage on your first ranged attack on your turn, but all attacks against you are made with advantage until the start of your next turn.</li><li>You gain [[/r 1d4]] damage on your first ranged attack on your turn.</li></ul>"
    },
    "Lord Cyne Monder's Signet Ring": {
      "name": "Lord Cyne Monder's Signet Ring",
      "description": "<p>The golden signet ring has a large, flat, irregularly cut ruby in a broad mounting. The symbols of house Monder - a crossbow and scale with a gem on each of its plates - are engraved on the ruby.</p><p>The inner side of the ring bears an inscription that reads: Crypt Monder 2-4-2.</p>"
    },
    "Spell Scroll: Instant Tent": {
      "name": "Spell Scroll: Instant Tent",
      "description": "<p><em>5th Level &amp;Reference[Spell Scroll]</em></p><article class=\"coto\"><p>You conjure a tent of a magnificent size that lasts for the duration.</p><p>The tent is a large “Big Top” tent with an oval shape of 50 by 75 feet and is open on the sides. The colors and the designs on the canvas are determined by you when you cast the spell. The tent is waterproof and well-fastened to the ground, its magic preventing it from tipping.</p><p>The tent is made of magical canvas, supported by iron poles. The ten supporting poles each have AC 19 and 24 hit points, immunity to damage from non-magical weapons excluding siege weapons, and resistance to all other damage. Only a wish spell can repair the tent (this use of the spell counts as replicating a spell of 8th level or lower). Each casting of wish causes one column to regain 50 Hit Points.</p><hr /><p><em>Available for:</em> Bard, Sorcerer, Wizard</p></article>"
    },
    "Wand of the Sleeping Faerie": {
      "name": "Wand of the Sleeping Faerie",
      "description": "<p><em>Wand, uncommon</em></p><p>This wand has 7 charges. While holding it, you can use an action to expend 1 or more of its charges to cast the <em>@Compendium[dnd5e.spells.KhwiSi9fwVfUPtku]{Sleep}</em> spell from it that only affects fey creatures, even if they are immune to sleep. For 1 charge, you cast the 1st-level version of the spell. You can cast the spell at higher levels by expending additional charges for each spell slot level above 1st.</p><p>The wand regains [[/r 1d6 + 1]] expended charges daily at dawn. If you expend the wand’s last charge, roll a [[/r d20]]. On a 1, the wand crumbles into ashes and is destroyed.</p><p><em><strong>Note Foundry:</strong></em> The <strong>Acvitate</strong> acvivity only track charge usage.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Arrow of Giant Slaying": {
      "name": "Arrow of Giant Slaying",
      "description": "<p>An arrow of slaying is a magic weapon meant to slay a particular kind of creature. If a giant takes damage from the arrow, the creature must make a [[/save con 17]] saving throw, taking an extra [[/damage 6d10 piercing average]] damage on a failed save, or half as much extra damage on a successful one.<br />Once an arrow of slaying deals its extra damage to a creature, it becomes a nonmagical arrow.</p>",
      "activities": {
        "Slay  giant": {
          "name": "Slay  giant",
          "condition": "Hit a giant"
        }
      }
    },
    "Gravetouched": {
      "name": "Gravetouched",
      "description": "<p>You have been exposed to necromantic powers so many times that you have become somewhat resistant to them.</p><ul><li>You gain damage resistance against &amp;Reference[necrotic]{necrotic} damage.</li><li>You gain advantage on saving throws against effects that deal &amp;Reference[necrotic]{necrotic} damage.</li></ul>"
    },
    "Magic Cigar": {
      "name": "Magic Cigar",
      "description": "<p><em>Woundrous item, rare</em></p><p>This special magic cigar was the property of Captain Ick Forge-n-Hammer of Nangrath. It emulates the <em>@UUID[Compendium.dnd5e.spells.Item.TwlD4PLcltv7Xh7j]{stingking cloud}</em> spell, affecting everyone but the smoker in the area.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Spriggan Shield": {
      "name": "Spriggan Shield",
      "description": "<p><em>Armor (shield), uncommon (requires attunement)</em></p><p>This large steel shield depicts the screaming faces of fey creatures named spriggans that can grow in size from small to large. The shield has 3 charges. You can expend a charge to enlarge your form and anything you are wearing or carrying for 1 minute. While enlarged, your size becomes Large, your damage dice on Strength-based weapon attacks is doubled, you make Strength checks and Strength saving throws with advantage, and you gain a +1 bonus to AC while you wield the shield. This bonus is in addition to the shield's normal bonus to AC. If you lack the room to become large, you attain the maximum size possible in the space available.</p><p>The shield regains all its expended charges daily at dawn.</p>",
      "activities": {
        "Enlarge": {
          "name": "Enlarge"
        }
      }
    },
    "Torc of the Tower (Stone)": {
      "name": "Torc of the Tower (Stone)",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p><p>This torc is part of a set of 6.</p><p>The torcs are keyed to one another, and their wearers can sense the direction to a nearby torc of the tower’s location, as long as that object is within a 30 mile radius in any direction. If the object is in motion, the wearer knows the direction of its movement. </p><p><em><strong>Stone.</strong></em> Once per day as a reaction, you can activate the torc and gain resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks for 3 rounds. </p><p>The torcs each have unique properties, but they can be used together in conjunction to recall the Arcane Tower to the Material Plane from the Astral plane. This use of the torcs does not require attunement.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      },
      "effects": {
        "Damage Resistance": {
          "name": "Damage Resistance",
          "description": "<p>You have resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks for 3 rounds.</p>"
        }
      }
    },
    "Gloves of the Satyr King": {
      "name": "Gloves of the Satyr King",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p><p>The famed gloves of King Dasmag, the satyr lord, were the favorite garments of the late King and were stolen from him. The gloves bestow impossible grace in combat to those who wear them.</p><p>While wearing these gloves and being attuned to them, your speed increases by 10 feet, you gain a +1 bonus to your AC, and you gain proficiency in the &amp;Reference[prf] skill.</p><p>Additionally, you can take the &amp;Reference[Dodge] or &amp;Reference[Disengage] actions as a bonus action. </p>",
      "effects": {
        "Gloves of the Satyr King": {
          "name": "Gloves of the Satyr King",
          "description": "<p>While you have the gloves equiped, and are attuned:</p><ul><li><p>Your speed increase by 10 ft.</p></li><li><p>You have a +1 AC bonus</p></li><li><p>You gain proficiency in the Perform skill</p></li></ul>"
        }
      }
    },
    "Boon of Pain Foreseen": {
      "name": "Boon of Pain Foreseen",
      "description": "<p>The boon allows a creature to use brief glimpses into the most painful events of its life, allowing it to change the course of its fate. The creature gains inspiration every time they succeed on a Charisma saving throw.</p>"
    },
    "Master Ranberd's Spellbook": {
      "name": "Master Ranberd's Spellbook",
      "description": "<p><span style=\"font-family:Bruno Ace\"><strong>1st Level</strong></span></p><p>@UUID[Compendium.dnd5e.spells.Item.7p9IuWrSWFgfyQo2]{Alarm}</p><p>@UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8]{Detect Magic}</p><p>@UUID[Compendium.dnd5e.spells.Item.n4JDcFKe5ikzYmAc]{Gentle Repose}</p><p>@UUID[Compendium.dnd5e.spells.Item.3OZnNhunvRtPOQmH]{Identify}</p><p>@UUID[Compendium.dnd5e.spells.Item.82jM6qD9axLJsTrH]{Illusory Script}</p><p>@UUID[Compendium.dnd5e.spells.Item.CKZTpZlxj7hjjo2H]{Mage Armor}</p><p>@UUID[Compendium.dnd5e.spells.Item.41JIhpDyM9Anm7cs]{Magic Missile}</p><p>@UUID[Compendium.dnd5e.spells.Item.ccduLIvutyNqvkgv]{Unseen Servant}</p><p>@UUID[Compendium.dnd5e.spells.Item.xmDBqZhRVrtLP8h2]{Protection from Evil and Good}</p><p>@UUID[Compendium.dnd5e.spells.Item.z1mx84ONwkXKUZd7]{Shield}</p><hr /><p><span style=\"font-family:Bruno Ace\"><strong>2nd Level</strong></span></p><p>@UUID[Compendium.dnd5e.spells.Item.4H6YgYdKgnX6ZQ8M]{Acid Arrow}</p><p>@UUID[Compendium.dnd5e.spells.Item.8RTDOt80u8aBv9qx]{Alter Self}</p><p>@UUID[Compendium.dnd5e.spells.Item.8cse7rit0oswRPUP]{Arcane Lock}</p><p>@UUID[Compendium.dnd5e.spells.Item.S7VbUetIfVT7B6Eq]{Darkness}</p><p>@UUID[Compendium.dnd5e.spells.Item.ppWAAEul0QHtm4er]{Detect Thoughts}</p><p>@UUID[Compendium.dnd5e.spells.Item.WahI41a3goVUg0x1]{Enlarge/Reduce}</p><p>@UUID[Compendium.dnd5e.spells.Item.3Lo9boi7P2ro6QV4]{Hold Person}</p><p>@UUID[Compendium.dnd5e.spells.Item.7u2obDvuvtZBkTfq]{Scorching Ray}</p><hr /><p><span style=\"font-family:Bruno Ace\"><strong>3rd Level</strong></span></p><p>@UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy]{Counterspell}</p><p>@UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8]{Dispel Magic}</p><p>@UUID[Compendium.dnd5e.spells.Item.pB7XVYwdGNcUG935]{Glyph of Warding}</p><p>@UUID[Compendium.dnd5e.spells.Item.y8A4HfTwd93ypdEz]{Magic Circle}</p><p>@UUID[Compendium.dnd5e.spells.Item.nslx2nT3p4lNkmdp]{Major Image}</p><p>@UUID[Compendium.dnd5e.spells.Item.aU62xVUBYkAQWIHv]{Nondetection}</p><p>@UUID[Compendium.dnd5e.spells.Item.j8NtLXOOJ3GAKF8I]{Protection from Energy}</p><p>@UUID[Compendium.dnd5e.spells.Item.XZhdgVK3cLoxNCQl]{Remove Curse}</p><hr /><p><span style=\"font-family:Bruno Ace\"><strong>4th Level</strong></span></p><p>@UUID[Compendium.dnd5e.spells.Item.pxpb2eOB6bv4phAf]{Banishment}</p><p>@UUID[Compendium.dnd5e.spells.Item.DGONTFbk5eORs5qv]{Black Tentacles}</p><p>@UUID[Compendium.dnd5e.spells.Item.gXtzz9t1DTzJeLr4]{Locate Creature}</p><p>@UUID[Compendium.dnd5e.spells.Item.NJgxf7pmSsBArIG7]{Private Sanctum}</p><p>@UUID[Compendium.dnd5e.spells.Item.1ADstb0Xec6HHRcU]{Resilient Sphere}</p><p>@UUID[Compendium.dnd5e.spells.Item.ReMbjfeOKoSj3O79]{Stoneskin}</p><hr /><p><span style=\"font-family:Bruno Ace\"><strong>5th Level</strong></span></p><p>@UUID[Compendium.dnd5e.spells.Item.a2KJHCIbY5Mi4Dmn]{Arcane Hand}</p><p>@UUID[Compendium.dnd5e.spells.Item.RpKjTlYASrfqUPVA]{Cone of Cold}</p><p>@UUID[Compendium.dnd5e.spells.Item.W4Qx5z0id6da0vqg]{Legend Lore}</p><p>@UUID[Compendium.dnd5e.spells.Item.42O2aNBW7vK90gTL]{Planar Binding}</p><p>@UUID[Compendium.dnd5e.spells.Item.fVbCxFRaORalHB20]{Scrying}</p><p>@UUID[Compendium.dnd5e.spells.Item.8aWtP5hcrmcEesBW]{Teleportation Circle}</p><hr /><p><span style=\"font-family:Bruno Ace\"><strong>6th Level</strong></span></p><p>@UUID[Compendium.dnd5e.spells.Item.4smlOvpF5AQHcyg1]{Contingency}</p><p>@UUID[Compendium.dnd5e.spells.Item.HBHbOGKNVVprSlwn]{Disintegrate}</p><p>@UUID[Compendium.dnd5e.spells.Item.WmQpxfjZwF3MGUby]{Globe of Invulnerability}</p><p>@UUID[Compendium.dnd5e.spells.Item.yw0tYQkOMCgKZ8Ur]{Guards and Wards}</p>"
    },
    "Crown of Aglarion": {
      "name": "Crown of Aglarion",
      "description": "<article class=\"coto\"><p><em>Wondrous item, legendary (requires attunement)</em></p><p>Master Arlen created the crown of Aglarion to symbolize the integrity of the monarchy of Aglarion that was established hundreds of years ago by the first monarch, King Razmyrel Melkar the True. Its powers were designed to serve the first king in his campaign against the zealous Order of the Eternal Light.</p><p>The wearer of the crown of Aglarion gains a +1 bonus to ability checks, AC, and saving throws, and can cast the following spells once per day: @UUID[Compendium.dnd5e.spells.Item.ZPd73HtKF3At11jh]{control weather}, @UUID[Compendium.dnd5e.spells.Item.yI0XWIgI0IGGsR3R]{move earth},and @UUID[Compendium.dnd5e.spells.Item.d9MwcXi7Il3HROXd]{ passwall}.</p><p>The wearer of the crown of Aglarion can also create a floating disk that has a 30-foot diameter and can hold up to 5,000 pounds. The wearer of the crown of Aglarion and any other creature can stand on its surface. As an action, the wearer of the crown of Aglarion can move the floating disk with a fly speed of 30 ft. The disk disappears after 1 hour and cannot be recreated until the next dawn.</p><section id=\"secret-DCtUBH4rn2IWaMvE\" class=\"secret\"><p>Note Foundry</p><p>The Crown of Aglarion has an Active Effect that give the +1 Bonus.</p><p>The activities <strong>Cast a Spell</strong> and <strong>Create a Disk</strong> are only for tracking purposes.</p></section></article>",
      "activities": {
        "Cast a Spell": {
          "name": "Cast a Spell"
        },
        "Create Disk": {
          "name": "Create Disk"
        }
      },
      "effects": {
        "Crown of Aglarion": {
          "name": "Crown of Aglarion",
          "description": "<p><span style=\"font-family:Signika, sans-serif\">The wearer of the crown of Aglarion gains a +1 bonus to ability checks, AC, and saving throws.</span></p>"
        }
      }
    },
    "Spyglass of Devilish Revealing": {
      "name": "Spyglass of Devilish Revealing",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p><p>This magic spyglass has the functioning eye of a bone devil bound to it. Objects viewed through the spyglass are magnified to four times their size. While viewing through the spyglass, the item confers darkvision that is not impeded by magical darkness.</p><p>In addition, once per day as an action, the user of the spyglass can activate it to gain Truesight for 10 minutes.</p>",
      "activities": {
        "Truesight": {
          "name": "Truesight"
        }
      },
      "effects": {
        "Superior Darkvision": {
          "name": "Superior Darkvision"
        },
        "Truesight": {
          "name": "Truesight",
          "description": "<p>The target has Truesight (120) for the duration</p>"
        }
      }
    },
    "The Deadliest Jokes of the Continent": {
      "name": "The Deadliest Jokes of the Continent",
      "description": "<p><em>Woundrous item, rare</em></p><p>This thin booklet, written in Common, features the image of a laughing winged clown pointing at the reader on its cover. It contains a selection of hilarious jokes that were perfected on countless individuals.</p>"
    },
    "Adamantine Spear +1": {
      "name": "Adamantine Spear +1",
      "description": "<p><em>Whether through demonic blessing, celestial bequeathment, crazed experiment, or skillful craft, this weapon has been enhanced to bring more bloodshed by the bearer.</em></p>\n<p>You have a bonus to attack and damage rolls made with this magic weapon.</p>"
    },
    "Krasnar signet ring": {
      "name": "Krasnar signet ring",
      "description": "<p>Krasnar Azennar’s princely signet ring is solid gold, with a large red beryl gem that has the Azennar crest engraved on its surface.</p>"
    },
    "Table of Cornucopia": {
      "name": "Table of Cornucopia",
      "description": "<p><em>Wondrous item, rare</em></p><p>This simple-looking magical table is made out of wood. Once per day, you can cause the table to become filled with the food and drink you desire the most. If uneaten, the food remains until dawn, at which point it disappears. It takes 1 hour to consume the food and drink on the table. A single creature who eats everything from the table is completely nourished for one day and benefits from the effects of a <em>@UUID[Compendium.dnd5e.spells.Item.mgFqi0ev8f7Ut19y]{heroes’ feast}</em> spell.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Tiara of Blasting": {
      "name": "Tiara of Blasting",
      "description": "<p><em>Wondrous item, uncommon</em></p><p>While wearing this tiara, you can use an action to cast the equivalent of the <em>@UUID[Compendium.dnd5e.spells.Item.7u2obDvuvtZBkTfq]{Scorching Ray}</em> spell with it, but dealing radiant damage instead of fire damage. When you make the spell's attacks, you do so with an attack bonus of +5. The circlet can't be used this way again until the next dawn.</p>"
    },
    "Ring of Mental Stability": {
      "name": "Ring of Mental Stability",
      "description": "<p><em>Ring, rare (requires attunement)</em></p><p>This golden ring is crafted in the form of a brain, held in fanglike spikes, and decorated with amethyst gems. While wearing this ring, you gain immunity to madness and have advantage on saving throws against being @UUID[Compendium.dnd5e.rules.JournalEntry.w7eitkpD7QQTB6j0.JournalEntryPage.zZaEBrKkr66OWJvD]{charmed} or @UUID[Compendium.dnd5e.rules.JournalEntry.w7eitkpD7QQTB6j0.JournalEntryPage.oreoyaFKnvZCrgij]{frightened}.</p>"
    },
    "Torc of the Tower (Silver)": {
      "name": "Torc of the Tower (Silver)",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p><p>This torc is part of a set of 6.</p><p>The torcs are keyed to one another, and their wearers can sense the direction to a nearby torc of the tower’s location, as long as that object is within a 30 mile radius in any direction. If the object is in motion, the wearer knows the direction of its movement. </p><p><em><strong>Silver.</strong></em> Once per day as a reaction, you can activate the torc and gain resistance to bludgeoning, piercing, and slashing damage from attacks that aren’t silver for 3 rounds.</p><p>The torcs each have unique properties, but they can be used together in conjunction to recall the Arcane Tower to the Material Plane from the Astral plane. This use of the torcs does not require attunement.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      },
      "effects": {
        "Damage Resistance": {
          "name": "Damage Resistance",
          "description": "<p>For the duration, you have resistance to bludgeoning, piercing, and slashing damage from attacks that aren’t from silvered weapons.</p>"
        }
      }
    },
    "Boon of Madness": {
      "name": "Boon of Madness",
      "description": "<p>You can comprehend the nature and intention of the aberrant beings that inhabit the Farrealm beyond reality and sanity. You are not easily shaken by anything that terrifies others or unhinges their psyche. You become immune to madness and gain an advantage on saving throws made to avoid becoming &amp;Reference[charmed apply=false]{charmed} or &amp;Reference[frightened apply=false]{frightened}.</p>"
    },
    "Torc of the Tower (Clay)": {
      "name": "Torc of the Tower (Clay)",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p><p>This torc is part of a set of 6.</p><p>The torcs are keyed to one another, and their wearers can sense the direction to a nearby torc of the tower’s location, as long as that object is within a 30 mile radius in any direction. If the object is in motion, the wearer knows the direction of its movement. </p><p><em><strong>Clay.</strong></em> Once per day as a reaction, you can activate the torc and gain lightning absorption for 1 round. Whenever you are subjected to lightning damage, you take no damage and instead regain a number of hit points equal to the lightning damage dealt.</p><p>The torcs each have unique properties, but they can be used together in conjunction to recall the Arcane Tower to the Material Plane from the Astral plane. This use of the torcs does not require attunement.</p><p><strong>Note Foundry:</strong> The activity just track usage.</p>"
    },
    "Rapier of Smelting +1": {
      "name": "Rapier of Smelting +1",
      "description": "<p><em>Weapon (rapier), rare</em></p><p>This magical rapier is always warm to the touch. You gain a +1 bonus to attack and damage rolls made with this magic weapon.</p><p>The rapier has 3 charges. While attuned to it, you can expend 1 charge as part of a melee attack with the rapier. If the attack hits, the rapier causes the target to become affected by a <em>@UUID[Compendium.dnd5e.spells.Item.2yHXEcrRbadZDr5M]{heat metal}</em> spell with a duration of 3 rounds. As an action, you can also expend a charge to smelt through an unattended metal object, causing [[/r 2d8]] fire damage that bypasses the object’s damage threshold. The rapier regains [[/r 1d3]] expended charges daily at dawn.</p>",
      "activities": {
        "Smelting": {
          "name": "Smelting",
          "condition": "Hit a target with the Rapier of Smelting"
        },
        "Reheat / Melt": {
          "name": "Reheat / Melt",
          "condition": "The heated object is in contact with someone"
        },
        "On Heat Damage Save": {
          "name": "On Heat Damage Save"
        }
      },
      "effects": {
        "Smelting": {
          "name": "Smelting",
          "description": "<p>If a creature is holding or wearing the object and takes the damage from it, The creature must succeed on a [[/save ability=con]] saving throw or drop the object if it can. If it doesn’t drop the object, it has Disadvantage on attack rolls and ability checks until the start of your next turn.</p>"
        }
      }
    },
    "Lorgnettes of the Master Scribe": {
      "name": "Lorgnettes of the Master Scribe",
      "description": "<p><em>Wondrous item, rare</em></p><p>The lorgnettes of the master scribe highlight and emphasize specific passages of spell scrolls, leading spellcasters to a clearer comprehension of their complex formulae. If the spell you are casting from a spell scroll is on your class’s spell list, but of a higher level than you can normally cast, you gain advantage on the required ability check with your spellcasting ability.</p>"
    },
    "Bloodstain Lilac Wreath": {
      "name": "Bloodstain Lilac Wreath",
      "description": "<p>This wreath of flowers emits a sweet odor for one day after being freshly woven. The odor drains the energy from anyone in their vicinity. Any creature within 10 feet who can smell the flowers must make a successful [[/save con 8]] saving throw or become &amp;Reference[poisoned]{poisoned}. As long as the creature is poisoned, it gains three levels of &amp;Reference[exhaustion]{exhaustion}. Bloodstain lilacs can only impose up to three levels of exhaustion on a creature, even with multiple exposures. The creature remains poisoned until a long rest.</p>",
      "effects": {
        "Fatigued": {
          "name": "Fatigued"
        }
      }
    },
    "Dust of Odorlessness": {
      "name": "Dust of Odorlessness",
      "description": "<p><em>Wondrous item, uncommon</em></p><p>This small packet contains [[/r 1d6 + 4]] pinches of a yellow, very fine, odorless dust. You can use an action to sprinkle a pinch of it over a single creature, 5 ft. square, or item. The dust immediately extinguishes all odors from the target for one hour, granting them advantage on Dexterity (&amp;Reference[Stealth]) skill checks against creatures that rely on smell to detect other creatures.</p>"
    },
    "Tombstone Amulet": {
      "name": "Tombstone Amulet",
      "description": "<p><em>Wondrous item, artifact (requires attunement)</em></p><p>The tombstone amulet was crafted by the followers of the god of Life from the tombstone of Sarath, the legendary high priest of the Shining Light who banished the Dark Star. It grants you protection from the powers of the undead and death itself. You gain the following benefits:</p><ul><li>If damage reduces you to 0 hit points, you can make a [[/save con]] saving throw unless the damage is from a critical hit. The DC equals 10 or half the damage you take, whichever number is higher. On a success, you drop to 1 hit point instead.</li><li>You are automatically stable when reduced to 0 hit points.</li><li>You gain advantage on saving throws against effects that would kill you instantly or reduce you to 0 hit points.</li><li>You gain advantage on saving throws against necromancy spells and the special abilities of undead creatures.</li><li>If you die, the tombstone amulet immediately restores your life as per the <em>@Compendium[dnd5e.spells.AGFMPAmuzwWO6Dfz]{Raise Dead}</em> spell. This ability can’t be used again until the next dawn.</li></ul>"
    },
    "Sickle of Venom +2": {
      "name": "Sickle of Venom +2",
      "description": "<p>You gain a +2 bonus to attack and damage rolls made with this magic weapon.</p><p>You can use an action to cause thick, black poison to coat the blade. The poison remains for 1 minute or until an attack using this weapon hits a creature. That creature must succeed on a [[/save con 15]] saving throw or take [[/damage 2d10 poison average]] damage and become &amp;Reference[poisoned]{poisoned} for 1 minute. The sickle can't be used this way again until the next dawn.</p>",
      "activities": {
        "Coat with Poison": {
          "name": "Coat with Poison"
        },
        "Poison damage": {
          "name": "Poison damage",
          "condition": "Hit a creature"
        }
      },
      "effects": {
        "Poisoned": {
          "name": "Poisoned"
        }
      }
    },
    "Torcs of the Tower": {
      "name": "Torcs of the Tower",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p><p>Created by Master Arlen the Constructor at the order of King Razmyrel Melkar the True, the six Torcs of the Tower were crafted to provide a counter to the powers of the magical academy and as a failsafe mechanism so the Arcane Tower could be recalled from the Astral Plane if needed. Each bracelet was entrusted to one of the six founders of the Red Cloak Lawgivers to be arbiters of their rightful use. Over the past centuries, the true function of the torcs has become shrouded in the past. Some have been handed down through the generations, some have become lost, and some have turned up in the hands of those who have no inkling of their true natures. </p><p>The torcs are keyed to one another, and their wearers can sense the direction to a nearby torc of the tower’s location, as long as that object is within 1 hex distance in any direction on the map of the Kingdom of Aglarion. If the object is in motion, the wearer knows the direction of its movement. </p><p>The torcs each have unique properties, but they can be used together in conjunction to recall the Arcane Tower to the Material Plane from the Astral plane. This use of the torcs does not require attunement.</p><p><em><strong>Adamantine.</strong></em> Once per day as a reaction, you can activate the torc and gain resistance to bludgeoning, piercing, and slashing damage from attacks that aren’t adamantine for 3 rounds. </p><p><em><strong>Mithral.</strong></em> Once per day as a reaction, you can activate the torc to grant you AC. For 3 rounds, your AC can’t be torc less than 21, regardless of what kinds of armor you are wearing.</p><p><em><strong>Silver.</strong></em> Once per day as a reaction, you can activate the torc and gain resistance to bludgeoning, piercing, and slashing damage from attacks that aren’t silver for 3 rounds.</p><p><em><strong>Iron.</strong></em> Once per day as a reaction, you can activate the torc and gain fire absorption for 1 round. Whenever you are subjected to fire damage, you take no damage and instead regain a number of hit points equal to the fire damage dealt.</p><p><em><strong>Clay.</strong></em> Once per day as a reaction, you can activate the torc and gain lightning absorption for 1 round. Whenever you are subjected to lightning damage, you take no damage and instead regain a number of hit points equal to the lightning damage dealt.</p><p><em><strong>Stone.</strong></em> Once per day as a reaction, you can activate the torc and gain resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks for 3 rounds.</p>"
    },
    "Slime Slinger": {
      "name": "Slime Slinger",
      "description": "<p><em>Weapon (sling), uncommon</em></p><p>This staff sling is usually crafted by shamans of wild tribes, clerics who venerate deities of oozes, or warlocks dedicated to ooze patrons. When you speak a command word, the slinger generates globules of corrosive slime that you can sling at your opponents. The slinger can generate 5 globules per day. After all 5 daily globules have been slung, the sling functions as a regular sling. On a hit, the corrosive slime deals [[/damage 2d6 acid average]] damage, and if the target is wearing nonmagical metal armor, its armor is partly corroded. The target takes a permanent and cumulative -1 penalty to its AC on each hit. The armor is destroyed if the penalty reduces its AC to 10.</p><p><em><strong>Note Foundry:</strong></em><strong> </strong>the corrosive effect is not taken into account in the <strong>Corrosove Slime</strong> activity</p>",
      "activities": {
        "Corrosive Slime": {
          "name": "Corrosive Slime"
        }
      },
      "effects": {
        "Armor corrosion": {
          "name": "Armor corrosion"
        }
      }
    },
    "Manual of the Archmage": {
      "name": "Manual of the Archmage",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p><p>This thick tome with over 1000 pages is an encyclopedia covering topics of the highest complexity related to academic studies and magic. The manual entries are connected in webs of cross-reference and automatically shift their appearance to list the corresponding entries, making research fast and comprehensive. If you study a topic for 10 minutes, your newfound understanding grants you advantage on one Intelligence ability or skill check within the next one hour.</p>",
      "activities": {
        "Study": {
          "name": "Study"
        }
      }
    },
    "Braveheart": {
      "name": "Braveheart",
      "description": "<p>You are used to scary situations and easily overcome your fear.</p><ul><li>Increase your Wisdom score by 1, to a maximum of 20.</li><li>You gain advantage on saving throws against being &amp;Reference[frightened apply=false]{frightened}.</li><li>You can reroll a saving throw against being &amp;Reference[frightened apply=false]{frightened} that you fail. If you do so, you must use the new roll. You can’t use this feature again until you finish a short or long rest.</li></ul>"
    },
    "Ceremonial adamantine Sickle +3": {
      "name": "Ceremonial adamantine Sickle +3",
      "description": "<p><em>Whether through demonic blessing, celestial bequeathment, crazed experiment, or skillful craft, this weapon has been enhanced to bring more bloodshed by the bearer.</em></p><p>This particular weapon is made of adamantine.</p><p>You have a bonus to attack and damage rolls made with this magic weapon.</p>"
    },
    "Feather of Detection": {
      "name": "Feather of Detection",
      "description": "<p><em>Wondrous item, uncommon (requires attunement)</em></p><p>The tail feathers of the most legendary couatls sometimes permanently hold the magical traits of the feathered serpents of wonder. The feather functions as a divining rod, pointing towards effects sought by its wielder.</p><p>The feather has 3 charges. By extending 1 charge, you can cast any of these spells: <em>@Compendium[dnd5e.spells.Mzh95utKDPIrjiH8]{Detect Evil and Good}</em>, <em>@Compendium[dnd5e.spells.ghXTfe7sgCbgf1Q8]{Detect Magic}</em>, <em>@Compendium[dnd5e.spells.ppWAAEul0QHtm4er]{Detect Thoughts}</em>.</p><p>The feather regains [[/r 1d3]] expended charges daily at dawn.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Boon of Inspiration": {
      "name": "Boon of Inspiration",
      "description": "<p>You have seen the flaws within yourself and have overcome them. As an action, you can touch your reflection in a mirror or on any clear reflecting surface to gain inspiration that can be used until you finish a long rest. Once you use this boon, you can’t use it again until you finish a long rest.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      },
      "effects": {
        "Boon of Inspiration": {
          "name": "Boon of Inspiration",
          "description": "<p>You have an inspiration that can be used until you finish a long rest.</p>"
        }
      }
    },
    "Tolggy's Sap": {
      "name": "Tolggy's Sap",
      "description": "<p>Tolggy’s syrupy sap is infused by fey magic that provides invigorating rest. If a creature who imbibes the sap regains hit points at the end of a short rest by spending one or more hit dice, that creature regains an extra [[/healing 1d10]]  points.</p>"
    },
    "Hellish Sacrificial Dagger": {
      "name": "Hellish Sacrificial Dagger",
      "description": "<p><em>Weapon (dagger), rare (requires attunement)</em></p><p>This curved and serrated magical dagger is made in the furnaces in Hell and crafted from steel hardened by blood from the sacrifices of mortals. You gain a +1 bonus to attack and damage rolls made with this weapon. If you use it against a creature with 0 hit points or kill a creature using the dagger, it automatically dies, its soul sent to Hell. Creatures slain in such a manner cannot be brought back to life, only by a spell like resurrection or wish. When killing a creature with this weapon, the wielder gains the benefits of an <em>@Compendium[dnd5e.spells.Opwh2PdX4runSBlm]{Aid}</em> spell for 1 hour. When you hit a celestial with it, that target takes an extra [[/damage 1d8 piercing average]] damage.</p><p>If a good-aligned creature touches the dagger, it suffers [[/damage 1d8 necrotic average]] damage every round as long as it remains in contact with it.</p>",
      "activities": {
        "Contact damage": {
          "name": "Contact damage"
        }
      }
    },
    "Falcon Blade": {
      "name": "Falcon Blade",
      "description": "<p><em>Weapon (longsword), legendary (requires attunement)</em></p><p>The Falcon Blade is the legendary sword of Aglarion, passed down through the dynasties from the time of King Razmyrel Melkar. The pommel of the magical longsword is in the shape of a soaring falcon, the crest of House Melkar. The sword was crafted by none other than Master Arlen the Constructor to aid the first king in his battle against the theocracy of the Order of the Eternal Light. As a result, the sword has become a symbol of the kingdom and the person of the Monarch.</p><p>You gain a +2 bonus to attack and damage rolls made with this magic weapon. While wielding the Falcon Blade, you also gain advantage on Initiative checks and on all attack rolls in the round if you have a higher initiative than the creature you attack with the Falcon Blade.</p><p>The Falcon Blade has 3 charges and holds magical energies of the highest order that can bend time to the will of its wielder. You can expend 1 charge per turn to gain an additional action. This action can only be used to take the attack action with the Falcon Blade. The Falcon Blade regains all of its charges daily at dawn.</p>",
      "activities": {
        "Attack again": {
          "name": "Attack again"
        }
      },
      "effects": {
        "Falcon Blade Speed": {
          "name": "Falcon Blade Speed",
          "description": "<p><span style=\"font-family:'Roboto Condensed', sans-serif\">While wielding the Falcon Blade, you gain advantage on Initiative checks and on all attack rolls in the round if you have a higher initiative than the creature you attack with the Falcon Blade.</span></p>"
        }
      }
    },
    "Silvered Sickle +1": {
      "name": "Silvered Sickle +1",
      "description": "<p><em>Whether through demonic blessing, celestial bequeathment, crazed experiment, or skillful craft, this weapon has been enhanced to bring more bloodshed by the bearer.</em></p>\n<p>You have a bonus to attack and damage rolls made with this magic weapon.</p>"
    },
    "Trap Engineer": {
      "name": "Trap Engineer",
      "description": "<p>You can easily detect and disarm traps using your vast understanding of their workings and mechanical parts. You gain the following benefits:</p><ul><li>You gain proficiency in the &amp;Reference[Investigation] skill to deduce the workings of traps. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it for this purpose.</li><li>You gain proficiency in the &amp;Reference[Perception] skill to detect traps. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it for this purpose.</li><li>You gain proficiency with the artisan’s (engineering) or thieves’ tools and can use them as part of a Dexterity check to disarm traps. If you are already proficient with them, you add double your ability bonus to checks you make with them for this purpose.</li></ul>"
    },
    "Cloak of Blinking": {
      "name": "Cloak of Blinking",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p><p>When you wear this cloak, it makes you blink by temporarily vanishing from your current plane of existence and appearing on the Ethereal Plane. Roll a [[/r d20]] at the end of each of your turns while you wear the cloak. On a roll of 11 or higher, you vanish from your current plane of existence and appear in the Ethereal Plane unless you were already on that plane. At the start of your next turn, or when you remove the cloak on the Ethereal Plane, you return to an unoccupied space of your choice that you can see within 10 feet of the space from where you vanished. If no unoccupied space is available within that range, you appear in the nearest unoccupied space (chosen at random if more than one space is equally near). </p><p>While on the Ethereal Plane, you can see and hear the plane you originated from, which is cast in shades of gray, and you can't see anything there more than 60 feet away. You can only affect and be affected by other creatures on the Ethereal Plane. Creatures that aren't there can't perceive you or interact with you, unless they have the ability to do so.</p><p>If you take damage, the property ceases to function until the start of your next turn. This property is suppressed while you are @UUID[Compendium.dnd5e.rules.JournalEntry.w7eitkpD7QQTB6j0.JournalEntryPage.TpkZgLfxCmSndmpb]{incapacitated}, @UUID[Compendium.dnd5e.rules.JournalEntry.w7eitkpD7QQTB6j0.JournalEntryPage.cSVcyZyNe2iG1fIc]{restrained}, or otherwise unable to move.</p>"
    },
    "Wyvern Poison": {
      "name": "Wyvern Poison",
      "description": "<p>You can use the poison in this vial to coat one slashing or piercing weapon or up to three pieces of ammunition. Applying the poison takes an action. A creature hit by the poisoned weapon or ammunition must make a DC 15 Constitution saving throw or take 24 (7d6) poison damage. Once applied, the poison retains potency for 1 minute before drying.</p>"
    },
    "Elemental Gem of Earth": {
      "name": "Elemental Gem of Earth",
      "description": "<p><em>Wondrous item</em></p><p>This yellow diamond contains a mote of elemental energy. When you use an action to break the gem, a @UUID[Compendium.dnd5e.monsters.Actor.P6qC8jB3pnEH0tIE]{chuul}  is summoned as if you had cast the @UUID[Compendium.dnd5e.spells.Item.1LkZvINag7KqBmDR]{Conjure Elemental} spell, and the gem's magic is lost.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Silvered Shortsword +1": {
      "name": "Silvered Shortsword +1",
      "description": "<p><em>Weapon (shorsword), uncommon</em></p><p><em>Whether through demonic blessing, celestial bequeathment, crazed experiment, or skillful craft, this weapon has been enhanced to bring more bloodshed by the bearer.</em></p><p>You have a bonus to attack and damage rolls made with this magic weapon.</p>"
    },
    "Spell Focus of the Shadowcaster": {
      "name": "Spell Focus of the Shadowcaster",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p><p>An item that bears the raw energies of the Shadowrealm can be utilized to heighten the effects of illusion spells. The spell focus can function as a material component of up to 100 gold pieces in value that doesn’t need to be expended. The spell focus of the shadowcaster has 3 charges. While attuned to it, you can expend 1 charge to make an illusion spell you cast harder to disbelieve, granting disadvantage to the target(s) on investigation checks to disbelieve the illusion. Additionally, you can expend 1 charge to add +1 DC to an illusion spell you cast. You can expend multiple charges to use both effects on your spell. The spell focus of the shadowcaster regains all expended charges at dawn.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Adaptive Personality": {
      "name": "Adaptive Personality",
      "description": "<p>You are a master of social interactions and makebelieve, wearing your personality as a sleeve to fit any occasion.</p><ul><li>Increase your Charisma score by 1, to a maximum of 20.</li><li>You have advantage on Charisma (&amp;Reference[Deception] and Charisma (&amp;Reference[Performance]) checks when interacting with someone for the first time.</li><li>Your demeanor can even cloak your alignment, fooling divinations made to determine it. Choose the alignment you wish to enact and divination spells will show your chosen alignment.</li></ul>"
    },
    "Torc of the Tower (Mithral)": {
      "name": "Torc of the Tower (Mithral)",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p><p>This torc is part of a set of 6.</p><p>The torcs are keyed to one another, and their wearers can sense the direction to a nearby torc of the tower’s location, as long as that object is within a 30 mile radius in any direction. If the object is in motion, the wearer knows the direction of its movement. </p><p><em><strong>Mithral.</strong></em> Once per day as a reaction, you can activate the torc to grant you AC. For 3 rounds, your AC can’t be less than 21, regardless of what kinds of armor you are wearing.</p><p>The torcs each have unique properties, but they can be used together in conjunction to recall the Arcane Tower to the Material Plane from the Astral plane. This use of the torcs does not require attunement.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      },
      "effects": {
        "Mithral Skin": {
          "name": "Mithral Skin",
          "description": "<p>The target can't have an AC of les than 21</p>"
        }
      }
    },
    "Guardian": {
      "name": "Guardian",
      "description": "<p>You protect your allies and sense danger before it happens. You gain the following benefits:</p><ul><li>You gain a +1 bonus to AC if there are allies within 5 feet of you.</li><li>As a reaction, you can protect an ally who is within 5 feet from you from an attack of opportunity. If you use this action, the attack automatically misses.</li><li>When an ally who is within 5 feet of you is attacked, you can shield them with your body. As a &amp;Reference[reaction]{reaction}, you switch the target of the attack to yourself, using your own AC to determine if the attack hits and taking damage if it does.</li></ul>"
    },
    "Conch of Endless Water": {
      "name": "Conch of Endless Water",
      "description": "<p><em>Wondrous item</em></p><p>This conch sloshes when shaken, as if it contains water. The conch weighs 2 pounds.</p><p>You can use an action to remove the stopper and speak one of three command words, whereupon an amount of fresh water or salt water (your choice) pours out of the flask. The water stops pouring out at the start of your next turn. Choose from the following options:</p><p>• <strong>\"Stream\"</strong> produces 1 gallon of water.</p><p>• <strong>\"Fountain\"</strong> produces 5 gallons of water.</p><p>• <strong>\"Geyser\"</strong> produces 30 gallons of water that gushes forth in a geyser 30 feet long and 1 foot wide. As a Bonus Action while holding the decanter, you can aim the geyser at a creature you can see within 30 feet of you. The target must succeed on a [[/save 13 dex]] saving throw or take 1d4 bludgeoning damage and fall prone. Instead of a creature, you can target an object that isn't being worn or carried and that weighs no more than 200 pounds. The object is either knocked over or pushed up to 15 feet away from you.</p>",
      "activities": {
        "Remove Stopper": {
          "name": "Remove Stopper"
        },
        "Aim Geyser": {
          "name": "Aim Geyser"
        }
      },
      "effects": {
        "Prone": {
          "name": "Prone"
        }
      }
    },
    "Boon of Nature": {
      "name": "Boon of Nature",
      "description": "<p>You have been kind to the @UUID[JournalEntry.mjmyuZYe4n13wv3f.JournalEntryPage.RvZvrek5H1zHmg1M#nature]{Eternal Mother} and can gain insight into the inner workings of nature. You can cast the @UUID[Compendium.dnd5e.spells.Item.dp6xny4v8PDoIGjh]{commune with nature} spell once. A character may only gain the boon of nature once in their lifetime.</p>"
    },
    "Barbed Net of Entanglement": {
      "name": "Barbed Net of Entanglement",
      "description": "<p><em>Weapon (net), rare (requires attunement)</em></p><p>As an action, you can animate the net and command it to attack a single opponent of up to Large size. It flies towards a creature you can see within 20 feet of you. A creature hit by the net is &amp;Reference[restrained]{restrained} until it is freed and suffers [[/damage 1d4+2 piercing average]] points of damage at the start of its turn as long as it remains restrained.</p><p>As a bonus action, you can direct the net to release any creature currently restrained in it and direct it at a new target that is no more than 20 feet away.</p><p>The net remains animate for 1 minute or until you command it as a bonus action to turn inanimate. It has no effect on creatures that are Huge or larger.</p><p>A creature can use its action to make a [[/check str 16]] ability check, freeing itself or another creature within its reach on a success. Dealing 25 slashing damage to the net (AC 16) also frees the creature without harming it, ending the effect and destroying the net.</p><p>Using the leash attached to the net, you can drag or pull creatures restrained by the net towards you with a Strength (Athletics) check contested by the target’s Strength (Athletics) or Dexterity (Acrobatics) check (the target chooses the ability to use). If you move while using the net this way, your speed is halved, unless the creature is two or more sizes smaller than you. </p>",
      "activities": {
        "Entangled Damage": {
          "name": "Entangled Damage"
        },
        "Escape": {
          "name": "Escape"
        }
      },
      "effects": {
        "Entangled": {
          "name": "Entangled",
          "description": "<ul><li><p>The target is restrained</p></li><li><p>At the start of each of its turn, the target takes 1d4+2 points of piercing damage while restrained</p></li><li><p>A creature can use it's action to make a DC16 Strenght check to free itself or a creature in it's reach thait is restrained by the net</p></li></ul>"
        }
      }
    },
    "Oni Blood Essence": {
      "name": "Oni Blood Essence",
      "description": "<p>This regenerative ointment causes a creature to regain [[/healing 1d4 average]]  points when applied. It re-attaches small severed body parts or removes large scars.</p>"
    },
    "Boon of Vigor": {
      "name": "Boon of Vigor",
      "description": "<p>You have successfully read an ancient tablet of knowledge, and received the Boon of Vigor. You have gained condition immunity to exhaustion for 7 days.</p>"
    },
    "Leash of the Beast Tamer": {
      "name": "Leash of the Beast Tamer",
      "description": "<p><em>Wondrous item, rare</em></p><p>This object is a pommel featuring the visages of savage beasts and a metal wire extending from the mouth of one of the beasts with a clasp at its. The wire can be extended up to 50 feet. As an action, you extend or retract the full length of the wire, which is 50 feet long. If the leash is placed around the neck of a &amp;Reference[beast]{beast} or &amp;Reference[monstrosity]{monstrosity} with an Intelligence score of 4 or lower, it must make a [[/save wis 12]] saving throw. On a failed save, the beast or monstrosity is under the effect of an <em>@Compendium[dnd5e.spells.hDOENzjuj5WpLq7B]{Animal Friendship}</em> spell as if cast by you. Once used, the magical property of the leash of the beast tamer can’t be used again until the next dawn.</p>",
      "effects": {
        "Leash of the Beast Tamer": {
          "name": "Leash of the Beast Tamer",
          "description": "<p>The target is charmed as long as its wear the leash</p>"
        }
      }
    },
    "Azure Bridge Control Rod": {
      "name": "Azure Bridge Control Rod",
      "description": "<p><em>Wondrous item, very rare (requires attunement)</em></p><p>The azure bridge control rod was crafted by Master Arlen himself from the same azure stone of which the bridge was built. Once per day as an action, the rod’s wielder can activate the magical defenses of the Azure Bridge to turn the surface of the bridge sticky. Once per day as an action, the effect can be ended.</p><p>Additionally, once per day, the wielder of the azure bridge control rod can cast the <em>@Compendium[dnd5e.spells.UJJu9c2UvCzVljiP]{Web}</em> spell, which conjures a goo-like substance that is inflammable. Once you use this ability of the rod, it can’t be used again until the next dawn.</p>",
      "activities": {
        "Activate Bridge": {
          "name": "Activate Bridge"
        },
        "De-activate Bridge": {
          "name": "De-activate Bridge"
        },
        "Cast Web": {
          "name": "Cast Web"
        }
      }
    },
    "Contingent Applicator": {
      "name": "Contingent Applicator",
      "description": "<p><em>Wondrous item, uncommon</em></p><p>This cylindrical tube is made of glass and golden alloys with a carabiner that can attach to your belt or clothes. The applicator can house a single scroll or potion. As an action, you can remove the top cap of the applicator, load any potion of common or uncommon rarity or any scroll of 1st level into the device, and set a condition that will activate the item. You describe that condition when you insert the item into the applicator. For example, if the item is a potion of animal friendship, you might stipulate that the potion comes into effect when you are attacked by a beast. The item is used up immediately after the circumstance is met for the first time, whether or not you want it to. The potion or scroll only affects you, even if it can normally target others. The applicator can hold only a single potion or scroll at a time, which disappears after use.</p>",
      "activities": {
        "Fill the Applicator": {
          "name": "Fill the Applicator"
        },
        "Contigency": {
          "name": "Contigency",
          "condition": "The cirmcustances set when filling the Contingent Applicator are met"
        }
      }
    },
    "Adamantine Quarterstaff +1": {
      "name": "Adamantine Quarterstaff +1",
      "description": "<p><em>Whether through demonic blessing, celestial bequeathment, crazed experiment, or skillful craft, this weapon has been enhanced to bring more bloodshed by the bearer.</em></p><p>You have a bonus to attack and damage rolls made with this magic weapon.</p>"
    },
    "Vordani ripper": {
      "name": "Vordani ripper",
      "description": "<p>This mechanical contraption can be secured onto one’s arm, from shoulder to hand, balancing out the weapon’s weight on the back of the wielder. At its end, it features two razor-sharp claws that are over one foot in length. When attacking, the suspensions, springs, and power-transmission cogs built into the mechanism cause the weapon to move effortlessly, snapping with devastating force.</p><p><strong>Special:</strong> It takes an action to don the Vordani ripper, securing it to one's arm with straps.</p>"
    },
    "Torc of the Tower (Iron)": {
      "name": "Torc of the Tower (Iron)",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p><p>This torc is part of a set of 6.</p><p>The torcs are keyed to one another, and their wearers can sense the direction to a nearby torc of the tower’s location, as long as that object is within a 30 mile radius in any direction. If the object is in motion, the wearer knows the direction of its movement. </p><p><em><strong>Iron.</strong></em> Once per day as a reaction, you can activate the torc and gain fire absorption for 1 round. Whenever you are subjected to fire damage, you take no damage and instead regain a number of hit points equal to the fire damage dealt.</p><p>The torcs each have unique properties, but they can be used together in conjunction to recall the Arcane Tower to the Material Plane from the Astral plane. This use of the torcs does not require attunement.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Pancho of Useful Items": {
      "name": "Pancho of Useful Items",
      "description": "<p><em>Woundrous item, uncommon</em></p><p>This pancho has cloth patches of various shapes and colors covering it. While wearing the pancho, you can use an action to detach one of the patches, causing it to become the object or creature it represents. Once the last patch is removed, the pancho becomes an ordinary garment.</p><p>The robe has the following patches:</p><ul><li>x2 Dagger patches</li><li>x2 Bullseye lantern (filled and lit) patches</li><li>x2 Steel mirror patches</li><li>x2 10-foot pole patches</li><li>x2 Hempen rope (50 feet, coiled) patches</li><li>x2 Sack patches</li></ul><p>In addition, the robe has [[/r 4d4]] other patches. The GM chooses the patches or determines them randomly from the @UUID[Compendium.dnd5e.tables.RollTable.CTGxcd51szehUGBn]{Robe of Useful Items} table.</p><section class=\"secret\" id=\"secret-pirg28ioKHroCIwm\"><p><strong>Foundry Note</strong></p><p>It is recommended to delete items here as necessary to track patches left.</p><p>The price guide has been calculated at 5 x item for the maximum number of items possible. Please adjust as necessary to reflect the number of patches and the DM's world economy.</p></section>",
      "activities": {
        "Detach Patch": {
          "name": "Detach Patch"
        }
      }
    },
    "Eyepatch of Charming": {
      "name": "Eyepatch of Charming",
      "description": "<p><em>Wondrous item, uncommon (requires attunement)</em></p><p>This eyepatch cover one eye. It has 3 charges. While wearing it, you can expend 1 charge as an action to cast the <em>@Compendium[dnd5e.spells.eS7XnnApoxRxYXPs]{Charm Person}</em> spell (save DC 13) on a humanoid within 30 feet of you, provided that you and the target can see each other. The eyepatch regain all expended charges daily at dawn.</p>"
    },
    "Torc of the Tower (Adamantine)": {
      "name": "Torc of the Tower (Adamantine)",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p><p>This torc is part of a set of 6.</p><p>The torcs are keyed to one another, and their wearers can sense the direction to a nearby torc of the tower’s location, as long as that object is within a 30 mile radius in any direction. If the object is in motion, the wearer knows the direction of its movement. </p><p><em><strong>Adamantine.</strong></em> Once per day as a reaction, you can activate the torc and gain resistance to bludgeoning, piercing, and slashing damage from attacks that aren’t adamantine for 3 rounds.</p><p>The torcs each have unique properties, but they can be used together in conjunction to recall the Arcane Tower to the Material Plane from the Astral plane. This use of the torcs does not require attunement.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      },
      "effects": {
        "Damage resistance": {
          "name": "Damage resistance",
          "description": "<p>You have resistance to bludgeoning, piercing, and slashing damage from attacks that aren’t from adamantine weapons.</p>"
        }
      }
    },
    "Scourge of the Undead": {
      "name": "Scourge of the Undead",
      "description": "<p>You gain powers to resist and punish the living dead.</p><ul><li>You gain advantage on saving throws against necromancy spells or being &amp;Reference[charmed apply=false]{charmed}, &amp;Reference[frightened apply=false]{frightened}, or possessed by undead creatures.</li><li>Your weapon attacks score a critical hit on a roll of 19 or 20 against undead creatures.</li></ul>"
    },
    "Nine Lives Stealer Glaive": {
      "name": "Nine Lives Stealer Glaive",
      "description": "<p><em>Weapon (glaive), very rare (requires attunement)</em></p><p>You gain a +2 bonus to attack and damage rolls made with this magic weapon.</p><p>The glaive has 1d8+1 charges remaining. If you score a critical hit against a creature that has fewer than 100 hit points, it must succeed on a [[/save con 15]] saving throw or be slain instantly as the glaive tears its life force from its body (a construct or an undead is immune). The sword loses 1 charge if the creature is slain. When the sword has no charges remaining, it loses this property.</p>",
      "effects": {
        "Dead": {
          "name": "Dead"
        }
      }
    },
    "Unicorn Horn Cudgel": {
      "name": "Unicorn Horn Cudgel",
      "description": "<p><em>Weapon (club), rare (requires attunement)</em></p><p>The horn of a unicorn that has been fashioned into a weapon retains some of the magical properties of the legendary celestial. You gain a +1 bonus to attack and damage rolls made with this magic weapon.</p><p>The cudgel has 3 charges. While attuned to it, you can:</p><ul><li><p>Expend 1 charge to add [[/healing 2d8+2 average]] hit points, cure a disease, or neutralize a @UUID[Compendium.dnd5e.rules.JournalEntry.w7eitkpD7QQTB6j0.JournalEntryPage.lq3TRI6ZlED8ABMx]{poison}.</p></li><li><p>Expend multiple charges to heal and/or remove multiple conditions affecting the target.</p></li><li><p>Expend 2 charges to teleport a willing creature you touch up to 1 mile away to a space that is familiar to you.</p></li></ul><p>Additionally, while attuned to the cudgel, on a critical hit, you can choose to teleport the target up to 30 ft. from you to a space that is familiar to you. This ability does not expend a charge.</p><p>The unicorn horn cudgel regains [[/r 1d3]] expended charges at dawn.</p>",
      "activities": {
        "Remove Disease or Poison": {
          "name": "Remove Disease or Poison"
        },
        "Teleport": {
          "name": "Teleport"
        }
      }
    },
    "Hand of magic detection": {
      "name": "Hand of magic detection",
      "description": "<p><em>Woundrous item, rare</em></p><p>This withered right hand of a witchservant cultust of the Children of the Coven, bears the tattoo of the cult.</p><p>The hand has 3 charges. While holding it, you can expend 1 charge as an action to cast the <em>@UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8]{Detect Magic}</em> spell from it. The hand regains 1d3 expended charges daily at dawn.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Spellbreaker Crossbow": {
      "name": "Spellbreaker Crossbow",
      "description": "<p><em>Weapon (heavy crossbow), rare (requires attunement)</em></p><p>You gain a +1 bonus to attack and damage rolls made with this magic weapon.</p><p>In addition, while you are attuned to it, the bonus increases to +3 if you use it against a target that has the spellcasting trait. If you deal damage with the crossbow to a creature that is maintaining concentration on a spell, that creature makes its Constitution saving throw with disadvantage to maintain its spell. Additionally, the crossbow deals an additional [[/damage 1d6 force average]] damage to creatures with the spellcasting trait.</p>",
      "activities": {
        "Additional Damage": {
          "name": "Additional Damage"
        }
      }
    },
    "Spell Scroll: Reincarnate": {
      "name": "Spell Scroll: Reincarnate",
      "description": "<p><em>5th Level &amp;Reference[Spell Scroll]</em></p><p>Note: This scroll will bestow the aberrant monster template to the creature being reincarnated.</p><p>You touch a dead humanoid or a piece of a dead humanoid. Provided that the creature has been dead no longer than 10 days, the spell forms a new adult body for it and then calls the soul to enter that body. If the target's soul isn't free or willing to do so, the spell fails.</p><p>The magic fashions a new body for the creature to inhabit, which likely causes the creature's race to change. The DM rolls on the @UUID[Compendium.dnd5e.tables.RollTable.eXu1QFMsFtTtoJBZ]{Reincarnate} table to determine what form the creature takes when restored to life, or the DM chooses a form.</p><p>The reincarnated creature recalls its former life and experiences. It retains the capabilities it had in its original form, except it exchanges its original race for the new one and changes its Racial Traits accordingly.</p>"
    },
    "Seed of the Hagtree": {
      "name": "Seed of the Hagtree",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p><p>The seed of the Hagtree holds a fragment of a hag’s soul and resembles a monstrous eye, covered by a thick seed coat and prickly thorns.</p><p>The seed has 3 charges. While attuned to it, you can expend 1 charge to cast the <em>@Compendium[dnd5e.spells.DUBgwHPakcLDkB6W]{Tree Stride}</em> spell. The seed of the Hagtree regains [[/r 1d3]] expended charges at midnight.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Whip of Tentacles": {
      "name": "Whip of Tentacles",
      "description": "<p><em>Weapon (whip), uncommon</em></p><p>These whips are crafted from dried medusa tentacles that have been infused with magic to retain the poisoning effect of their stings. The whip of tentacles counts as a magic weapon for the purposes of overcoming damage resistance or vulnerability. Additionally, on a hit, the target of the weapon must succeed on a DC 11 Constitution save or become &amp;Reference[poisoned]{poisoned} for one minute. The target can attempt a new save at the end of its turn. A successful save ends the poisoned condition.</p>",
      "activities": {
        "save": {
          "condition": "Hit a creature"
        }
      },
      "effects": {
        "Poisoned": {
          "name": "Poisoned"
        }
      }
    },
    "Longsword +1 (Sunna)": {
      "name": "Longsword +1 (Sunna)",
      "description": "<p><em>Whether through demonic blessing, celestial bequeathment, crazed experiment, or skillful craft, this weapon has been enhanced to bring more bloodshed by the bearer.</em></p>\n<p>You have a bonus to attack and damage rolls made with this magic weapon.</p>"
    },
    "Crown of Aglarion (Cursed)": {
      "name": "Crown of Aglarion (Cursed)",
      "description": "<p><em>Wondrous item, legendary (requires attunement)</em></p><p>Master Arlen created the crown of Aglarion to symbolize the integrity of the monarchy of Aglarion that was established hundreds of years ago by the first monarch, King Razmyrel Melkar the True. Its powers were designed to serve the first king in his campaign against the zealous Order of the Eternal Light.</p><p>The wearer of the crown of Aglarion gains a +1 bonus to ability checks, AC, and saving throws, and can cast the following spells once per day: <em>@UUID[Compendium.dnd5e.spells.Item.ZPd73HtKF3At11jh]{control weather}</em>, <em>@UUID[Compendium.dnd5e.spells.Item.yI0XWIgI0IGGsR3R]{move earth}</em>,and <em>@UUID[Compendium.dnd5e.spells.Item.d9MwcXi7Il3HROXd]{passwall}</em>.</p><p>The wearer of the crown of Aglarion can also create a floating disk that has a 30-foot diameter and can hold up to 5,000 pounds. The wearer of the crown of Aglarion and any other creature can stand on its surface. As an action, the wearer of the crown of Aglarion can move the floating disk with a fly speed of 30 ft. The disk disappears after 1 hour and cannot be recreated until the next dawn.   </p><p>In its current state, the crown of Aglarion is cursed. While you hare it on you, even not wearing it, you are submerged by strong emotions of hatred and violence. You yearn to see people suffer. You want this suffering to be unleashed upon the whole kingdom of Aglarion.</p>",
      "activities": {
        "Cast a Spell": {
          "name": "Cast a Spell"
        },
        "Create Disk": {
          "name": "Create Disk"
        }
      },
      "effects": {
        "Crown of Aglarion": {
          "name": "Crown of Aglarion",
          "description": "<p><span style=\"font-family:Signika, sans-serif\">The wearer of the crown of Aglarion gains a +1 bonus to ability checks, AC, and saving throws.</span></p>"
        }
      }
    },
    "Aegis of Foresight": {
      "name": "Aegis of Foresight",
      "description": "<p><em>Woundrous item, rare (requires attunement)</em></p><p>This small manual is bound in deep purple velvet with a title in gold letters on its front and is written in Common. The yellowed pages are worn, but the text is legible. The book contains a magical formula that explains a complicated computation that can foretell the outcome of certain events in the future. Any creature that consults the Aegis of Foresight for one hour can reroll one dice after it has been rolled, once per day. Once used, the magic of the book can’t be used again until the next dawn.</p>"
    },
    "Branding Iron of the Hag Queens": {
      "name": "Branding Iron of the Hag Queens",
      "description": "<p><em>Wondrous item, rare</em></p><p>Midnight hags use branding irons crafted in the fires of Hell to mark victims or even faithful servants to make them susceptible to scrying. The branding iron has 1d6+3  charges.</p><p>You can expend one charge to brand a creature by touching its skin with the branding iron that has been heated over a fire. Once branded, the creature that placed the brand on the target automatically succeeds on scrying attempts made against the target. The brand can be removed with a @UUID[Compendium.dnd5e.spells.Item.XZhdgVK3cLoxNCQl]{remove curse} or higher-level restorative spell. Once all charges of the branding iron are used up, it loses its magical power and its color grows dull.</p>",
      "activities": {
        "Nb of Charges": {
          "name": "Nb of Charges",
          "roll": "Nb of Charges"
        },
        "Brand": {
          "name": "Brand"
        }
      }
    },
    "Zombie Mask": {
      "name": "Zombie Mask",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p><p>A zombie mask is crafted from the skin that has been removed from the face of a zombie. The decayed flesh smells putrid, and wearing the mask can easily make you nauseated. While attuned to the mask and wearing it, you gain darkvision 60 ft., and you become invisible to zombies as if you were under the effects of an <em>@Compendium[dnd5e.spells.1N8dDMMgZ1h1YJ3B]{Invisibility}</em> spell. When you don the mask and while wearing it, you must make a DC 10 Constitution saving throw against poison every hour or become &amp;Reference[poisoned]{poisoned} for one hour.</p>",
      "activities": {
        "Retch": {
          "name": "Retch"
        }
      },
      "effects": {
        "Poisoned": {
          "name": "Poisoned"
        },
        "Darkvision 60 ft.": {
          "name": "Darkvision 60 ft."
        }
      }
    },
    "Chest of Magic Nullification": {
      "name": "Chest of Magic Nullification",
      "description": "<p><em>Wondrous item, rare</em></p><p>The chest of magic nullification is a six-sided chest, measuring 2 feet on a side, made of a strange reddish metal that is lighter than it looks. The corners of the chest are inlaid with large purple gemstones, its panels embossed with magical runes, and the centers of its sides fashioned into valves that seep and dissipate magical energies, all emanating a purplish glow. The chest can be opened with a simple latch on one of its edges. When closed, the inside of the chest is filled with an antimagic field. The chest of magic nullification is immune to magic and blocks all forms of divination magic regarding the contents of the chest and the chest itself. </p>"
    },
    "Blighted": {
      "name": "Blighted",
      "description": "<p>The disease manifests after a short rest, after which the diseased creature feels tired and regains only half its hit points from hit dice spent during a short or long rest. The disease can be removed only by <em>@UUID[Compendium.dnd5e.spells.Item.qcYitWoSMTnKkzM1]{heal}</em> or another disease-curing spell of 6th level or higher.</p>",
      "effects": {
        "Blighted": {
          "name": "Blighted",
          "description": "<p><span style=\"font-family:'Roboto Condensed', sans-serif\">The diseased creature feels tired and regains only half its hit points from hit dice spent during a short or long rest.</span></p>"
        }
      }
    },
    "Longsword +1 (Susano)": {
      "name": "Longsword +1 (Susano)",
      "description": "<p><em>Whether through demonic blessing, celestial bequeathment, crazed experiment, or skillful craft, this weapon has been enhanced to bring more bloodshed by the bearer.</em></p>\n<p>You have a bonus to attack and damage rolls made with this magic weapon.</p>"
    },
    "Single Figurine of Wondrous Power (Golden Lions)": {
      "name": "Single Figurine of Wondrous Power (Golden Lions)",
      "description": "<p>You only have one statuette from the pair.</p><hr /><p><em>Wondrous item, rare</em></p><p>A <em>figurine of wondrous power</em> is a statuette of a beast small enough to fit in a pocket. If you use an action to speak the command word and throw the figurine to a point on the ground within 60 feet of you, the figurine becomes a living creature. If the space where the creature would appear is occupied by other creatures or objects, or if there isn't enough space for the creature, the figurine doesn't become a creature.</p><p>The creature is friendly to you and your companions. It understands your languages and obeys your spoken commands. If you issue no commands, the creature defends itself but takes no other actions.</p><p>The creature exists for a duration specific to each figurine. At the end of the duration, the creature reverts to its figurine form. It reverts to a figurine early if it drops to 0 hit points or if you use an action to speak the command word again while touching it. When the creature becomes a figurine again, its property can't be used again until a certain amount of time has passed, as specified in the figurine's description.</p><p><strong>Golden Lion</strong>. These gold statuettes of lions are always created in pairs. You can use one figurine or both simultaneously. Each can become a @UUID[Compendium.dnd5e.monsters.Actor.hjhERRzafCiFFVLA]{Lion} for up to 1 hour. Once a lion has been used, it can't be used again until 7 days have passed.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Master Key": {
      "name": "Master Key",
      "description": "<p><em>Wondrous item, uncommon</em></p><p> The Master Key opens any lock, even those protected by magical means, and suppresses any mundane or magical traps on the object that would activate when opening it. You can use the Master Key to cast a <em>@Compendium[dnd5e.spells.1nhIxh0DsJsntCfj]{Knock}</em> spell, which is silent without any audible effects and which suppresses alarm or other protective spells like glyphs or symbols on the object for 10 minutes.</p><p>Once used, the magical property of the master key can’t be used again until the next dawn.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Boon of Construction": {
      "name": "Boon of Construction",
      "description": "<p>As an action, you can cast the <em>@UUID[Compendium.dnd5e.spells.Item.7Fw7Bf1k3xxDVr5L]{fabricate}</em> spell without using a spell slot or any components. You can’t use this boon again until you finish a long rest.</p><p><strong>Fabricate. </strong>You convert raw materials into products of the same material. For example, you can fabricate a wooden bridge from a clump of trees, a rope from a patch of hemp, and clothes from flax or wool.</p><p>Choose raw materials that you can see within range. You can fabricate a Large or smaller object (contained within a 10-foot cube, or eight connected 5-foot cubes), given a sufficient quantity of raw material. If you are working with metal, stone, or another mineral substance, however, the fabricated object can be no larger than Medium (contained within a single 5-foot cube). The quality of Objects made by the spell is commensurate with the quality of the raw materials.</p><p>Creatures or Magic Items can't be created or transmuted by this spell. You also can't use it to create items that ordinarily require a high degree of craftsmanship, such as jewelry, Weapons, glass, or armor, unless you have proficiency with the type of artisan's tools used to craft such Objects.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Master Eydan's Spellbook": {
      "name": "Master Eydan's Spellbook",
      "description": "<article class=\"coto\"><hr /><p><span style=\"font-family:Bruno Ace\"><strong>1st Level</strong></span></p><p>@UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8]{Detect Magic}</p><p>@UUID[Compendium.dnd5e.spells.Item.3OZnNhunvRtPOQmH]{Identify}</p><p>@UUID[Compendium.dnd5e.spells.Item.CKZTpZlxj7hjjo2H]{Mage Armor}</p><p>@UUID[Compendium.dnd5e.spells.Item.41JIhpDyM9Anm7cs]{Magic Missile}</p><p>@UUID[Compendium.dnd5e.spells.Item.z1mx84ONwkXKUZd7]{Shield}</p><hr /><p><span style=\"font-family:Bruno Ace\"><strong>2nd Level</strong></span></p><p>@UUID[Compendium.dnd5e.spells.Item.hJ6ZiA3fpoY8v9cp]{Darkvision}</p><p>@UUID[Compendium.dnd5e.spells.Item.ppWAAEul0QHtm4er]{Detect Thoughts}</p><p>@UUID[Compendium.dnd5e.spells.Item.SleYkHovQ8NagmeV]{Locate Object}</p><p>@UUID[Compendium.dnd5e.spells.Item.7v06rdmUakoTk1LQ]{Magic Mouth}</p><p>@UUID[Compendium.dnd5e.spells.Item.X4c8xCkmF8U9HUMz]{Mirror Image}</p><p>@UUID[Compendium.dnd5e.spells.Item.wqfAVANuQonNBgnL]{Misty Step}</p><hr /><p><span style=\"font-family:Bruno Ace\"><strong>3rd Level</strong></span></p><p>@UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy]{Counterspell}</p><p>@UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8]{Dispel Magic}</p><p>@UUID[Compendium.dnd5e.spells.Item.yfbK8gZqESlaoY5t]{Fly}</p><p>@UUID[Compendium.dnd5e.spells.Item.IyikgTEOTv701jgQ]{Lightning Bolt}</p><p>@UUID[Compendium.dnd5e.spells.Item.nslx2nT3p4lNkmdp]{Major Image}</p><p>@UUID[Compendium.dnd5e.spells.Item.gopnZvS0c2jD5FP8]{Tongues}</p><hr /><p><span style=\"font-family:Bruno Ace\"><strong>4th Level</strong></span></p><p>@UUID[Compendium.dnd5e.spells.Item.ImlCJQwR1VL40Qem]{Arcane Eye}</p><p>@UUID[Compendium.dnd5e.spells.Item.pxpb2eOB6bv4phAf]{Banishment}</p><p>@UUID[Compendium.dnd5e.spells.Item.avD5XUtkBPQQR97c]{Fire Shield}</p><p>@UUID[Compendium.dnd5e.spells.Item.tEpDmYZNGc9f5OhJ]{Greater Invisibility}</p><p>@UUID[Compendium.dnd5e.spells.Item.gXtzz9t1DTzJeLr4]{Locate Creature}</p><p>@UUID[Compendium.dnd5e.spells.Item.ReMbjfeOKoSj3O79]{Stoneskin}</p><hr /><p><span style=\"font-family:Bruno Ace\"><strong>5th Level</strong></span></p><p>@UUID[Compendium.dnd5e.spells.Item.RpKjTlYASrfqUPVA]{Cone of Cold}</p><p>@UUID[Compendium.dnd5e.spells.Item.W4Qx5z0id6da0vqg]{Legend Lore}</p><p>@UUID[Compendium.dnd5e.spells.Item.fVbCxFRaORalHB20]{Scrying}</p><p>@UUID[Compendium.dnd5e.spells.Item.HQfd7jJyULIoGxrZ]{Telekinesis}</p><p>@UUID[Compendium.dnd5e.spells.Item.o9ZCvuD2B1OTcubb]{Wall of Force}</p><hr /><p><span style=\"font-family:Bruno Ace\"><strong>6th Level</strong></span></p><p>@UUID[Compendium.dnd5e.spells.Item.WmQpxfjZwF3MGUby]{Globe of Invulnerability}</p><p>@UUID[Compendium.dnd5e.spells.Item.XzkJpE6XpZfKjODD]{True Seeing}</p><hr /><p><span style=\"font-family:Bruno Ace\"><strong>7th Level</strong></span></p><p>@UUID[Compendium.dnd5e.spells.Item.L4J89JXqbKs6puEV]{Teleport}</p><p>@UUID[Compendium.dnd5e.spells.Item.Y7uWUO4yqUN0JKl0]{Forcecage}</p><hr /><p><span style=\"font-family:Bruno Ace\"><strong>8th Level</strong></span></p><p>@UUID[Compendium.dnd5e.spells.Item.bllEWfm9xfEKynhv]{Mind Blank}</p><hr /><p><span style=\"font-family:Bruno Ace\"><strong>9th Level</strong></span></p><p>@UUID[Compendium.dnd5e.spells.Item.JYuRBwxpoFhXduvD]{Time Stop}</p><p>@UUID[Compendium.dnd5e.spells.Item.6HEEhLdJz32TL4Js]{Foresight}</p><hr /><hr /></article>"
    },
    "Implement of Construct Control": {
      "name": "Implement of Construct Control",
      "description": "<p><em>Wondrous item, rare</em></p><p>This small metal box fits in one hand and automatically attaches itself to any construct creature if pressed against its body. You gain control of the construct to which you attached the box. The construct follows only your orders as if you had created it. The box can be removed by anyone with ease and it has AC 19, 5 hit points, a damage threshold of 10, damage resistance against slashing and piercing damage, and damage immunity against poison and psychic damage. The implement of construct control has five charges. Attaching it to a construct removes one charge. When all charges are lost, the implement of construct control falls to pieces and is rendered useless.</p>",
      "activities": {
        "Attach device": {
          "name": "Attach device"
        }
      }
    },
    "Manuscripts of Ba’aldannorr": {
      "name": "Manuscripts of Ba’aldannorr",
      "description": "<p><em>Woundrous item, rare</em></p><p>The rugged cover of this tome is bound in hezrou skin, and it is written in the blood of several types of different demons. It was written in Infernal by Ba’aldannorr, a pit fiend hunter of demons. Any creature that consults the Manuscripts of Ba’aldannorr for one hour on a specific type of demon gains advantage on Intelligence (&amp;Reference[Arcana]) skill checks related to demons and saving throws made against that type of demon for 1 hour. Once used, the magic of the book can’t be used again until the next dawn.</p>"
    },
    "Manual of Clay Golems": {
      "name": "Manual of Clay Golems",
      "description": "<p><em>Wondrous item, very rare</em></p><p>This tome contains information and incantations necessary to make a clay golem. To decipher and use the manual, you must be a spellcaster with at least two 5th-level spell slots. A creature that can't use a Manual of Golems and attempts to read it takes [[/damage 6d6 psychic average]] damage.</p><p>Clay Golem:</p><ul><li><p>Time to build : 30 days</p></li><li><p>Cost : 65,000 gp</p></li></ul><p>To create a golem, you must spend the time shown, working without interruption with the manual at hand and resting no more than 8 hours per day. You must also pay the specified cost to purchase supplies.</p><p>Once you finish creating the golem, the book is consumed in eldritch flames. The golem becomes animate when the ashes of the manual are sprinkled on it. It is under your control, and it understands and obeys your spoken commands.</p>"
    },
    "Amulet of Positive Energy": {
      "name": "Amulet of Positive Energy",
      "description": "<p><em>Wondrous item, very rare (requires attunement)</em></p><p>The amulet of positive energy contains condensed life essence that can be used to heal or keep undead creatures at bay. As an action, you can speak the command word of the amulet to create an immobile shimmering barrier that extends out from the amulet in a 200-foot radius, hedging out undead creatures. Undead already within the area are unaffected. The barrier lasts until dismissed and prevents undead from passing or reaching through. An affected creature can cast spells or make attacks with ranged or reach weapons through the barrier. </p><p>Once per day, as an action, you can also choose a creature within 50 feet. A surge of positive energy washes through the creature, causing it to regain 70 hit points. This effect also ends @UUID[Compendium.dnd5e.rules.JournalEntry.w7eitkpD7QQTB6j0.JournalEntryPage.0b8N4FymGGfbZGpJ]{blindness}, @UUID[Compendium.dnd5e.rules.JournalEntry.w7eitkpD7QQTB6j0.JournalEntryPage.6G8JSjhn701cBITY]{deafness}, and any diseases affecting the target. If you choose a target that is an undead, the target must make a [[/save con 16]] saving throw. On a failed save, it takes [[/damage 14d6 radiant average]] damage, or half as much damage on a successful save. The damage can't reduce the target's hit points below 1. If the target fails the saving throw, its hit point maximum is reduced for 1 hour by an amount equal to the radiant damage it took. Any effect that removes a disease allows a creature's hit point maximum to return to normal before that time passes.</p><p>Additionally, you can break the vial of the amulet to cast the <span class=\"spell_link\"><em>@Compendium[dnd5e.spells.qLeEXZDbW5y4bmLY]{True Resurrection}</em></span> spell, and the amulet’s magic is lost.</p>",
      "activities": {
        "Create Barrier": {
          "name": "Create Barrier"
        },
        "Harm undead": {
          "name": "Harm undead",
          "affects": {
            "special": "Creature must be undead"
          }
        }
      }
    },
    "Amulet of Find the Path": {
      "name": "Amulet of Find the Path",
      "description": "<p><em>Woundrous item, rare (requires attunement)</em></p><p>This magical amulet is carved from wood, depicting a forest of trees that shift about forming paths. Once per week as an action, you can activate the amulet to cast the <span class=\"spell_link\"><em>@Compendium[dnd5e.spells.cYI4RNNjI5GAmLhy]{Find the Path}</em></span> spell.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    },
    "Wand of the Mimic": {
      "name": "Wand of the Mimic",
      "description": "<p><em>Wand, rare</em></p><p>This wand has 7 charges. While holding it, you can use an action to expend 1 or more of its charges to turn an inanimate object into a mimic. You can expend 1 charge to animate a Tiny or Small mimic, 2 charges to animate a Medium mimic, 3 charges to animate a Large mimic, and 5 charges to animate a Huge mimic. The wand functions as an <em>@UUID[Compendium.dnd5e.spells.Item.ATo0Eb63TDtnu6iA]{animate object}</em> spell with respect to statistics and rules. However, the object turns into a @UUID[Compendium.dnd5e.monsters.Actor.hx240PG5r5qpRet3]{mimic} of the appropriate size, remains animated for 1 hour, and does not require concentration. It is a monstrosity (shapechanger) rather than a construct and can make a bite attack that deals piercing damage with an additional [[/damage 1d4 acid average]] damage, instead of a slam attack and bludgeoning damage. It also gains the <span class=\"item-link\">@UUID[Compendium.dnd5e.monsterfeatures.Item.8H0t1US0zvNPWtQ9]{adhesive}</span> and <span class=\"spell-link\">@UUID[Compendium.dnd5e.monsterfeatures.Item.kyVgQNSa12loxVvr]{false appearance}</span> traits of a mimic.</p><p>The wand regains [[/r 1d3]] expended charges daily at dawn. If you expend the wand’s last charge, roll a [[/r d20]]. On a 1, the wand crumbles into ashes and is destroyed.</p>",
      "activities": {
        "Activate": {
          "name": "Activate"
        }
      }
    }
  }
}
