{
  "label": "Background Tables",
  "mapping": {},
  "folders": {
    "Sailor": "Sailor",
    "Hermit": "Hermit",
    "Folk Hero": "Folk Hero",
    "Soldier": "Soldier",
    "Sage": "Sage",
    "Guild Artisan": "Guild Artisan",
    "Outlander": "Outlander",
    "Noble": "Noble",
    "Entertainer": "Entertainer",
    "Criminal": "Criminal",
    "Charlatan": "Charlatan"
  },
  "entries": {
    "Bond": {
      "name": "Bond",
      "results": {
        "1-1": "I fleeced the wrong person and must work to ensure that this individual never crosses paths with me or those I care about.",
        "2-2": "I owe everything to my mentor—a horrible person who’s probably rotting in jail somewhere.",
        "3-3": "Somewhere out there, I have a child who doesn’t know me. I’m making the world better for him or her.",
        "4-4": "I come from a noble family, and one day I’ll reclaim my lands and title from those who stole them from me.",
        "5-5": "A powerful person killed someone I love. Some day soon, I’ll have my revenge.",
        "6-6": "I swindled and ruined a person who didn’t deserve it. I seek to atone for my misdeeds but might never be able to forgive myself."
      }
    },
    "Flaw": {
      "name": "Flaw",
      "results": {
        "1-1": "I can’t resist a pretty face.",
        "2-2": "I’m always in debt. I spend my ill-gotten gains on decadent luxuries faster than I bring them in...",
        "3-3": "I’m convinced that no one could ever fool me the way I fool others.",
        "4-4": "I’m too greedy for my own good. I can’t resist taking a risk if there’s money involved.",
        "5-5": "I can’t resist swindling people who are more powerful than me.",
        "6-6": "I hate to admit it and will hate myself for it, but I’ll run and preserve my own hide if the going gets tough."
      }
    },
    "Ideal": {
      "name": "Ideal",
      "results": {
        "1-1": "Independence. I am a free spirit—no one tells me what to do. (Chaotic)",
        "2-2": "Fairness. I never target people who can’t afford to lose a few coins. (Lawful)",
        "3-3": "Charity. I distribute the money I acquire to the people who really need it. (Good)",
        "4-4": "Creativity. I never run the same con twice. (Chaotic)",
        "5-5": "Friendship. Material goods come and go. Bonds of friendship last forever. (Good)",
        "6-6": "Aspiration. I’m determined to make something of myself. (Any)"
      }
    },
    "Personality Trait": {
      "name": "Personality Trait",
      "results": {
        "1-1": "I fall in and out of love easily, and am always pursuing someone.",
        "2-2": "I have a joke for every occasion, especially occasions where humor is inappropriate.",
        "3-3": "Flattery is my preferred trick for getting what I want.",
        "4-4": "I’m a born gambler who can’t resist taking a risk for a potential payoff.",
        "5-5": "I lie about almost everything, even when there’s no good reason to.",
        "6-6": "Sarcasm and insults are my weapons of choice.",
        "7-7": "I keep multiple holy symbols on me and invoke whatever deity might come in useful at any given moment.",
        "8-8": "I pocket anything I see that might have some value."
      }
    },
    "pbsoCrimbond0000": {
      "name": "Bond",
      "results": {
        "1-1": "I’m trying to pay off an old debt I owe to a generous benefactor.",
        "2-2": "My ill-gotten gains go to support my family.",
        "3-3": "Something important was taken from me, and I aim to steal it back.",
        "4-4": "I will become the greatest thief that ever lived.",
        "5-5": "I’m guilty of a terrible crime. I hope I can redeem myself for it.",
        "6-6": "Someone I loved died because of a mistake I made. That will never happen again."
      }
    },
    "pbsoCrimflaw0000": {
      "name": "Flaw",
      "results": {
        "1-1": "When I see something valuable, I can’t think about anything but how to steal it.",
        "2-2": "When faced with a choice between money and my friends, I usually choose the money.",
        "3-3": "If there’s a plan, I’ll forget it. If I don’t forget it, I’ll ignore it.",
        "4-4": "I have a “tell” that reveals when I’m lying.",
        "5-5": "I turn tail and run when things look bad.",
        "6-6": "An innocent person is in prison for a crime that I committed. I’m okay with that."
      }
    },
    "pbsoCrimideal000": {
      "name": "Ideal",
      "results": {
        "1-1": "Honor. I don’t steal from others in the trade. (Lawful)",
        "2-2": "Freedom. Chains are meant to be broken, as are those who would forge them. (Chaotic)",
        "3-3": "Charity. I steal from the wealthy so that I can help people in need. (Good)",
        "4-4": "Greed. I will do whatever it takes to become wealthy. (Evil)",
        "5-5": "People. I’m loyal to my friends, not to any ideals, and everyone else can take a trip down the Styx for all I care. (Neutral)",
        "6-6": "Redemption. There’s a spark of good in everyone. (Good)"
      }
    },
    "Criminal Specialty": {
      "name": "Criminal Specialty",
      "description": "<p>There are many kinds of criminals, and within a thieves’ guild or similar criminal organization, individual members have particular specialties. Even criminals who operate outside of such organizations have strong preferences for certain kinds of crimes over others. Choose the role you played in your criminal life, or roll on the table below.</p>",
      "results": {
        "1-1": "Blackmailer",
        "2-2": "Burglar",
        "3-3": "Enforcer",
        "4-4": "Fence",
        "5-5": "Highway robber",
        "6-6": "Hired killer",
        "7-7": "Pickpocket",
        "8-8": "Smuggler"
      }
    },
    "pbsoCrimtrait000": {
      "name": "Personality Trait",
      "results": {
        "1-1": "I always have a plan for what to do when things go wrong.",
        "2-2": "I am always calm, no matter what the situation. I never raise my voice or let my emotions control me.",
        "3-3": "The first thing I do in a new place is note the locations of everything valuable—or where such things could be hidden.",
        "4-4": "I would rather make a new friend than a new enemy.",
        "5-5": "I am incredibly slow to trust. Those who seem the fairest often have the most to hide.",
        "6-6": "I don’t pay attention to the risks in a situation. Never tell me the odds.",
        "7-7": "The best way to get me to do something is to tell me I can’t do it.",
        "8-8": "I blow up at the slightest insult."
      }
    },
    "Defining Event": {
      "name": "Defining Event",
      "description": "<p>Since you come from the ranks of the common folk, you fit in among them with ease. You can find a place to hide, rest, or recuperate among other commoners, unless you have shown yourself to be a danger to them. They will shield you from the law or anyone else searching for you, though they will not risk their lives for you.</p>",
      "results": {
        "1-1": "I stood up to a tyrant’s agents.",
        "2-2": "I saved people during a natural disaster.",
        "3-3": "I stood alone against a terrible monster.",
        "4-4": "I stole from a corrupt merchant to help the poor.",
        "5-5": "I led a militia to fight off an invading army.",
        "6-6": "I broke into a tyrant’s castle and stole weapons to arm the people.",
        "7-7": "I trained the peasantry to use farm implements as weapons against a tyrant’s soldiers.",
        "8-8": "A lord rescinded an unpopular decree after I led a symbolic act of protest against it.",
        "9-9": "A celestial, fey, or similar creature gave me a blessing or revealed my secret origin.",
        "10-10": "Recruited into a lord’s army, I rose to leadership and was commended for my heroism."
      }
    },
    "pbsoEntbond00000": {
      "name": "Bond",
      "results": {
        "1-1": "My instrument is my most treasured possession, and it reminds me of someone I love.",
        "2-2": "Someone stole my precious instrument, and someday I’ll get it back.",
        "3-3": "I want to be famous, whatever it takes.",
        "4-4": "I idolize a hero of the old tales and measure my deeds against that person’s.",
        "5-5": "I will do anything to prove myself superior to my hated rival.",
        "6-6": "I would do anything for the other members of my old troupe."
      }
    },
    "pbsoEntflaw00000": {
      "name": "Flaw",
      "results": {
        "1-1": "I’ll do anything to win fame and renown.",
        "2-2": "I’m a sucker for a pretty face.",
        "3-3": "A scandal prevents me from ever going home again. That kind of trouble seems to follow me around.",
        "4-4": "I once satirized a noble who still wants my head. It was a mistake that I will likely repeat.",
        "5-5": "I have trouble keeping my true feelings hidden. My sharp tongue lands me in trouble.",
        "6-6": "Despite my best efforts, I am unreliable to my friends."
      }
    },
    "pbsoEntideal0000": {
      "name": "Ideal",
      "results": {
        "1-1": "Beauty. When I perform, I make the world better than it was. (Good)",
        "2-2": "Tradition. The stories, legends, and songs of the past must never be forgotten, for they teach us who we are. (Lawful)",
        "3-3": "Creativity. The world is in need of new ideas and bold action. (Chaotic)",
        "4-4": "Greed. I’m only in it for the money and fame. (Evil)",
        "5-5": "People. I like seeing the smiles on people’s faces when I perform. That’s all that matters. (Neutral)",
        "6-6": "Honesty. Art should reflect the soul; it should come from within and reveal who we really are. (Any)"
      }
    },
    "Entertainer Routines": {
      "name": "Entertainer Routines",
      "description": "<p>A good entertainer is versatile, spicing up every performance with a variety of different routines. Choose one to three routines or roll on the table below to define your expertise as an entertainer.</p>",
      "results": {
        "1-1": "Actor",
        "2-2": "Dancer",
        "3-3": "Fire-eater",
        "4-4": "Jester",
        "5-5": "Juggler",
        "6-6": "Instrumentalist",
        "7-7": "Poet",
        "8-8": "Singer",
        "9-9": "Storyteller",
        "10-10": "Tumbler"
      }
    },
    "pbsoEnttrat00000": {
      "name": "Personality Trait",
      "results": {
        "1-1": "I know a story relevant to almost every situation.",
        "2-2": "Whenever I come to a new place, I collect local rumors and spread gossip.",
        "3-3": "I’m a hopeless romantic, always searching for that “special someone.”",
        "4-4": "Nobody stays angry at me or around me for long, since I can defuse any amount of tension.",
        "5-5": "I love a good insult, even one directed at me.",
        "6-6": "I get bitter if I’m not the center of attention.",
        "7-7": "I’ll settle for nothing less than perfection.",
        "8-8": "I change my mood or my mind as quickly as I change key in a song."
      }
    },
    "Favorite Schemes": {
      "name": "Favorite Schemes",
      "description": "<p>Every charlatan has an angle he or she uses in preference to other schemes. Choose a favorite scam or roll on the table below.</p>",
      "results": {
        "1-1": "I cheat at games of chance.",
        "2-2": "I shave coins or forge documents.",
        "3-3": "I insinuate myself into people’s lives to prey on their weakness and secure their fortunes.",
        "4-4": "I put on new identities like clothes.",
        "5-5": "I run sleight-of-hand cons on street corners.",
        "6-6": "I convince people that worthless junk is worth their hard-earned money."
      }
    },
    "pbsoFolkbond0000": {
      "name": "Bond",
      "results": {
        "1-1": "I have a family, but I have no idea where they are. One day, I hope to see them again.",
        "2-2": "I worked the land, I love the land, and I will protect the land.",
        "3-3": "A proud noble once gave me a horrible beating, and I will take my revenge on any bully I encounter.",
        "4-4": "My tools are symbols of my past life, and I carry them so that I will never forget my roots.",
        "5-5": "I protect those who cannot protect themselves.",
        "6-6": "I wish my childhood sweetheart had come with me to pursue my destiny."
      }
    },
    "pbsoFolkflaw0000": {
      "name": "Flaw",
      "results": {
        "1-1": "The tyrant who rules my land will stop at nothing to see me killed.",
        "2-2": "I’m convinced of the significance of my destiny, and blind to my shortcomings and the risk of failure.",
        "3-3": "The people who knew me when I was young know my shameful secret, so I can never go home again.",
        "4-4": "I have a weakness for the vices of the city, especially hard drink.",
        "5-5": "Secretly, I believe that things would be better if I were a tyrant lording over the land.",
        "6-6": "I have trouble trusting in my allies."
      }
    },
    "pbsoFolkideal000": {
      "name": "Ideal",
      "results": {
        "1-1": "Respect. People deserve to be treated with dignity and respect. (Good)",
        "2-2": "Fairness. No one should get preferential treatment before the law, and no one is above the law. (Lawful)",
        "3-3": "Freedom. Tyrants must not be allowed to oppress the people. (Chaotic)",
        "4-4": "Might. If I become strong, I can take what I want—what I deserve. (Evil)",
        "5-5": "Sincerity. There’s no good in pretending to be something I’m not. (Neutral)",
        "6-6": "Destiny. Nothing and no one can steer me away from my higher calling. (Any)"
      }
    },
    "pbsoFolktrait000": {
      "name": "Personality Trait",
      "results": {
        "1-1": "I judge people by their actions, not their words.",
        "2-2": "If someone is in trouble, I’m always ready to lend help.",
        "3-3": "When I set my mind to something, I follow through no matter what gets in my way.",
        "4-4": "I have a strong sense of fair play and always try to find the most equitable solution to arguments.",
        "5-5": "I’m confident in my own abilities and do what I can to instill confidence in others.",
        "6-6": "Thinking is for other people. I prefer action.",
        "7-7": "I misuse long words in an attempt to sound smarter.",
        "8-8": "I get bored easily. When am I going to get on with my destiny?"
      }
    },
    "Guild Business": {
      "name": "Guild Business",
      "description": "<p>Guilds are generally found in cities large enough to support several artisans practicing the same trade. However, your guild might instead be a loose network of artisans who each work in a different village within a larger realm. Work with your DM to determine the nature of your guild. You can select your guild business from the Guild Business table or roll randomly.</p>",
      "results": {
        "1-1": "Alchemists and apothecaries",
        "2-2": "Armorers, locksmiths, and finesmiths",
        "3-3": "Brewers, distillers, and vintners",
        "4-4": "Calligraphers, scribes, and scriveners",
        "5-5": "Carpenters, roofers, and plasterers",
        "6-6": "Cartographers, surveyors, and chart-makers",
        "7-7": "Cobblers and shoemakers",
        "8-8": "Cooks and bakers",
        "9-9": "Glassblowers and glaziers",
        "10-10": "Jewelers and gem cutters",
        "11-11": "Leatherworkers, skinners, and tanners",
        "12-12": "Masons and stonecutters",
        "13-13": "Painters, limners, and sign-makers",
        "14-14": "Potters and tile-makers",
        "15-15": "Shipwrights and sailmakers",
        "16-16": "Smiths and metal-forgers",
        "17-17": "Tinkers, pewterers, and casters",
        "18-18": "Wagon-makers and wheelwrights",
        "19-19": "Weavers and dyers",
        "20-20": "Woodcarvers, coopers, and bowyers"
      }
    },
    "pbsoGuildbond000": {
      "name": "Bond",
      "results": {
        "1-1": "The workshop where I learned my trade is the most important place in the world to me.",
        "2-2": "I created a great work for someone, and then found them unworthy to receive it. I’m still looking for someone worthy.",
        "3-3": "I owe my guild a great debt for forging me into the person I am today.",
        "4-4": "I pursue wealth to secure someone’s love.",
        "5-5": "One day I will return to my guild and prove that I am the greatest artisan of them all.",
        "6-6": "I will get revenge on the evil forces that destroyed my place of business and ruined my livelihood."
      }
    },
    "pbsoGuildflaw000": {
      "name": "Flaw",
      "results": {
        "1-1": "I’ll do anything to get my hands on something rare or priceless.",
        "2-2": "I’m quick to assume that someone is trying to cheat me.",
        "3-3": "No one must ever learn that I once stole money from guild coffers.",
        "4-4": "I’m never satisfied with what I have—I always want more.",
        "5-5": "I would kill to acquire a noble title.",
        "6-6": "I’m horribly jealous of anyone who can outshine my handiwork. Everywhere I go, I’m surrounded by rivals."
      }
    },
    "pbsoGuildideal00": {
      "name": "Ideal",
      "results": {
        "1-1": "Community. It is the duty of all people to strengthen the bonds and security of communities. (Lawful)",
        "2-2": "Generosity. My talents were given to me so that I could use them to benefit the world. (Good)",
        "3-3": "Freedom. Everyone should be free to pursue his or her own livelihood. (Chaotic)",
        "4-4": "Greed. I’m only in it for the money. (Evil)",
        "5-5": "People. I’m committed to the people I care about, not to ideals. (Neutral)",
        "6-6": "Aspiration. I work hard to be the best there is at my craft. (Any)"
      }
    },
    "pbsoGuildtrait00": {
      "name": "Personality Trait",
      "results": {
        "1-1": "I believe that anything worth doing is worth doing right. I can’t help it—I’m a perfectionist.",
        "2-2": "I’m a snob who looks down on those who can’t appreciate fine art.",
        "3-3": "I always want to know how things work and what makes people tick.",
        "4-4": "I’m full of witty aphorisms and have a proverb for every occasion.",
        "5-5": "I’m rude to people who lack my commitment to hard work and fair play.",
        "6-6": "I like to talk at length about my profession.",
        "7-7": "I don’t part with my money easily and will haggle tirelessly to get the best deal possible.",
        "8-8": "I’m well known for my work, and I want to make sure everyone appreciates it. I’m always taken aback when people haven’t heard of me."
      }
    },
    "pbsoHermitbond00": {
      "name": "Bond",
      "results": {
        "1-1": "Nothing is more important than the other members of my hermitage, order, or association.",
        "2-2": "I entered seclusion to hide from the ones who might still be hunting me. I must someday confront them.",
        "3-3": "I’m still seeking the enlightenment I pursued in my seclusion, and it still eludes me.",
        "4-4": "I entered seclusion because I loved someone I could not have.",
        "5-5": "Should my discovery come to light, it could bring ruin to the world.",
        "6-6": "My isolation gave me great insight into a great evil that only I can destroy."
      }
    },
    "pbsoHermitflaw00": {
      "name": "Flaw",
      "results": {
        "1-1": "Now that I’ve returned to the world, I enjoy its delights a little too much.",
        "2-2": "I harbor bloodthirsty thoughts that my isolation and meditation failed to quell.",
        "3-3": "I am dogmatic in my thoughts and philosophy.",
        "4-4": "I let my need to win arguments overshadow friendships and harmony.",
        "5-5": "I’d risk too much to uncover a lost bit of knowledge.",
        "6-6": "I like keeping secrets and won’t share them with anyone."
      }
    },
    "pbsoHermitideal0": {
      "name": "Ideal",
      "results": {
        "1-1": "Greater Good. My gifts are meant to be shared with all, not used for my own benefit. (Good)",
        "2-2": "Logic. Emotions must not cloud our sense of what is right and true, or our logical thinking. (Lawful)",
        "3-3": "Free Thinking. Inquiry and curiosity are the pillars of progress. (Chaotic)",
        "4-4": "Power. Solitude and contemplation are paths toward mystical or magical power. (Evil)",
        "5-5": "Live and Let Live. Meddling in the affairs of others only causes trouble. (Neutral)",
        "6-6": "Self-Knowledge. If you know yourself, there’s nothing left to know. (Any)"
      }
    },
    "pbsoHermittrait0": {
      "name": "Personality Trait",
      "results": {
        "1-1": "I’ve been isolated for so long that I rarely speak, preferring gestures and the occasional grunt.",
        "2-2": "I am utterly serene, even in the face of disaster.",
        "3-3": "The leader of my community had something wise to say on every topic, and I am eager to share that wisdom.",
        "4-4": "I feel tremendous empathy for all who suffer.",
        "5-5": "I’m oblivious to etiquette and social expectations.",
        "6-6": "I connect everything that happens to me to a grand, cosmic plan.",
        "7-7": "I often get lost in my own thoughts and contemplation, becoming oblivious to my surroundings.",
        "8-8": "I am working on a grand philosophical theory and love sharing my ideas."
      }
    },
    "Life of Seclusion": {
      "name": "Life of Seclusion",
      "description": "<p>What was the reason for your isolation, and what changed to allow you to end your solitude? You can work with your DM to determine the exact nature of your seclusion, or you can choose or roll on the table below to determine the reason behind your seclusion.</p>",
      "results": {
        "1-1": "I was searching for spiritual enlightenment.",
        "2-2": "I was partaking of communal living in accordance with the dictates of a religious order.",
        "3-3": "I was exiled for a crime I didn’t commit.",
        "4-4": "I retreated from society after a life-altering event.",
        "5-5": "I needed a quiet place to work on my art, literature, music, or manifesto.",
        "6-6": "I needed to commune with nature, far from civilization.",
        "7-7": "I was the caretaker of an ancient ruin or relic.",
        "8-8": "I was a pilgrim in search of a person, place, or relic of spiritual significance."
      }
    },
    "pbsoNoblebond000": {
      "name": "Bond",
      "results": {
        "1-1": "I will face any challenge to win the approval of my family.",
        "2-2": "My house’s alliance with another noble family must be sustained at all costs.",
        "3-3": "Nothing is more important than the other members of my family.",
        "4-4": "I am in love with the heir of a family that my family despises.",
        "5-5": "My loyalty to my sovereign is unwavering.",
        "6-6": "The common folk must see me as a hero of the people."
      }
    },
    "pbsoNobleflaw000": {
      "name": "Flaw",
      "results": {
        "1-1": "I secretly believe that everyone is beneath me.",
        "2-2": "I hide a truly scandalous secret that could ruin my family forever.",
        "3-3": "I too often hear veiled insults and threats in every word addressed to me, and I’m quick to anger.",
        "4-4": "I have an insatiable desire for decadent pleasures.",
        "5-5": "In fact, the world does revolve around me.",
        "6-6": "By my words and actions, I often bring shame to my family."
      }
    },
    "pbsoNobleideal00": {
      "name": "Ideal",
      "results": {
        "1-1": "Respect. Respect is due to me because of my position, but all people regardless of station deserve to be treated with dignity. (Good)",
        "2-2": "Responsibility. It is my duty to respect the authority of those above me, just as those below me must respect mine. (Lawful)",
        "3-3": "Independence. I must prove that I can handle myself without the coddling of my family. (Chaotic)",
        "4-4": "Power. If I can attain more power, no one will tell me what to do. (Evil)",
        "5-5": "Family. Blood runs thicker than water. (Any)",
        "6-6": "Noble Obligation. It is my duty to protect and care for the people beneath me. (Good)"
      }
    },
    "pbsoNobletrait00": {
      "name": "Personality Trait",
      "results": {
        "1-1": "My eloquent flattery makes everyone I talk to feel like the most wonderful and important person in the world.",
        "2-2": "The common folk love me for my kindness and generosity.",
        "3-3": "No one could doubt by looking at my regal bearing that I am a cut above the unwashed masses.",
        "4-4": "I take great pains to always look my best and follow the latest fashions.",
        "5-5": "I don’t like to get my hands dirty, and I won’t be caught dead in unsuitable accommodations.",
        "6-6": "Despite my noble birth, I do not place myself above other folk. We all have the same blood.",
        "7-7": "My favor, once lost, is lost forever.",
        "8-8": "If you do me an injury, I will crush you, ruin your name, and salt your fields."
      }
    },
    "Origin": {
      "name": "Origin",
      "description": "<p>You’ve been to strange places and seen things that others cannot begin to fathom. Consider some of the distant lands you have visited, and how they impacted you. You can roll on the following table to determine your occupation during your time in the wild, or choose one that best fits your character.</p>",
      "results": {
        "1-1": "Forester",
        "2-2": "Trapper",
        "3-3": "Homesteader",
        "4-4": "Guide",
        "5-5": "Exile or outcast",
        "6-6": "Bounty hunter",
        "7-7": "Pilgrim",
        "8-8": "Tribal nomad",
        "9-9": "Hunter-gatherer",
        "10-10": "Tribal marauder"
      }
    },
    "pbsoOutlanderbon": {
      "name": "Bond",
      "results": {
        "1-1": "My family, clan, or tribe is the most important thing in my life, even when they are far from me.",
        "2-2": "An injury to the unspoiled wilderness of my home is an injury to me.",
        "3-3": "I will bring terrible wrath down on the evildoers who destroyed my homeland.",
        "4-4": "I am the last of my tribe, and it is up to me to ensure their names enter legend.",
        "5-5": "I suffer awful visions of a coming disaster and will do anything to prevent it.",
        "6-6": "It is my duty to provide children to sustain my tribe."
      }
    },
    "pbsoOutlanderfla": {
      "name": "Flaw",
      "results": {
        "1-1": "I am too enamored of ale, wine, and other intoxicants.",
        "2-2": "There’s no room for caution in a life lived to the fullest.",
        "3-3": "I remember every insult I’ve received and nurse a silent resentment toward anyone who’s ever wronged me.",
        "4-4": "I am slow to trust members of other races, tribes, and societies.",
        "5-5": "Violence is my answer to almost any challenge.",
        "6-6": "Don’t expect me to save those who can’t save themselves. It is nature’s way that the strong thrive and the weak perish."
      }
    },
    "pbsoOutlanderide": {
      "name": "Ideal",
      "results": {
        "1-1": "Change. Life is like the seasons, in constant change, and we must change with it. (Chaotic)",
        "2-2": "Greater Good. It is each person’s responsibility to make the most happiness for the whole tribe. (Good)",
        "3-3": "Honor. If I dishonor myself, I dishonor my whole clan. (Lawful)",
        "4-4": "Might. The strongest are meant to rule. (Evil)",
        "5-5": "Nature. The natural world is more important than all the constructs of civilization. (Neutral)",
        "6-6": "Glory. I must earn glory in battle, for myself and my clan. (Any)"
      }
    },
    "pbsoOutlandertra": {
      "name": "Personality Trait",
      "results": {
        "1-1": "I’m driven by a wanderlust that led me away from home.",
        "2-2": "I watch over my friends as if they were a litter of newborn pups.",
        "3-3": "I once ran twenty-five miles without stopping to warn to my clan of an approaching orc horde. I’d do it again if I had to.",
        "4-4": "I have a lesson for every situation, drawn from observing nature.",
        "5-5": "I place no stock in wealthy or well-mannered folk. Money and manners won’t save you from a hungry owlbear.",
        "6-6": "I’m always picking things up, absently fiddling with them, and sometimes accidentally breaking them.",
        "7-7": "I feel far more comfortable around animals than people.",
        "8-8": "I was, in fact, raised by wolves."
      }
    },
    "pbsoSagebond0000": {
      "name": "Bond",
      "results": {
        "1-1": "It is my duty to protect my students.",
        "2-2": "I have an ancient text that holds terrible secrets that must not fall into the wrong hands.",
        "3-3": "I work to preserve a library, university, scriptorium, or monastery.",
        "4-4": "My life’s work is a series of tomes related to a specific field of lore.",
        "5-5": "I’ve been searching my whole life for the answer to a certain question.",
        "6-6": "I sold my soul for knowledge. I hope to do great deeds and win it back."
      }
    },
    "pbsoSageflaw0000": {
      "name": "Flaw",
      "results": {
        "1-1": "I am easily distracted by the promise of information.",
        "2-2": "Most people scream and run when they see a demon. I stop and take notes on its anatomy.",
        "3-3": "Unlocking an ancient mystery is worth the price of a civilization.",
        "4-4": "I overlook obvious solutions in favor of complicated ones.",
        "5-5": "I speak without really thinking through my words, invariably insulting others.",
        "6-6": "I can’t keep a secret to save my life, or anyone else’s."
      }
    },
    "pbsoSageideal000": {
      "name": "Ideal",
      "results": {
        "1-1": "Knowledge. The path to power and self-improvement is through knowledge. (Neutral)",
        "2-2": "Beauty. What is beautiful points us beyond itself toward what is true. (Good)",
        "3-3": "Logic. Emotions must not cloud our logical thinking. (Lawful)",
        "4-4": "No Limits. Nothing should fetter the infinite possibility inherent in all existence. (Chaotic)",
        "5-5": "Power. Knowledge is the path to power and domination. (Evil)",
        "6-6": "Self-Improvement. The goal of a life of study is the betterment of oneself. (Any)"
      }
    },
    "pbsoSagetrait000": {
      "name": "Personality Trait",
      "results": {
        "1-1": "I use polysyllabic words that convey the impression of great erudition.",
        "2-2": "I’ve read every book in the world’s greatest libraries—or I like to boast that I have.",
        "3-3": "I’m used to helping out those who aren’t as smart as I am, and I patiently explain anything and everything to others.",
        "4-4": "There’s nothing I like more than a good mystery.",
        "5-5": "I’m willing to listen to every side of an argument before I make my own judgment.",
        "6-6": "I … speak … slowly … when talking … to idiots, … which … almost … everyone … is … compared … to me.",
        "7-7": "I am horribly, horribly awkward in social situations.",
        "8-8": "I’m convinced that people are always trying to steal my secrets."
      }
    },
    "pbsoSailbond0000": {
      "name": "Bond",
      "results": {
        "1-1": "I’m loyal to my captain first, everything else second.",
        "2-2": "The ship is most important—crewmates and captains come and go.",
        "3-3": "I’ll always remember my first ship.",
        "4-4": "In a harbor town, I have a paramour whose eyes nearly stole me from the sea.",
        "5-5": "I was cheated out of my fair share of the profits, and I want to get my due.",
        "6-6": "Ruthless pirates murdered my captain and crewmates, plundered our ship, and left me to die. Vengeance will be mine."
      }
    },
    "pbsoSailflaw0000": {
      "name": "Flaw",
      "results": {
        "1-1": "I follow orders, even if I think they’re wrong.",
        "2-2": "I’ll say anything to avoid having to do extra work.",
        "3-3": "Once someone questions my courage, I never back down no matter how dangerous the situation.",
        "4-4": "Once I start drinking, it’s hard for me to stop.",
        "5-5": "I can’t help but pocket loose coins and other trinkets I come across.",
        "6-6": "My pride will probably lead to my destruction."
      }
    },
    "pbsoSailideal000": {
      "name": "Ideal",
      "results": {
        "1-1": "Respect. The thing that keeps a ship together is mutual respect between captain and crew. (Good)",
        "2-2": "Fairness. We all do the work, so we all share in the rewards. (Lawful)",
        "3-3": "Freedom. The sea is freedom—the freedom to go anywhere and do anything. (Chaotic)",
        "4-4": "Mastery. I’m a predator, and the other ships on the sea are my prey. (Evil)",
        "5-5": "People. I’m committed to my crewmates, not to ideals. (Neutral)",
        "6-6": "Aspiration. Someday I’ll own my own ship and chart my own destiny. (Any)"
      }
    },
    "pbsoSailtrait000": {
      "name": "Personality Trait",
      "results": {
        "1-1": "My friends know they can rely on me, no matter what.",
        "2-2": "I work hard so that I can play hard when the work is done.",
        "3-3": "I enjoy sailing into new ports and making new friends over a flagon of ale.",
        "4-4": "I stretch the truth for the sake of a good story.",
        "5-5": "To me, a tavern brawl is a nice way to get to know a new city.",
        "6-6": "I never pass up a friendly wager.",
        "7-7": "My language is as foul as an otyugh nest.",
        "8-8": "I like a job well done, especially if I can convince someone else to do it."
      }
    },
    "pbsoSoldbond0000": {
      "name": "Bond",
      "results": {
        "1-1": "I would still lay down my life for the people I served with.",
        "2-2": "Someone saved my life on the battlefield. To this day, I will never leave a friend behind.",
        "3-3": "My honor is my life.",
        "4-4": "I’ll never forget the crushing defeat my company suffered or the enemies who dealt it.",
        "5-5": "Those who fight beside me are those worth dying for.",
        "6-6": "I fight for those who cannot fight for themselves."
      }
    },
    "pbsoSoldflaw0000": {
      "name": "Flaw",
      "results": {
        "1-1": "The monstrous enemy we faced in battle still leaves me quivering with fear.",
        "2-2": "I have little respect for anyone who is not a proven warrior.",
        "3-3": "I made a terrible mistake in battle that cost many lives—and I would do anything to keep that mistake secret.",
        "4-4": "My hatred of my enemies is blind and unreasoning.",
        "5-5": "I obey the law, even if the law causes misery.",
        "6-6": "I’d rather eat my armor than admit when I’m wrong."
      }
    },
    "pbsoSoldideal000": {
      "name": "Ideal",
      "results": {
        "1-1": "Greater Good. Our lot is to lay down our lives in defense of others. (Good)",
        "2-2": "Responsibility. I do what I must and obey just authority. (Lawful)",
        "3-3": "Independence. When people follow orders blindly, they embrace a kind of tyranny. (Chaotic)",
        "4-4": "Might. In life as in war, the stronger force wins. (Evil)",
        "5-5": "Live and Let Live. Ideals aren’t worth killing over or going to war for. (Neutral)",
        "6-6": "Nation. My city, nation, or people are all that matter. (Any)"
      }
    },
    "pbsoSoldtrait000": {
      "name": "Personality Trait",
      "results": {
        "1-1": "I’m always polite and respectful.",
        "2-2": "I’m haunted by memories of war. I can’t get the images of violence out of my mind.",
        "3-3": "I’ve lost too many friends, and I’m slow to make new ones.",
        "4-4": "I’m full of inspiring and cautionary tales from my military experience relevant to almost every combat situation.",
        "5-5": "I can stare down a hell hound without flinching.",
        "6-6": "I enjoy being strong and like breaking things.",
        "7-7": "I have a crude sense of humor.",
        "8-8": "I face problems head-on. A simple, direct solution is the best path to success."
      }
    },
    "Specialty": {
      "name": "Specialty",
      "description": "<p>To determine the nature of your scholarly training, roll a d8 or choose from the options in the table below.</p>",
      "results": {
        "1-1": "Alchemist",
        "2-2": "Astronomer",
        "3-3": "Discredited academic",
        "4-4": "Librarian",
        "5-5": "Professor",
        "6-6": "Researcher",
        "7-7": "Wizard’s apprentice",
        "8-8": "抄写员"
      }
    },
    "pbsoSpecialtySol": {
      "name": "Specialty",
      "description": "<p>During your time as a soldier, you had a specific role to play in your unit or army. Roll a d8 or choose from the options in the table below to determine your role:</p>",
      "results": {
        "1-1": "Officer",
        "2-2": "Scout",
        "3-3": "Infantry",
        "4-4": "Cavalry",
        "5-5": "Healer",
        "6-6": "Quartermaster",
        "7-7": "Standard bearer",
        "8-8": "Support staff (cook, blacksmith, or the like)"
      }
    }
  }
}