{
  "label": "物品",
  "folders": {
    "Barrier Tattoo Weights": "屏障刺青重量",
    "Firearms": "火器",
    "Magic Tattoos": "魔法刺青",
    "Absorbing Tattoo Colors": "吸收刺青颜色",
    "Outer Shards": "外界碎晶",
    "Magic Items": "魔法物品",
    "Elemental Shards": "元素碎片",
    "Ammunition": "弹药",
    "Supplemental Items": "补充物品"
  },
  "entries": {
    "Move Earth": {
      "name": "地动术",
      "description": "<p>指定施法距离内一处任何方向边长都不大于 40 尺的地形区域，在法术持续时间内你可以随意重塑区域内的泥土，沙土或黏土。你可以升高或降低区域内的地面高度，制造或填平一道沟渠，竖起或夷平一道屏障，或是形成一根立柱。上述任何改造的地形范围不得超过整个区域最大边长的一半。所以，如果你影响了 40 尺立方区域，则你可以创造一根至多20尺高的立柱，将地面升高或降低至多 20 尺，挖一条至多 20 尺深的壕沟，等等。这些改变需要花 10 分钟的时间来完成。</p><p>每为法术维持 10 分钟专注，你都可以选择一片新的地形区域再施以影响。</p><p>由于地形的变化发生得很缓慢，区域内的生物通常不会被地面的移动困住或者受伤。</p><p>该法术无法改变天然的岩石或石制建筑。但石头和建筑仍会因适应地形的变化而被改变。如果你改变地形的方式会使得建筑不稳定，则它有可能倒塌。</p><p>类似地，该法术也无法直接影响植物生长。而被移走的地面会带走任何生长在其上的植物。</p>"
    },
    "Summon Construct": {
      "name": "构装召唤术",
      "description": "<p>你唤来一个构装灵魄。它显现在范围内你能看到的一处未被占据的空间。该形体使用以下@UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeConstructSpi]{构装灵魄} 数据. 当你施展法术时，选择一种材料：@UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeClaySpirit00]{粘土}, @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeMetalSpirit0]{金属}, 或者 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeStoneSpirit0]{岩石}。该生物的外形类似一个魔像或一个魔冢（由你选择），它由你选定的材料构成，而这种材料会决定其属性表中的某些特性。当该生物的生命值降至0或法术结束时，它便会消失。</p><p>该生物是你的盟友（对你的其他盟友亦是如此）。 它在战斗中使用你的先攻，并在你回合结束后立即行动。 它遵从于你的口头指令（无需任何动作）。如果你不发令， 它将执行 &amp;Reference[dodge] 动作，使用移动速度来远离危险。</p><p><strong>升环施法</strong> 使用四环或更高法术位施展该法术时，该生物数据中使用更高的法术环数。</p>",
      "activities": {
        "summon": {
          "profiles": {
            "Clay": {
              "name": "粘土构装"
            },
            "Metal": {
              "name": "金属构装"
            },
            "Stone": {
              "name": "岩石构装"
            }
          }
        }
      }
    },
    "Detect Magic": {
      "name": "侦测魔法",
      "description": "<p>你在法术持续时间内能感测到 30 尺内存在的魔法。感测到魔法的存在后，你可以使用动作，来看到任何你能看见的具有魔法的生物或物件周围环绕着微弱的灵光，并分辨出其所属的魔法学派（若有）。该法术可以穿透大部分障碍，但仍会被 1 尺厚石质，或 1 寸厚金属质，或一层薄铅质，或 3 尺厚木质或泥质材料阻隔。</p>"
    },
    "Mass Cure Wounds (3 charges)": {
      "name": "群体疗伤术（3充能）",
      "description": "<p>一波治愈的能量从施法距离内你指定的一点奔涌而出。你在该点周边 30 尺半径的球状区域内指定至多六个生物，并使每个目标生物恢复一定的生命值，其数值等于 3d8 + 你的施法属性调整值。该法术对不死生物和构装生物无效。</p>"
    },
    "Scrying": {
      "name": "探知术",
      "description": "<p>你能看见和听见一个和你处于同一存在位面上的生物。目标生物必须进行一次感知豁免；该豁免的调整值与你对目标的了解程度有关，也与你和目标之间的物理联系程度有关。如果目标知道你在施展该法术，而它又愿意被你观察，则它可以自愿放弃该豁免。 </p><table border=\"1\"><tbody><tr><td><p><strong>了解程度</strong></p></td><td><p><strong>豁免调整值</strong></p></td></tr><tr><td><p>二手信息（你曾经听说过受术者）</p></td><td><p>+5</p></td></tr><tr><td><p>直接信息（你曾经见过受术者）</p></td><td><p>+0</p></td></tr><tr><td><p>熟悉（你对受术者很了解）</p></td><td><p>-5</p></td></tr></tbody></table><table border=\"1\"><tbody><tr><td><p><strong>联系程度</strong></p></td><td><p><strong>豁免调整值</strong></p></td></tr><tr><td><p>肖像或图像</p></td><td><p>-2</p></td></tr><tr><td><p>所有物或衣物</p></td><td><p>-4</p></td></tr><tr><td><p>身体部位，头发，指甲或类似物件</p></td><td><p>-10</p></td></tr></tbody></table><p>如果对方豁免成功，则目标不受该法术影响，并且在 24 小时内你不能尝试探知同一个目标。</p><p>如果对方豁免失败，则你在目标身边 10 尺内创造出一个隐形的传感器。通过传感器，你可以身临其境地看见和听见周围的环境。传感器会跟随目标移动，并在法术持续时间内始终保持在目标 10 尺之内。在能够看破隐形的生物眼中，你的探传感器是一个拳头大小的光球。</p><p>除生物之外，你也可以选择一个你以前见过的地点作为该法术的目标。这时，传感器会出现在目标地点且不会移动。 </p>"
    },
    "Planar Ally (3 charges)": {
      "name": "异界誓盟（3充能）",
      "description": "<p>You beseech an otherworldly entity for aid. The being must be known to you: a god, a Primordial, a demon prince, or some other being of cosmic power. That entity sends a Celestial, an elemental, or a fiend loyal to it to aid you, making the creature appear in an unoccupied space within range. If you know a specific creature's name, you can speak that name when you cast this spell to request that creature, though you might get a different creature anyway (DM's choice).</p><p>When the creature appears, it is under no Compulsion to behave in any particular way. You can ask the creature to perform a service in exchange for payment, but it isn't obliged to do so. The requested task could range from simple (fly us across the chasm, or help us fight a battle) to complex (spy on our enemies, or protect us during our foray into the dungeon). You must be able to communicate with the creature to bargain for its Services.</p><p>Payment can take a variety of forms. A Celestial might require a sizable donation of gold or Magic Items to an allied Temple, while a fiend might demand a living sacrifice or a gift of Treasure. Some creatures might exchange their service for a quest undertaken by you.</p><p>As a rule of thumb, a task that can be measured in minutes requires a payment worth 100 gp per minute. A task measured in hours requires 1,000 gp per hour. And a task measured in days (up to 10 days) requires 10,000 gp per day. The DM can adjust these payments based on the circumstances under which you cast the spell. If the task is aligned with the creature's ethos, the payment might be halved or even waived. Nonhazardous tasks typically require only half the suggested payment, while especially dangerous tasks might require a greater gift. Creatures rarely accept tasks that seem suicidal.</p><p>After the creature completes the task, or when the agreed-upon Duration of service expires, the creature returns to its home plane after reporting back to you, if appropriate to the task and if possible. If you are unable to agree on a price for the creature's service, the creature immediately returns to its home plane.</p><p>A creature enlisted to join your group counts as a member of it, receiving a full share of Experience Points awarded.</p>"
    },
    "Hideous Laughter (0 charges)": {
      "name": "狂笑术（0充能）",
      "description": "<p>A creature of your choice that you can see within range perceives everything as hilariously funny and falls into fits of laughter if this spell affects it. The target must succeed on a Wisdom saving throw or fall prone, becoming Incapacitated and unable to stand up for the Duration. A creature with an Intelligence score of 4 or less isn't affected.</p><p>At the end of each of its turns, and each time it takes damage, the target can make another Wisdom saving throw. The target has advantage on the saving throw if it's triggered by damage. On a success, the spell ends.</p>"
    },
    "Banishment (1 charge)": {
      "name": "放逐术（0充能）",
      "description": "<p>一个在你施法距离内你可见的生物必须进行一次魅力豁免，豁免失败者会在法术持续期间被转移到一个无害的半位面，身处半位面期间，目标会陷入&Reference[Incapacitated apply=false]状态。当法术终止时，目标将重新出现在其被放逐前的位置。如果该位置被占据，则目标将出现在距离该位置最近的一个未被占据空间。</p><p>若该目标是一只异怪，一个天界生物，一个元素生物，一个精类或一只邪魔，则在法术持续一分钟后，目标不会返回。该目标会被改为转移到与其生物类型相关的一个位面（由DM决定）中的随机地点。</p><p><strong>升环施法：</strong>使用高于四环的法术位施展此法术时，你使用的法术位每比四环高一环，就能多指定一个生物。</p>",
      "effects": {
        "Banishment": {
          "name": "放逐术",
          "description": "<p>The target native to this plane is banished to a harmless demiplane plane and is Incapacitated for the duration.</p>"
        }
      }
    },
    "Magic Circle (1 charge)": {
      "name": "防护法阵（1充能）",
      "description": "<p>You create a 10-foot-radius, 20-foot-tall Cylinder of magical energy centered on a point on the ground that you can see within range. Glowing runes appear wherever the cylinder intersects with the floor or other surface.</p><p>Choose one or more of the following types of creatures: Celestials, Elementals, fey, Fiends, or Undead. The circle affects a creature of the chosen type in the following ways:</p><ul><li>The creature can't willingly enter the cylinder by nonmagical means. If the creature tries to use teleportation or interplanar travel to do so, it must first succeed on a Charisma saving throw.</li><li>The creature has disadvantage on Attack rolls against Targets within the Cylinder.</li><li>Targets within the cylinder can't be Charmed, Frightened, or possessed by the creature.</li></ul><p>When you cast this spell, you can elect to cause its magic to operate in the reverse direction, preventing a creature of the specified type from leaving the cylinder and protecting targets outside it.</p>"
    },
    "Aura of Purity (2 charges)": {
      "name": "净化灵光（2充能）",
      "description": "<p>Purifying energy radiates from you in an aura with a 30-foot radius. Until the spell ends, the aura moves with you, centered on you. Each nonhostile creature in the aura (including you) can’t become diseased, has resistance to poison damage, and has advantage on saving throws against effects that cause any of the following conditions: blinded, charmed, deafened, frightened, paralyzed, poisoned, and stunned.</p>",
      "effects": {
        "Aura of Purity": {
          "name": "净化灵光",
          "description": "<p>While within range of the aura, you have the following benefits:</p><ul><li><p>You have resistance to poison damage.</p></li><li><p>You cannot become diseased.</p></li><li><p>You have advantage on saving throws against effects that cause any of the following conditions: blinded, charmed, deafened, frightened, paralyzed, poisoned, and stunned.</p></li></ul>"
        }
      }
    },
    "Detect Poison and Disease": {
      "name": "侦测毒性和疾病",
      "description": "<p>For the duration, you can sense the presence and location of poisons, poisonous creatures, and diseases within 30 feet of you. You also identify the kind of poison, poisonous creature, or disease in each case.</p><p>The spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
    },
    "Fabricate": {
      "name": "鬼斧神工",
      "description": "<p>You convert raw materials into products of the same material. For example, you can fabricate a wooden bridge from a clump of trees, a rope from a patch of hemp, and clothes from flax or wool.</p><p>Choose raw materials that you can see within range. You can fabricate a Large or smaller object (contained within a 10-foot cube, or eight connected 5-foot cubes), given a sufficient quantity of raw material. If you are working with metal, stone, or another mineral substance, however, the fabricated object can be no larger than Medium (contained within a single 5-foot cube). The quality of Objects made by the spell is commensurate with the quality of the raw materials.</p><p>Creatures or Magic Items can't be created or transmuted by this spell. You also can't use it to create items that ordinarily require a high degree of craftsmanship, such as jewelry, Weapons, glass, or armor, unless you have proficiency with the type of artisan's tools used to craft such Objects.</p>"
    },
    "Magic Jar (3 charges)": {
      "name": "魔魂壶（3充能）",
      "description": "<p>当你的灵魂离开身体并进入你用作法术材料部件的容器时，你的身体会陷入紧张症状态。当你的灵魂寄宿于容器时，你能感知周围环境，如同你身处容器的空间。你无法移动或使用反应。你唯一能执行的动作是将灵魂投射至容器外100尺处，要么返回你的活体身体（并终止法术），要么尝试占据一个类人生物的身体。</p><p>你可以尝试占据任何你能看见的、距离你100尺内的类人生物（受{防护善恶 protection from evil and good}或{防护法阵 magic circle}法术保护的生物无法被占据）。目标必须进行一次{魅力豁免 Charisma saving throw}。若失败，你的灵魂会进入目标身体，且目标的灵魂会被困在容器中。若成功，目标抵抗了你的占据企图，且你在24小时内无法再次尝试占据该目标。</p><p>当你占据一个生物的身体后，你将控制该身体。你的游戏{资料卡 statistics}会被该生物的{资料卡 statistics}替代，但你会保留自身的{阵营 Alignment}以及{智力 Intelligence}、{感知 Wisdom}和{魅力 Charisma}值。你保留自身{职业特性 class features}的效益。若目标拥有任何{职业 Class}等级，你无法使用其任何{职业特性 class features}。</p><p>与此同时，被占据生物的灵魂能通过容器使用自身{感官： Senses}感知，但完全无法移动或执行{动作 Action}。</p><p>占据身体期间，你可以使用{动作 Action}从宿主身体返回至100尺内的容器，使宿主生物的灵魂回归其身体。若宿主身体在你寄居期间死亡，该生物会死亡，且你必须进行一次基于自身{法术豁免DC spellcasting DC}的{魅力豁免 Charisma saving throw}。若成功，若容器在100尺内，你会返回容器。否则，你会死亡。</p><p>若容器被摧毁或法术终止，你的灵魂会立即返回你的身体。若你的身体距离你超过100尺，或当你尝试返回时身体已死亡，你会死亡。若容器被摧毁时内有其他生物的灵魂，若该生物的身体存活且在100尺内，其灵魂会返回身体。否则，该生物会死亡。</p><p>当法术终止时，容器会被摧毁。</p>"
    },
    "Detect Evil and Good": {
      "name": "侦测善恶",
      "description": "<p>你在法术持续时间内能感觉到身边 30 尺内出现的任一异怪、天界生物、元素生物、精类生物、邪魔或不死生物的存在，并掌握其具体位置。另外，你也可以知晓 30 尺内的物件或地点是否被祝福或亵渎。</p><p>该法术可以穿透大多障碍，但仍会被 1 尺厚石质或 1 寸厚金属质，或一层薄铅质，或 3 尺厚木质或泥质材料阻隔。</p>"
    },
    "Plane Shift (3 charges)": {
      "name": "位面转移（3充能）",
      "description": "<p><em>Can only transport to layers of the Abyss.</em></p><p>You and up to eight willing creatures who link hands in a circle are transported to a different plane of existence. You can specify a target destination in general terms, such as the City of Brass on the Elemental Plane of Fire or the palace of Dispater on the second level of the Nine Hells, and you appear in or near that destination. If you are trying to reach the City of Brass, for example, you might arrive in its Street of Steel, before its Gate of Ashes, or looking at the city from across the Sea of Fire, at the DM's discretion.</p><p>Alternatively, if you know the sigil sequence of a teleportation circle on another plane of existence, this spell can take you to that circle. If the teleportation circle is too small to hold all the creatures you transported, they appear in the closest unoccupied spaces next to the circle.</p><p>You can use this spell to banish an unwilling creature to another plane. Choose a creature within your reach and make a melee spell attack against it. On a hit, the creature must make a Charisma saving throw. If the creature fails this save, it is transported to a random location on the plane of existence you specify. A creature so transported must find its own way back to your current plane of existence.</p>"
    },
    "Summon Fiend (3 charges)": {
      "name": "邪魔召唤术（3充能）",
      "description": "<p>你召唤出一个邪魔精魄。它显现在你施法距离内一处你能看见的未占据空间。这个实体形态使用 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeFiendishSpirit]{邪魔精魄 Fiendish Spirit} 资料卡。当你施展该法术时，选择 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeDemonSpirit0]{恶魔 Demon}，@UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeDevilSpirit0]{魔鬼 Devil}，或 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeYugolothSpirit]{尤格罗斯魔 Yugoloth}。该生物形似所选类型的邪魔，这决定了其资料卡中的某些特质。当该生物生命值降至0或法术终止时，它便会消失。</p><p>该生物是你和你的同伴的盟友。在战斗中，该生物共享你的先攻值，但在你的回合之后立即行动。它服从你的言语命令（无需你执行动作）。如果你没有下达任何命令，它会采取 &Reference[dodge]{回避 Dodge} 动作并利用其移动来规避风险。</p><p><strong>升环施法效应.</strong> 当你使用7环或更高法术位施展该法术时，在资料卡中出现法术等级的任意位置均使用更高环阶。</p>",
      "activities": {
        "summon": {
          "profiles": {
            "Demon": {
              "name": "恶魔"
            },
            "Devil": {
              "name": "魔鬼"
            },
            "Yugoloth": {
              "name": "尤格罗斯魔"
            }
          }
        }
      }
    },
    "Beacon of Hope (1 charge)": {
      "name": "希望信标（1充能）",
      "description": "<p>This spell bestows hope and vitality. Choose any number of creatures within range. For the duration, each target has advantage on Wisdom saving throws and death saving throws, and regains the maximum number of hit points possible from any healing.</p>"
    },
    "Mending": {
      "name": "修复术",
      "description": "<p>该法术修复你所触碰一个物件上的一处破损或裂缝，例如修复一条断裂的链条，或者一把碎成两半的钥匙、一件撕裂的斗篷、一个漏了的酒袋等。只要破损或断裂处在任意方向上都不超过 1 尺，你就可以不留痕迹地修复它。</p><p>该法术可以物理性地修复一件魔法物品，但无法恢复其上的魔法。</p>"
    },
    "Comprehend Languages": {
      "name": "通晓语言",
      "description": "<p>在法术{持续时间 Duration}内，你能理解所听见的任何口语的字面含义。你也能理解所看见的任何书面语言，但你必须触摸文字所在的表面。阅读一页文字大约需要1{分钟 minute}。</p><p>该{法术 Spell}无法破译文本中的密文{或 or}非书面语言组成部分的图形（例如{奥秘 Arcane}符文）。</p>"
    },
    "Locate Object": {
      "name": "物件定位术",
      "description": "<p>Describe or name an object that is familiar to you. You sense the direction to the object's location, as long as that object is within 1,000 feet of you. If the object is in motion, you know the direction of its movement.</p><p>The spell can locate a specific object known to you, as long as you have seen it up close—within 30 feet—at least once. Alternatively, the spell can locate the nearest object of a particular kind, such as a certain kind of apparel, jewelry, furniture, tool, or weapon.</p><p>This spell can't locate an object if any thickness of lead, even a thin sheet, blocks a direct path between you and the object.</p>"
    },
    "Passwall": {
      "name": "穿墙术",
      "description": "<p>一处通道在施法距离内木质、泥灰、或岩石表面（如墙壁、天花板、地板）上你可见的一点出现，且持续至法术结束。你选择开口的大小，至多宽 5 尺，高 8 尺，深 20 尺。通道不会使其周围的结构变得不稳定。</p><p>开口消失时，任何仍旧位于通道中的生物或物件会被安全地弹射到距你施展此法术时选择的表面最近的一处未占空间中。</p>"
    },
    "Absorbing Tattoo": {
      "name": "吸收刺青",
      "description": "<p><em>奇物, 需要同调</em></p><p>由特殊针具制作, 这个魔法纹身的设计强调一种颜色。</p><p><strong>伤害抗性。</strong> 当纹身位于你的皮肤上时, 你对与颜色相关的伤害类型具有&amp;Reference[damageresistance]{抗性 resistance}, 如下表所示。 DM选择颜色或随机决定。</p><p><strong>伤害吸收。</strong> 当你受到所选类型的伤害时, 你可以用你的反应来获得对该次伤害的免疫, 并且你恢复生命值, 数值等于你本应受到的伤害的一半。 一旦使用此反应, 直到次日黎明前无法再次使用。</p><p>@Embed[Compendium.dnd-tashas-cauldron.tcoe-tables.RollTable.tcoeAbsorbingTat caption=false]</p>",
      "activities": {
        "heal": {
          "condition": "当你受到伤害与刺青颜色相联系的伤害时"
        }
      }
    },
    "Air Essence Shard": {
      "name": "气精粹碎晶",
      "description": "<p><em>Wondrous Item, @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeElementalEss]{Elemental Essence Shard}, requires attunement by a sorcerer</em></p><p>This crackling crystal contains the essence of an elemental plane. As an action, you can attach the shard to a Tiny object (such as a weapon or a piece of jewelry) or detach it. It falls off if your attunement to it ends. You can use the shard as a spellcasting focus while you hold or wear it.</p><p>When you use a Metamagic option on a spell while you are holding or wearing the shard, you can use the following property:</p><p><strong>Air.</strong> You can immediately fly up to 60 feet without provoking opportunity attacks.</p>"
    },
    "Alchemical Compendium": {
      "name": "炼金总纲",
      "description": "<p><em>奇物, 需要与法师同调</em></p><p>这本污迹斑斑的厚重书籍散发着刺鼻气味。书上的金属配件由铜、铁、铅、银和金制成，有些正处在从一种金属转变为另一种金属的过程中。当被找到时，书中包含以下法术：@UUID[Compendium.dnd5e.spells.Item.WahI41a3goVUg0x1]{变巨/缩小术 enlarge/reduce}、@UUID[Compendium.dnd5e.spells.Item.pub0OWVEB71XQx1n]{羽落术 feather fall}、@UUID[Compendium.dnd5e.spells.Item.kozNy29b0X6exFhY]{石化术 flesh to stone}、@UUID[Compendium.dnd5e.spells.Item.2IWiZAJtOGDoKjiz]{气化形体 gaseous form}、@UUID[Compendium.dnd5e.spells.Item.Sgjrf8qqv97CCWM4]{魔化武器 magic weapon}和@UUID[Compendium.dnd5e.spells.Item.04nMsTWkIFvkbXlY]{变形术 polymorph}。它可作为你的法术书使用。</p><p>当你持握此书时，可将其作为你@UUID[Compendium.dnd5e.rules.JournalEntry.QvPDSUsAiEn3hD8s.JournalEntryPage.k7Rs5EyXeA0SFTXD]{法师法术}的法器。</p><p>此书具有3充能，每日拂晓恢复1d3已消耗的充能。持握时你可通过以下方式使用充能：</p><ul><li><p>若你花费1分钟研读书籍，可消耗1充能将一个已准备的法师法术替换为书中另一个法术。新法术必须属于变化学派。</p></li><li><p>以一个动作，你能触碰一个未被穿戴或携带的非魔法物件，并消耗若干充能将目标转变为另一物件。消耗1充能时，物件任一边长不得超过1尺。每额外消耗1充能，最大尺寸增加2尺。新物件的金币价值必须等于或低于原物件。</p></li></ul>"
    },
    "All-Purpose Tool +2": {
      "name": "万能工具+2",
      "description": "<p><em>Wondrous item, requires attunement by an artificer</em></p><p>This simple screwdriver can transform into a variety of tools; as an action, you can touch the item and transform it into any type of @UUID[Compendium.dnd5e.rules.JournalEntry.BYFd9hiJGo9L5aOM.JournalEntryPage.Rs0xLMFGbcCkEhuA#tools$1]{artisan’s tool} of your choice. Whatever form the tool takes, you are proficient with it.</p><p>While holding this tool, you gain a bonus to the spell attack rolls and the saving throw DCs of your <strong>artificer spells</strong>. The bonus is determined by the tool’s rarity.</p><p>As an action, you can focus on the tool to channel your creative forces. Choose a cantrip that you don’t know from any class list. For 8 hours, you can cast that cantrip, and it counts as an artificer cantrip for you. Once this property is used, it can’t be used again until the next dawn.</p>",
      "effects": {
        "All-Purpose Tool": {
          "name": "万能工具"
        }
      }
    },
    "All-Purpose Tool +3": {
      "name": "万能工具+3",
      "description": "<p><em>Wondrous item, requires attunement by an artificer</em></p><p>This simple screwdriver can transform into a variety of tools; as an action, you can touch the item and transform it into any type of @UUID[Compendium.dnd5e.rules.JournalEntry.BYFd9hiJGo9L5aOM.JournalEntryPage.Rs0xLMFGbcCkEhuA#tools$1]{artisan’s tool} of your choice. Whatever form the tool takes, you are proficient with it.</p><p>While holding this tool, you gain a bonus to the spell attack rolls and the saving throw DCs of your <strong>artificer spells</strong>. The bonus is determined by the tool’s rarity.</p><p>As an action, you can focus on the tool to channel your creative forces. Choose a cantrip that you don’t know from any class list. For 8 hours, you can cast that cantrip, and it counts as an artificer cantrip for you. Once this property is used, it can’t be used again until the next dawn.</p>",
      "effects": {
        "All-Purpose Tool": {
          "name": "万能工具"
        }
      }
    },
    "All-Purpose Tool +1": {
      "name": "万能工具+1",
      "description": "<p><em>Wondrous item, requires attunement by an artificer</em></p><p>This simple screwdriver can transform into a variety of tools; as an action, you can touch the item and transform it into any type of @UUID[Compendium.dnd5e.rules.JournalEntry.BYFd9hiJGo9L5aOM.JournalEntryPage.Rs0xLMFGbcCkEhuA#tools$1]{artisan’s tool} of your choice. Whatever form the tool takes, you are proficient with it.</p><p>While holding this tool, you gain a bonus to the spell attack rolls and the saving throw DCs of your <strong>artificer spells</strong>. The bonus is determined by the tool’s rarity.</p><p>As an action, you can focus on the tool to channel your creative forces. Choose a cantrip that you don’t know from any class list. For 8 hours, you can cast that cantrip, and it counts as an artificer cantrip for you. Once this property is used, it can’t be used again until the next dawn.</p>",
      "effects": {
        "All-Purpose Tool": {
          "name": "万能工具"
        }
      }
    },
    "Antimatter Rifle": {
      "name": "反物质步枪"
    },
    "Arcane Grimoire +1": {
      "name": "奥法秘典+1",
      "description": "<p><em>奇物，需法师同调</em></p><p>当你持握着这件皮革封皮的书籍时，你可以将其作为你法师法术的法器，你在你法师法术的法术攻击骰和法术豁免DC上获得加值。加值取决于书的稀有度。</p><p>你可以将其作为法术书。此外，当你使用你的@UUID[Compendium.dnd5e.classfeatures.Item.e0uTcFPpgxjIyUW9]{奥术回想} 特性时, 你能够恢复的法术位环阶总和额外增加 1 环。</p><p>[[1 + ceil(@classes.wizard.levels / 2)]]{已恢复的法术位总等级}</p>",
      "effects": {
        "Arcane Grimoire": {
          "name": "奥法秘典"
        }
      }
    },
    "Arcane Grimoire +2": {
      "name": "奥法秘典+2",
      "description": "<p><em>奇物，需法师同调</em></p><p>当你持握着这件皮革封皮的书籍时，你可以将其作为你法师法术的法器，你在你法师法术的法术攻击骰和法术豁免DC上获得加值。加值取决于书的稀有度。</p><p>你可以将其作为法术书。此外，当你使用你的@UUID[Compendium.dnd5e.classfeatures.Item.e0uTcFPpgxjIyUW9]{奥术回想} 特性时, 你能够恢复的法术位环阶总和额外增加 1 环。</p><p>[[1 + ceil(@classes.wizard.levels / 2)]]{已恢复的法术位总等级}</p>",
      "effects": {
        "Arcane Grimoire": {
          "name": "Arcane Grimoire"
        }
      }
    },
    "Arcane Grimoire +3": {
      "name": "Arcane Grimoire +3",
      "description": "<p><em>奇物，需法师同调</em></p><p>当你持握着这件皮革封皮的书籍时，你可以将其作为你法师法术的法器，你在你法师法术的法术攻击骰和法术豁免DC上获得加值。加值取决于书的稀有度。</p><p>你可以将其作为法术书。此外，当你使用你的@UUID[Compendium.dnd5e.classfeatures.Item.e0uTcFPpgxjIyUW9]{奥术回想} 特性时, 你能够恢复的法术位环阶总和额外增加 1 环。</p><p>[[1 + ceil(@classes.wizard.levels / 2)]]{已恢复的法术位总等级}</p>",
      "effects": {
        "Arcane Grimoire": {
          "name": "Arcane Grimoire"
        }
      }
    },
    "Astral Shard": {
      "name": "Astral Shard",
      "description": "<p><em>Wondrous item, requires attunement by a sorcerer</em></p><p>This crystal is a solidified shard of the Astral Plane, swirling with silver mist. As an action, you can attach the shard to a Tiny object (such as a weapon or a piece of jewelry) or detach it. It falls off if your attunement to it ends. You can use the shard as a spellcasting focus while you hold or wear it.</p><p>When you use a @UUID[Compendium.dnd5e.classfeatures.Item.9Uh7uTDNZ04oTJsL]{Metamagic} option on a spell while you are holding or wearing the shard, immediately after casting the spell you can teleport to an unoccupied space you can see within 30 feet of you.</p>",
      "activities": {
        "utility": {
          "condition": "You use a metamagic option while wielding the shard"
        }
      }
    },
    "Astromancy Archive": {
      "name": "星卜编集",
      "description": "<p><em>奇物，需法师同调</em></p><p>这个以铜圆盘为铰接件的同心环能够展开为一只浑天仪。以一个附赠动作，你可以将其展开为浑天仪或使其收回成一个圆盘。\n这本书在被找到时，包含了以下法术，且在你与其同调后对你视为法师法术：@UUID[Compendium.dnd5e.spells.Item.4v2H3hHb3Ph9XLNd]{卜筮术augury}, @UUID[Compendium.dnd5e.spells.Item.XqzXSKNR75ZdYTA9]{预言术divination}, @UUID[Compendium.dnd5e.spells.Item.cYI4RNNjI5GAmLhy]{寻路术find the path}, @UUID[Compendium.dnd5e.spells.Item.6HEEhLdJz32TL4Js]{预警术Foresight}, @UUID[Compendium.dnd5e.spells.Item.gXtzz9t1DTzJeLr4]{生物定位术locate creature}, 和 @UUID[Compendium.dnd5e.spells.Item.SleYkHovQ8NagmeV]{物件定位术locate object}.你可以将其作为法术书，法术被编刻在其圆环上。</p><p>当你持握编集时，你可以将其作为你法师法术的法器。</p><p>编集具有3发充能，且每天黎明时恢复1d3发已消耗的充能。你持握它时，可以通过以下方式消耗充能：</p><ul><li><p>如果你花费1分钟时间研究此编集，你可以消耗1发充能来将你的一道已准备法术替换为编集中的另一道法术。新法术必须是预言学派的法术。</p></li><li><p>当一个30尺内你可见的生物进行一次攻击检定、属性检定或豁免检定时，你可以使用你的反应并消耗1发充能使那个生物骰一个d4并将其数值作为原掷骰的加值或减值（由你选择）。你可以在看见投掷结束，但在宣布结果之前使用该反应。</p></li></ul>",
      "activities": {
        "utility": {
          "condition": "你视野内的一名生物进行一次特定的掷骰。"
        }
      }
    },
    "Atlas of Endless Horizons": {
      "name": "寰宇图纂",
      "description": "<p><em>奇物，需法师同调</em></p><p>这本厚重的书被包在暗色的皮革中，皮革上纹有描绘了一张地图或海图的交错银线。这本书在被找到时，包含了以下法术，且在你与其同调后对你视为法师法术：秘法门@UUID[Compendium.dnd5e.spells.Item.A4RsPuSvB9wFtz1j]{任意门}, @UUID[Compendium.dnd5e.spells.Item.XbwGq5kDJNvAxNXV]{异界之门}, @UUID[Compendium.dnd5e.spells.Item.wqfAVANuQonNBgnL]{迷踪步}, @UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz]{异界传送}, @UUID[Compendium.dnd5e.spells.Item.8aWtP5hcrmcEesBW]{传送法阵}, 和 @UUID[Compendium.dnd5e.spells.Item.76C0FdcxlU8F9Rl2]{回返真言}. 你可以将其作为法术书。</p><p>当你持握这本书时，你可以将其作为你法师法术的法器。</p><p>该书具有3发充能，且每天黎明时恢复1d3发已消耗的充能。你持握它时，可以通过以下方式消耗充能：</p><ul><li><p>如果你花费1分钟时间研究这本书，你可以消耗1发充能来将你的一道已准备法术替换为书中的另一道法术。新法术必须是咒法学派的法术。</p></li><li><p>当你被一次攻击命中时，你可以使用你的反应并消耗1发充能，传送到10尺内一个你能看见且未被占据的位置。若你的新位置在攻击的攻击距离以外，那么此次攻击失手。</p></li></ul>",
      "activities": {
        "utility": {
          "condition": "你被一次攻击命中"
        }
      }
    },
    "Baba Yaga's Mortar and Pestle": {
      "name": "Baba Yaga's Mortar and Pestle",
      "description": "<p><em>奇物, 需要同调</em></p><p>不朽鬼婆芭芭雅加的造物蔑视着凡间魔法的法则。在无数世界中巩固她传说的那些遗臭万年的器具中，包括推动她穿梭位面的神器：芭芭雅加的 @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeMortarbabaYa]{研钵} 和 @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoePestlebabaYa]{研杵}。就同调而言，芭芭雅加的这两件标志性工具被视为一件神器。如果两件物品被分开，研杵会在次日黎明时出现在研钵旁边。</p><p><strong>随机词条。</strong> 这件神器拥有以下随机词条，你可以通过投掷《地下城主指南》中\"神器\"章节的表格来确定：</p><ul><li><p>2个次要有益词条</p></li><li><p>1个主要有益词条</p></li><li><p>1个次要有害词条</p></li></ul><p><strong>完美工具。</strong> 当你持握研钵和研杵时，你可以使用你的动作说出任何非魔法植物、矿物或液体的名称，以及价值10 gp或更少的该材料数量。研钵会立即充满所需数量的该材料。一旦你使用此动作，直至你完成一次短休或长休前，你无法再次使用。</p><p>你也可以将此神器用作 [[/check ability=int tool=alchemist]]{炼金工具 alchemist’s supplies}, [[/check ability=int tool=brewer]]{酿酒工具 brewer’s supplies}, [[/check ability=int tool=cook]]{厨师工具 cook’s utensils}, [[/check ability=int tool=herb]]{草药工具 herbalism kit}, 以及 [[/check ability=int tool=pois]]{制毒工具 poisoner’s kit}。</p><p>当你使用此神器作为这些工具之一进行任何检定时，你具有优势。</p><p><strong>原始部件。</strong> 以一个动作，当研杵和研钵在你5尺范围内时，你可以命令研杵研磨。在接下来的1分钟内，或直到你使用你的动作以言语命令其停止，研杵会自行移动，将研钵中的内容物研磨成糊状或细粉，这些产物同样适用于烹饪或炼金术。在你的每个回合开始时，研钵内的任何东西都会受到 [[/damage 4d10 type=force]] 伤害。如果这使目标的生命值降至0，则该目标会被还原成粉末、浆状物或糊状物（视情况而定）。只有魔法物品不受影响。如果你愿意，当研杵停止时，你可以让研钵将其内容物——如骨粉、碎草药、器官浆——分成独立的几堆。</p><p><strong>穿越黑夜。</strong> 如果你在研钵内部持握着研杵，你可以使用你的动作以言语命令研钵前往一个特定的地点或生物处。你不需要知道你的目的地在哪，但它必须是一个特定的目的地——不仅仅是最近的河流或一条红龙的巢穴。如果所述目的地在距离你1000英里以内，研钵会升入空中并消失。你和研钵内的任何生物会穿越一个梦境般的天空，下方掠过世界的朦胧倒影。生物可能会看到你从起点到目的地之间划过天空的影像。你会在1小时后抵达该地点，或者，如果当时是夜晚，则在1分钟后抵达。</p><p><strong>骸骨识家。</strong> 当你命令研钵旅行时，你可以改为撒出被研钵研磨过的某物的粉尘或糊状物，并命名一个不同存在位面或物质位面上不同世界的一个地点。如果该材料来自命名位面或世界的原生生物，研钵会穿越一片空旷的夜空到达该目的地的一个未占据空间，并在1分钟后抵达。</p><p><strong>摧毁研钵与研杵。</strong> 如果研钵和研杵被《芭芭雅加的舞动小屋》或芭芭雅加本人踩碎，它们就会被摧毁。</p><section class=\"secret\" id=\"secret-TlidxUVbY90PQioI\"><p><strong>Foundry 注</strong></p><p>提供了两个额外物品，@UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeMortarbabaYa]{芭芭雅加的研钵} 和 @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoePestlebabaYa]{芭芭雅加的研杵}，用于这些物品授予的特定动作。</p></section>"
    },
    "Barrier Tattoo": {
      "name": "Barrier Tattoo",
      "description": "<p><em>Wondrous item, rarity varies, requires attunement</em></p><p>Produced by a special needle, this magic tattoo depicts protective imagery and uses ink that resembles liquid metal.</p><p><strong>Protection.</strong> While you aren’t wearing armor, the tattoo grants you an Armor Class depending on the tattoo’s rarity, as shown below. You can use a shield and still gain this benefit.</p><table><thead><tr><th>Tattoo</th><th>Rarity</th><th>AC</th></tr></thead><tbody><tr><td><p>@UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeLightBarrier]{Light Barrier}</p></td><td><p>Uncommon</p></td><td><p>12 + your Dexterity modifier</p></td></tr><tr><td><p>@UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeMediumBarrie]{Medium Barrier}</p></td><td><p>Rare</p></td><td><p>15 + your Dexterity modifier (maximum of +2)</p></td></tr><tr><td><p>@UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeHeavyBarrier]{Heavy Barrier}</p></td><td><p>Very Rare</p></td><td><p>18</p></td></tr></tbody></table>"
    },
    "Bell Branch": {
      "name": "钟铃圣枝",
      "description": "<p><em>奇物，需魔契师或德鲁伊同调</em></p><p>这个银色的小物件看起来就像一根树枝，上面正挂着许多金色的小铃铛。你持握着它时可以将其作为法器。</p><p>树枝具有 3 发充能，且每天黎明时恢复 1d3 发已消耗的充能。你持握它时，可以通过以下方式消耗充能：</p><ul><li><p>作为一个附赠动作，你可以消耗 1 发充能以侦测距离你 60 尺内的异怪、天界生物、构装体、元素、精类、邪魔与不死生物。若这些生物存在在 60 尺内且对你没有处于全身掩护，那么金铃便会轻声作响，它们的音调揭示了所存在生物的种类。</p></li><li><p>以一个动作，你可以消耗一个充能施展 @UUID[Compendium.dnd5e.spells.Item.xmDBqZhRVrtLP8h2]{防护善恶}。</p></li></ul><section id=\"secret-TXxSw3jycMQmpWii\" class=\"secret\"><p><strong>Foundry Note</strong></p><p>此物品已配置好其两种启动类型。当使用附加动作来侦测生物时，请确保“使用配置”提示框中的“专注”字段处于<em>未勾选状态。</em> 此外，系统还提供了一个“主动效果”（AE），可用于标示出<em>防护善恶的</em>效果。</p></section>",
      "effects": {
        "Protection from Evil and Good": {
          "name": "防护善恶",
          "description": "<p>法术结束前，你使触及的一名自愿生物获得针对下述生物类型的防护：异怪、天族、元素、妖精、邪魔、亡灵。</p><p>此防护提供下述几种增益。上述生物类型的生物对目标的攻击检定具有劣势。目标不能被其附身，也不会因其陷入魅惑或恐慌状态。如果目标已经被具有上述生物类型的生物附身，或其魅惑或恐慌状态影响，目标后续进行的相关效应的豁免检定也将具有优势。</p>"
        }
      }
    },
    "Black Absorbing Tattoo": {
      "name": "Black Absorbing Tattoo",
      "description": "<p><em>奇物, @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeAbsorbingTat]{吸收纹身 Absorbing Tattoo}, 需要同调</em></p><p>由特殊针具制作而成，这个魔法纹身的图案着重强调一种颜色——黑色。</p><p><strong>伤害抗性。</strong> 当该纹身位于你的皮肤上时，你对&amp;Reference[necrotic]伤害具有&amp;Reference[damageresistance]{抗性 resistance}。</p><p><strong>伤害吸收。</strong> 当你受到暗蚀伤害时，你可以用你的反应来获得对该次伤害的免疫，并且你恢复生命值，其数值等于你本应受到的该伤害数值的一半。此反应一旦被使用，在次日黎明前无法再次使用。</p>",
      "activities": {
        "heal": {
          "condition": "When you take necrotic damage"
        }
      },
      "effects": {
        "Necrotic Absorption": {
          "name": "暗蚀伤害吸收"
        }
      }
    },
    "Blood Fury Tattoo": {
      "name": "血怒刺青",
      "description": "<p><em>奇物，需同调</em></p><p>该魔法刺青用一根特殊的针制作，该刺青的形状与颜色能够唤起愤怒。</p><p><strong>嗜血狂袭。</strong> 刺青具有10发充能，其在每天黎明时恢复所有已消耗的充能。当刺青在你的皮肤上时，你获得以下增益：</p><ul><li><p>当你以武器攻击命中一个生物时，你可以消耗1发充能对目标造成额外的4d6暗蚀伤害，同时你恢复数值等于所造成暗蚀伤害的生命值。 </p></li><li><p>当一个你可见的生物对你造成伤害时，你可以消耗1发充能并使用你的反应对那个生物发动一次近战攻击，这次攻击的攻击检定具有优势。</p></li></ul>",
      "activities": {
        "damage": {
          "condition": "在一次成功的武器攻击命中后，或在受到伤害时作为反应。"
        }
      }
    },
    "Bloodwell Vial +1": {
      "name": "血源瓶+1",
      "description": "<p><em>奇物，需术士同调</em></p><p>同调此物品时，你需要将你的一些鲜血滴入其中。直到你与它的同调结束前，小瓶无法再次被开启。若你与小瓶的同调结束，瓶中之血将化为灰烬。你可以在持握或穿戴这个小瓶时将作为法器，同时你在你术士法术的法术攻击骰和法术豁免DC上获得加值。加值取决于小瓶的稀有度。</p><p>此外，当你使用任意数量的生命骰以恢复生命值时，你可以恢复5点术法点。该特性直到下次黎明前，无法再次被使用。</p>",
      "activities": {
        "utility": {
          "condition": "当你骰生命骰去恢复生命值时"
        }
      },
      "effects": {
        "Bloodwell Vial": {
          "name": "血源瓶"
        }
      }
    },
    "Bloodwell Vial +2": {
      "name": "Bloodwell Vial +2",
      "description": "<p><em>Wondrous item, requires attunement by a sorcerer</em></p><p>To attune to this vial, you must place a few drops of your blood into it. The vial can’t be opened while your attunement to it lasts. If your attunement to the vial ends, the contained blood turns to ash. You can use the vial as a spellcasting focus for your spells while wearing or holding it, and you gain a bonus to spell attack rolls and to the saving throw DCs of your sorcerer spells. The bonus is determined by the vial’s rarity.</p><p>In addition, when you roll any Hit Dice to recover hit points while you are carrying the vial, you can regain 5 sorcery points. This property of the vial can’t be used again until the next dawn.</p>",
      "activities": {
        "utility": {
          "condition": "When you roll Hit Dice to recover hit points"
        }
      },
      "effects": {
        "Bloodwell Vial": {
          "name": "Bloodwell Vial"
        }
      }
    },
    "Bloodwell Vial +3": {
      "name": "Bloodwell Vial +3",
      "description": "<p><em>Wondrous item, requires attunement by a sorcerer</em></p><p>To attune to this vial, you must place a few drops of your blood into it. The vial can’t be opened while your attunement to it lasts. If your attunement to the vial ends, the contained blood turns to ash. You can use the vial as a spellcasting focus for your spells while wearing or holding it, and you gain a bonus to spell attack rolls and to the saving throw DCs of your sorcerer spells. The bonus is determined by the vial’s rarity.</p><p>In addition, when you roll any Hit Dice to recover hit points while you are carrying the vial, you can regain 5 sorcery points. This property of the vial can’t be used again until the next dawn.</p>",
      "activities": {
        "utility": {
          "condition": "When you roll Hit Dice to recover hit points"
        }
      },
      "effects": {
        "Bloodwell Vial": {
          "name": "Bloodwell Vial"
        }
      }
    },
    "Blue Absorbing Tattoo": {
      "name": "Blue Absorbing Tattoo",
      "description": "<p><em>奇物，@UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeAbsorbingTat]{吸收纹身 Absorbing Tattoo}，需要同调</em></p><p>由特殊针具制作而成，这枚魔法纹身的图案以蓝色为主色调。</p><p><strong>伤害抗性。</strong>当纹身附着于你的皮肤时，你对&amp;Reference[寒冷]伤害具有&amp;Reference[damageresistance]{抗性 resistance}。</p><p><strong>伤害吸收。</strong>当你受到冷冻伤害时，你可以用你的反应获得对该次伤害的免疫，并恢复等于该伤害一半数值的生命值。此反应一旦使用，需至次日黎明前无法再次使用。</p>",
      "activities": {
        "heal": {
          "condition": "When you take radiant damage"
        }
      },
      "effects": {
        "Cold Absorption": {
          "name": "Cold Absorption"
        }
      }
    },
    "Blue Dragon Fang": {
      "name": "Blue Dragon Fang",
      "description": "<table style=\"text-align:center\"><thead><tr><th>传说</th><th>召唤生物</th></tr></thead><tbody><tr><td>为何苍穹哀嚎</td><td>1 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.SNT0JNVSngUTsj4m]{远古蓝龙 ancient blue dragon}</td></tr></tbody></table><p><strong>植入效果。</strong> 你获得闪电伤害免疫与雷鸣伤害&Reference[damageresistance]{易伤 vulnerability}。</p>",
      "effects": {
        "Why the Sky Screams": {
          "name": "Why the Sky Screams",
          "description": "<p>You gain immunity to lightning damage and vulnerability to thunder damage.</p>"
        }
      }
    },
    "Broken Translucent Fang": {
      "name": "Broken Translucent Fang",
      "description": "<table style=\"text-align:center\"><thead><tr><th>传说</th><th>召唤生物</th></tr></thead><tbody><tr><td>德拉戈萨之爪</td><td>1 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeAdultRedDrac]{成年红龙巫妖 adult red dracolich}</td></tr></tbody></table><p><strong>植入效果.</strong> 你可以使用这颗牙齿施展 @UUID[Compendium.dnd5e.spells.Item.E4NXux0RHvME1XgP]{唤起死灵 create undead} 法术。此特性使用后,直至次日黎明前无法再次使用。</p><p>每当你使用这颗牙齿创造亡灵生物时,一个 @UUID[Compendium.dnd5e.monsters.Actor.nU8GN8La8DCt8SDb]{骷髅 skeleton}, @UUID[Compendium.dnd5e.monsters.Actor.NAISFPoNNgUCsEyW]{丧尸 zombie}, 或 @UUID[Compendium.dnd5e.monsters.Actor.OBujQLLPSmlJiZnL]{食尸鬼 ghoul} 也会出现在你周围5英里内的随机位置,搜寻生者杀戮。被这些亡灵杀死的类人生物会在下一个午夜以同种亡灵形态复活。</p>",
      "activities": {
        "summon": {
          "condition": "You can cast this spell only at night."
        }
      }
    },
    "Bullets": {
      "name": "Bullets"
    },
    "Bullets, Modern": {
      "name": "Bullets, Modern"
    },
    "Cauldron of Rebirth": {
      "name": "Cauldron of Rebirth",
      "description": "<p><em>奇物, 需要德鲁伊或魔契师同调</em></p><p>这个微型火盆的铸铁侧面刻有英雄浮雕场景。你可以将此火盆用作施放法术的法器, 并且它可作为 @UUID[Compendium.dnd5e.spells.Item.fVbCxFRaORalHB20]{探知 scrying} 法术的合适部件。当你完成一次长休后, 你可以使用此火盆制造一瓶 @UUID[Compendium.dnd5e.items.Item.L887NdWEP5NqHCrQ]{高等治疗药水 potion of greater healing}。该药水持续24小时, 若未饮用则会失去魔法。</p><p>以一个动作, 你可以使火盆增长到足以容纳一个中型生物蜷缩其中的大小。你可以用一个动作将火盆恢复至正常尺寸, 无法容纳在内的任何东西都会被无害地排挤到最近的未占据空间。</p><p>如果你将一个类人生物的尸体放入火盆中, 并用200磅盐(价值10 gp)覆盖尸体至少8小时, 盐将被消耗, 并且该生物将在次日黎明时如同受到 @UUID[Compendium.dnd5e.spells.Item.AGFMPAmuzwWO6Dfz]{死者复活 raise dead} 般复活。此特性一旦使用, 在7天内无法再次使用。</p>"
    },
    "Chaotic Essence Shard": {
      "name": "Chaotic Essence Shard",
      "description": "<p><em>Wondrous item, requires attunement by a sorcerer</em></p><p>This flickering crystal holds the essence of an Outer Plane. As an action, you can attach the shard to a Tiny object (such as a weapon or a piece of jewelry) or detach it. It falls off if your attunement to it ends. You can use the shard as a spellcasting focus while you hold or wear it.</p><p><strong>Chaotic.</strong> Choose one creature who takes damage from the spell. That target has disadvantage on attack rolls and ability checks made before the start of your next turn.</p>",
      "activities": {
        "utility": {
          "condition": "Target takes damage from the spell"
        }
      },
      "effects": {
        "Chaotic Essence": {
          "name": "Chaotic Essence",
          "description": "<p>The creature has disadvantage on attack rolls and ability checks made before the start of the sorcerer's next turn.</p>"
        }
      }
    },
    "Coiling Grasp Tattoo": {
      "name": "Coiling Grasp Tattoo",
      "description": "<p><em>Wondrous item, requires attunement</em></p><p>Produced by a special needle, this magic tattoo has long intertwining designs.</p><p><strong>Grasping Tendrils.</strong> While the tattoo is on your skin, you can, as an action, cause the tattoo to extrude into inky tendrils, which reach for a creature you can see within 15 feet of you. The creature must succeed on a DC 14 Strength saving throw or take 3d6 force damage and be grappled by you.</p><p>As an action, the creature can escape the grapple by succeeding on a [[/check ability=str skill=ath dc=14]] or [[/check ability=dex skill=acr dc=14]] check. </p><p>The grapple also ends if you halt it (no action required), if the creature is ever more than 15 feet away from you, or if you use this tattoo on a different creature.</p>",
      "effects": {
        "Grappled": {
          "name": "Grappled"
        }
      }
    },
    "Crook of Rao": {
      "name": "Crook of Rao",
      "description": "<p><em>Wondrous item, requires attunement</em></p><p>Ages ago, the serene god Rao created a tool to shield his fledgling faithful against the evils of the Lower Planes. Yet, as eons passed, mortals developed their own methods of dealing with existential threats, and the crook was largely forgotten. In recent ages, though, the Crook of Rao was rediscovered and leveraged against the rising power of the Witch Queen Iggwilv (one of the names of the wizard Tasha). Although she was defeated, Iggwilv managed to damage the crook during the battle, infecting it with an insidious curse—and the potential for future victory. In the aftermath, the crook was again lost. Occasionally it reappears, but the famed artifact is not what it was. Whether or not the artifact’s bearers realize its full threat, few risk using the Crook of Rao—potentially for the final time.</p><p><strong>Random Properties.</strong> The artifact has the following random properties, which you can determine by rolling on the tables in the “Artifacts” section of the Dungeon Master’s Guide:</p><ul><li><p>2 minor beneficial properties</p></li><li><p>1 major beneficial property</p></li><li><p>1 minor detrimental property</p></li></ul><p>@Embed[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeRaoSpells000 classes=\"caption-top no-secrets\"]{See the following supplemental item:}</p><p>The crook regains 1d6 expended charges daily at dawn.</p><p><strong>Absolute Banishment.</strong> While you are attuned to the crook and holding it, you can spend 10 minutes to banish all but the mightiest fiends within 1 mile of you. Any fiend with a challenge rating of 19 or higher is unaffected. Each banished fiend is sent back to its home plane and can’t return to the plane the Crook of Rao banished it from for 100 years.</p><p>@Embed[Compendium.dnd-tashas-cauldron.tcoe-tables.RollTable.tcoeExtraplanarR classes=\"caption-top\"]</p><p><strong>Iggwilv’s Curse.</strong> When the Crook was last used against Iggwilv, the Witch Queen lashed out at the artifact, infecting its magical matrix. Over the years, this curse has spread within the crook, threatening to violently pervert its ancient magic. If this occurs, the Crook of Rao, as it is currently known, is destroyed, its magical matrix inverting and exploding into a 50-foot-diameter portal. This portal functions as a permanent gate spell cast by Iggwilv. The gate then, once per round on initiative count 20, audibly speaks a fiend’s name in Iggwilv’s voice, doing so until the gate calls on every fiend ever banished by the Crook of Rao. If the fiend still exists, it is drawn through the gate. This process takes eighteen years to complete, at the end of which the gate becomes a permanent portal to Pazunia, the first layer of the Abyss.</p><p><strong>Destroying or Repairing the Crook.</strong> The Crook of Rao can either be destroyed or repaired by journeying to Mount Celestia and obtaining a tear from the eternally serene god Rao. One way to make the emotionless god cry would be to reunite Rao with the spirit of his first worshiper who sought revelations beyond the multiverse long ago. The Crook dissolves if immersed in the god’s tear for a year and a day. If washed in the tear daily for 30 days, the Crook loses its Failing Matrix property.</p><section class=\"secret\" id=\"secret-dZ4wMvjSMLSUu6EI\"><p><strong>Foundry Note</strong></p><p>The @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeRaoSpells000] container item and its contents are provided for optional use. The contained spells (treated as scrolls) are preconfigured to consume charges from this item.</p></section>"
    },
    "Crystalline Chronicle": {
      "name": "Crystalline Chronicle",
      "description": "<p><em>奇物, 需要与法师同调</em></p><p>一个葡萄柚大小的蚀刻水晶球发出微弱的嗡鸣声, 内部光芒不规则地脉动闪烁。当你触摸水晶时, 你可以像读写一样快速地从水晶中检索和存储信息与法术。发现时, 水晶内含以下法术: @UUID[Compendium.dnd5e.spells.Item.ppWAAEul0QHtm4er]{侦测思想 detect thoughts}, @UUID[Compendium.dnd-tashas-cauldron.tcoe-character-options.Item.tcoeIntellectFor]{智力堡垒 intellect fortress},* @UUID[Compendium.dnd5e.spells.Item.uAwtVZkiSTyP6ORB]{雷里的心灵联结 Rary’s telepathic bond}, @UUID[Compendium.dnd5e.spells.Item.GtGjNjPBgUHxGYAD]{短讯术 sending}, @UUID[Compendium.dnd5e.spells.Item.HQfd7jJyULIoGxrZ]{心灵遥控 telekinesis}, @UUID[Compendium.dnd-tashas-cauldron.tcoe-character-options.Item.tcoeTashasMindWh]{塔莎的心灵鞭笞 Tasha’s mind whip},* 和 @UUID[Compendium.dnd5e.spells.Item.bnjXlk13ZRJuf5d0]{坦舍的浮碟术 Tenser’s floating disk} (带星号法术出现在本书中)。它可作为你的法术书使用, 其中的法术和其他文字都以心灵编码形式存储。</p><p>当你持握水晶时, 你可以将其作为法师法术的法器使用, 并且如果你尚未掌握, 你将知晓 @UUID[Compendium.dnd5e.spells.Item.Utk1OQRwYkMkFRD3]{法师之手 mage hand}, @UUID[Compendium.dnd-tashas-cauldron.tcoe-character-options.Item.tcoeMindSliver00]{心灵碎片 mind sliver} (出现在本书中), 和 @UUID[Compendium.dnd5e.spells.Item.icZokbgV1jIMpNCv]{传讯术 message} 戏法。</p><p>水晶拥有3发充能, 每天黎明恢复1d3发已消耗的充能。持握时, 你可以通过以下方式使用充能:</p><ul><li><p>如果你花费1分钟研读水晶内的信息, 可以消耗1发充能以将你已准备的一个法师法术替换为水晶中的另一个法术。</p></li><li><p>当你施展法师法术时, 可以消耗1发充能以无需言语, 姿势, 或价值不超过100 gp的材料部件的方式施展该法术。</p></li></ul>"
    },
    "Demonomicon of Iggwilv": {
      "name": "Demonomicon of Iggwilv",
      "description": "<p><em>Wondrous item, requires attunement</em></p><p>An expansive treatise documenting the Abyss’s infinite layers and inhabitants, the Demonomicon of Iggwilv is the most thorough and blasphemous tome of demonology in the multiverse. The tome recounts both the oldest and most current profanities of the Abyss and demons. Demons have attempted to censor the text, and while sections have been ripped from the book’s spine, the general chapters remain, ever revealing demonic secrets. And the book holds more than blasphemies. Caged behind lines of script roils a secret piece of the Abyss itself, which keeps the book up-to-date, no matter how many pages are removed, and it longs to be more than mere reference material.</p><p><strong>Random Properties.</strong> The artifact has the following random properties, which you can determine by rolling on the tables in the “Artifacts” section of the Dungeon Master’s Guide:</p><ul><li><p>2 minor beneficial properties</p></li><li><p>1 minor detrimental property</p></li><li><p>1 major detrimental property</p></li></ul><p>@Embed[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeDemonomiconS classes=\"caption-top no-secrets\"]{See the following supplemental item:}</p><p><strong>Abyssal Reference.</strong> You can reference the Demonomicon whenever you make an Intelligence check to discern information about demons or a [[/check ability=wis skill=sur]] check related to the Abyss. When you do so, you can add double your proficiency bonus to the check.</p><p><strong>Fiendish Scourging.</strong> Your magic causes pain to fiends. While carrying the book, when you make a damage roll for a spell you cast against a fiend, you use the maximum possible result instead of rolling.</p><p><strong>Ensnarement.</strong> While carrying the book, whenever you cast the @UUID[Compendium.dnd5e.spells.Item.y8A4HfTwd93ypdEz]{magic circle} spell naming only fiends, or the @UUID[Compendium.dnd5e.spells.Item.42O2aNBW7vK90gTL]{planar binding} spell targeting a fiend, the spell is cast at 9th level, regardless of what level spell slot you used, if any. Additionally, the fiend has disadvantage on its saving throw against the spell.</p><p><strong>Containment.</strong> The first 10 pages of the Demonomicon are blank. As an action while holding the book, you can target a fiend that you can see that is trapped within a @UUID[Compendium.dnd5e.spells.Item.y8A4HfTwd93ypdEz]{magic circle}. The fiend must succeed on a [[/save ability=cha dc=20]] saving throw with disadvantage or become trapped within one of the Demonomicon’s empty blank pages, which fills with writing detailing the trapped creature’s widely known name and depravities. Once used, this action can’t be used again until the next dawn.</p><p>When you finish a long rest, if you and the Demonomicon are on the same plane of existence, the trapped creature of the highest challenge rating within the book can attempt to possess you. You must make a [[/save ability=cha dc=20]] saving throw. On a failure, you are possessed by the creature, which controls you like a puppet. The possessing creature can release you as an action, appearing in the closest unoccupied space. On a successful save, the fiend can’t try to possess you again for 7 days.</p><p>When the tome is discovered, it has [[/r 1d4]] fiends occupying its pages, typically an assortment of demons.</p><p><strong>Destroying the Demonomicon.</strong> To destroy the book, six different demon lords must each tear out a sixth of the book’s pages. If this occurs, the pages reappear after 24 hours. Before all those hours pass, anyone who opens the book’s remaining binding is transported to a nascent layer of the Abyss that lies hidden within the book. At the heart of this deadly, semi-sentient domain lies a long-lost artifact, <em>Fraz-Urb’luu’s Staff</em>. If the staff is dragged from the pocket plane, the tome is reduced to a mundane and quite out-of-date copy of the <em>Tome of Zyx</em>, the work that served as the foundation for the Demonomicon. Once the staff emerges, the demon lord Fraz-Urb’luu instantly knows.</p>",
      "activities": {
        "save": {
          "condition": "Containment action can only be used once per day"
        }
      }
    },
    "Demonomicon Spells": {
      "name": "Demonomicon Spells",
      "description": "<p><strong>Spells.</strong> The book has 8 charges. While holding it, you can use an action to cast Tasha’s hideous laughter from it or to expend 1 or more of its charges to cast one of the following spells:</p><table><thead><tr><th>Spell</th><th>Charges Expended</th></tr></thead><tbody><tr><td><p>@UUID[Compendium.dnd5e.spells.Item.BQk5Row4NymMnUQl]{Tasha's hideous laughter}</p></td><td><p>0</p></td></tr><tr><td><p>@UUID[Compendium.dnd5e.spells.Item.y8A4HfTwd93ypdEz]{Magic Circle}</p></td><td><p>1</p></td></tr><tr><td><p>@UUID[Compendium.dnd5e.spells.Item.ej6wyY4G1gOcb1U6]{Magic Jar}</p></td><td><p>3</p></td></tr><tr><td><p>@UUID[Compendium.dnd5e.spells.Item.fkREcytuZ8sngWtC]{Planar Ally}</p></td><td><p>3</p></td></tr><tr><td><p>@UUID[Compendium.dnd5e.spells.Item.42O2aNBW7vK90gTL]{Planar Binding}</p></td><td>2</td></tr><tr><td><p>@UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz]{Plane Shift} (to layers of the Abyss only)</p></td><td>3</td></tr><tr><td><p>@UUID[Compendium.dnd-tashas-cauldron.tcoe-character-options.Item.tcoeSummonFiend0]{Summon Fiend}</p></td><td>3</td></tr></tbody></table><p>It regains 1d8 expended charges daily at dawn.</p><section class=\"secret\" id=\"secret-QdEHSPtbB37USkzh\"><p><strong>Foundry Note</strong></p><p>This supplemental item is intended for use with the @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeDemonomiconO] and represents the spells available to cast while holding it. The contained spells are preconfigured to expend charges from the book.</p></section>"
    },
    "Devotee's Censer": {
      "name": "Devotee's Censer",
      "description": "<p><em>Weapon (flail), requires attunement by a cleric or paladin</em></p><p>The rounded head of this flail is perforated with tiny holes, arranged in symbols and patterns. The flail counts as a holy symbol for you. When you hit with an attack using this magic flail, the target takes an extra 1d8 radiant damage.</p><p>As a bonus action, you can speak the command word to cause the flail to emanate a thin cloud of incense out to 10 feet for 1 minute. At the start of each of your turns, you and any other creatures in the incense each regain [[/healing 1d4]]{1d4 hit points}. This property can’t be used again until the next dawn.</p>",
      "activities": {
        "attack": {
          "chatFlavor": "[[/healing 1d4]]{Incense healing}"
        }
      }
    },
    "Amulet of the Devout +1": {
      "name": "Amulet of the Devout +1",
      "description": "<p><em>Wondrous item, requires attunement by a cleric or paladin</em></p><p>This amulet bears the symbol of a deity inlaid with precious stones or metals. While you wear the holy symbol, you gain a bonus to spell attack rolls and the saving throw DCs of your spells. The bonus is determined by the amulet’s rarity.</p><p>While you wear this amulet, you can use your <strong>Channel Divinity</strong> feature without expending one of the feature’s uses. Once this property is used, it can’t be used again until the next dawn.</p><p><strong>Spellcasting Focus</strong>. A cleric or paladin can use a holy symbol as a spellcasting focus. To use the symbol in this way, the caster must hold it in hand, wear it visibly, or bear it on a shield.</p>",
      "activities": {
        "utility": {
          "condition": "Holy symbol must be clearly visible."
        }
      },
      "effects": {
        "Amulet of the Devout": {
          "name": "Amulet of the Devout"
        }
      }
    },
    "Amulet of the Devout +2": {
      "name": "Amulet of the Devout +2",
      "description": "<p><em>Wondrous item, requires attunement by a cleric or paladin</em></p><p>This amulet bears the symbol of a deity inlaid with precious stones or metals. While you wear the holy symbol, you gain a bonus to spell attack rolls and the saving throw DCs of your spells. The bonus is determined by the amulet’s rarity.</p><p>While you wear this amulet, you can use your <strong>Channel Divinity</strong> feature without expending one of the feature’s uses. Once this property is used, it can’t be used again until the next dawn.</p><p><strong>Spellcasting Focus</strong>. A cleric or paladin can use a holy symbol as a spellcasting focus. To use the symbol in this way, the caster must hold it in hand, wear it visibly, or bear it on a shield.</p>",
      "activities": {
        "utility": {
          "condition": "Holy symbol must be clearly visible."
        }
      },
      "effects": {
        "Amulet of the Devout": {
          "name": "Amulet of the Devout"
        }
      }
    },
    "Amulet of the Devout +3": {
      "name": "Amulet of the Devout +3",
      "description": "<p><em>Wondrous item, requires attunement by a cleric or paladin</em></p><p>This amulet bears the symbol of a deity inlaid with precious stones or metals. While you wear the holy symbol, you gain a bonus to spell attack rolls and the saving throw DCs of your spells. The bonus is determined by the amulet’s rarity.</p><p>While you wear this amulet, you can use your <strong>Channel Divinity</strong> feature without expending one of the feature’s uses. Once this property is used, it can’t be used again until the next dawn.</p><p><strong>Spellcasting Focus</strong>. A cleric or paladin can use a holy symbol as a spellcasting focus. To use the symbol in this way, the caster must hold it in hand, wear it visibly, or bear it on a shield.</p>",
      "activities": {
        "utility": {
          "condition": "Holy symbol must be clearly visible."
        }
      },
      "effects": {
        "Amulet of the Devout": {
          "name": "Amulet of the Devout"
        }
      }
    },
    "Duplicitous Manuscript": {
      "name": "Duplicitous Manuscript",
      "description": "<p><em>Wondrous item, requires attunement by a wizard</em></p><p>To you, this book is a magical spellbook. To anyone else, the book appears to be a volume of verbose romance fiction. As an action, you can change the book’s appearance and alter the plot of the romance.</p><p>When found, the book contains the following spells: @UUID[Compendium.dnd5e.spells.Item.sTIkQK7KuQNOyY0C]{hallucinatory terrain}, @UUID[Compendium.dnd5e.spells.Item.nslx2nT3p4lNkmdp]{major image}, @UUID[Compendium.dnd5e.spells.Item.X4c8xCkmF8U9HUMz]{mirror image}, @UUID[Compendium.dnd5e.spells.Item.MBMaQLwoy05qzMJ3]{mislead}, @UUID[Compendium.dnd5e.spells.Item.RvEqsD89Zvd5yex4]{Nystul’s magic aura}, phantasmal force, and @UUID[Compendium.dnd5e.spells.Item.BrBZdCCrJRIVg7YX]{silent image}. It functions as a spellbook for you.</p><p>While you are holding the book, you can use it as a spellcasting focus for your wizard spells.</p><p>The book has 3 charges, and it regains 1d3 expended charges daily at dawn. You can use the charges in the following ways while holding it:</p><ul><li><p>If you spend 1 minute studying the book, you can expend 1 charge to replace one of your prepared wizard spells with a different spell in the book. The new spell must be of the illusion school.</p></li><li><p>When a creature you can see makes an [[/check ability=int skill=inv]] check to discern the true nature of an illusion spell you cast, or makes a saving throw against an illusion spell you cast, you can use your reaction and expend 1 charge to impose disadvantage on the roll.</p></li></ul>"
    },
    "Dusty Human Molar": {
      "name": "Dusty Human Molar",
      "description": "<table style=\"text-align:center\"><thead><tr><th>故事</th><th>召唤生物</th></tr></thead><tbody><tr><td>达尔弗-纳尔的牙齿</td><td>1 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.PVD5wRdyO7iCJPs1]{祭司 priest}</td></tr></tbody></table><p><strong>植入效果。</strong>以一个动作，你可以呼唤神圣力场前来援助。描述你寻求的帮助，由DM决定干预的性质；任何@UUID[Compendium.dnd5e.rules.JournalEntry.QvPDSUsAiEn3hD8s.JournalEntryPage.cuG9d7J9fQH9InYT]{牧师法术 cleric spell}的效果都会很合适。一旦该特性被使用，它在7天内无法再次使用。</p>"
    },
    "Earth Essence Shard": {
      "name": "Earth Essence Shard",
      "description": "<p><em>奇物, @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeElementalEss]{元素精华碎片 Elemental Essence Shard}, 需要与术士进行同调</em></p><p>这块噼啪作响的水晶蕴含着元素位面的精华。以一个动作，你可以将碎片附着在一个微型物件（例如武器或珠宝）上或将其取下。如果你与它的同调结束，它会自动脱落。当你持握或佩戴该碎片时，可以将其用作法器。</p><p>当你持握或佩戴该碎片并对法术使用超魔法选项时，可以触发以下属性：</p><p><strong>大地。</strong> 直到你的下个回合开始前，你获得自选一种伤害类型的&Reference[damageresistance]{抗性 resistance}。</p>"
    },
    "Eldritch Claw Tattoo": {
      "name": "Eldritch Claw Tattoo",
      "description": "<p><em>Wondrous item, requires attunement</em></p><p>Produced by a special needle, this magic tattoo depicts clawlike forms and other jagged shapes.</p><p><strong>Magical Strikes.</strong> While the tattoo is on your skin, your unarmed strikes are considered magical for the purpose of overcoming immunity and resistance to nonmagical attacks, and you gain a +1 bonus to attack and damage rolls with unarmed strikes.</p><p><strong>Eldritch Maul.</strong> As a bonus action, you can empower the tattoo for 1 minute. For the duration, each of your melee attacks with a weapon or an unarmed strike can reach a target up to 15 feet away from you, as inky tendrils launch toward the target. In addition, your melee attacks deal an extra [[/damage 1d6 type=force]] damage on a hit. Once used, this bonus action can’t be used again until the next dawn.</p>",
      "effects": {
        "Eldritch Maul": {
          "name": "Eldritch Maul",
          "description": "<p>Each of your melee attacks with a weapon or an unarmed strike can reach a target up to 15 feet away from you. In addition, your melee attacks deal an extra [[/damage 1d6 type=force]] damage on a hit.</p>"
        }
      }
    },
    "Elemental Essence Shard": {
      "name": "Elemental Essence Shard",
      "description": "<p><em>Wondrous Item, requires attunement by a sorcerer</em></p><p>This crackling crystal contains the essence of an elemental plane. As an action, you can attach the shard to a Tiny object (such as a weapon or a piece of jewelry) or detach it. It falls off if your attunement to it ends. You can use the shard as a spellcasting focus while you hold or wear it.</p><p>Roll a d4 and consult the Elemental Essence Shards table to determine the shard’s essence and property. When you use a Metamagic option on a spell while you are holding or wearing the shard, you can use that property.</p><p>@Embed[Compendium.dnd-tashas-cauldron.tcoe-tables.RollTable.tcoeElementalEss caption=false]</p>"
    },
    "Emerald Lizardfolk Fang": {
      "name": "Emerald Lizardfolk Fang",
      "description": "<table style=\"text-align:center\"><thead><tr><th>传说</th><th>召唤生物</th></tr></thead><tbody><tr><td>马尔菲吉的厄运</td><td>1 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeLizardfolkQu]{蜥蜴人女王 lizardfolk queen} 和 4 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.57DofLgRQx16ARoc]{蜥蜴人 lizardfolk}</td></tr></tbody></table><p><strong>植入效果。</strong> 你获得爬行动物的鳞片,使你的AC获得+2加值。此外,当你完成一次长休后,你必须进行[[/save ability=con dc=15]]豁免检定,否则获得1级&amp;Reference[exhaustion]。</p>",
      "effects": {
        "Reptilian Scales": {
          "name": "Reptilian Scales",
          "description": "<p>You gain reptilian scales, granting you a +2 bonus to your AC.</p>"
        }
      }
    },
    "Energy Cell": {
      "name": "Energy Cell"
    },
    "Evil Essence Shard": {
      "name": "Evil Essence Shard",
      "description": "<p><em>Wondrous item, requires attunement by a sorcerer</em></p><p>This flickering crystal holds the essence of an Outer Plane. As an action, you can attach the shard to a Tiny object (such as a weapon or a piece of jewelry) or detach it. It falls off if your attunement to it ends. You can use the shard as a spellcasting focus while you hold or wear it.</p><p><strong>Evil.</strong> Choose one creature who takes damage from the spell. That target takes an extra [[/damage 3d6 type=necrotic]] damage.</p>"
    },
    "Far Realm Shard": {
      "name": "Far Realm Shard",
      "description": "<p><em>Wondrous item, requires attunement by a sorcerer</em></p><p>This writhing crystal is steeped in the warped essence of the Far Realm. As an action, you can attach the shard to a Tiny object (such as a weapon or a piece of jewelry) or detach it. It falls off if your attunement to it ends. You can use the shard as a spellcasting focus while you hold or wear it.</p><p>When you use a Metamagic option on a spell while you are holding or wearing the shard, you can cause a slimy tentacle to rip through the fabric of reality and strike one creature you can see within 30 feet of you. The creature must succeed on a [[/save ability=cha]] saving throw against your spell save DC or take [[/damage 3d6 type=psychic]] damage and become frightened of you until the start of your next turn.</p>",
      "activities": {
        "save": {
          "condition": "When you use a Metamagic option on a spell"
        }
      },
      "effects": {
        "Frightened": {
          "name": "Frightened",
          "description": "<ul><li>A frightened creature has disadvantage on ability checks and attack rolls while the source of its fear is within line of sight.</li><li>The creature can’t willingly move closer to the source of its fear.</li></ul>"
        }
      }
    },
    "Feywild Shard": {
      "name": "Feywild Shard",
      "description": "<p><em>奇物, 需要与术士同调</em></p><p>这块温暖的水晶闪烁着妖精荒野天空的暮色，唤起情感记忆的低语。以一个动作，你可以将碎片附着在一个微型物件（例如武器或珠宝）上或将其取下。如果你与它的同调结束，它会脱落。当你持有或佩戴该碎片时，你可以将其用作法器。</p><p>当你持有或佩戴该碎片并对一个法术使用超魔法选项时，你可以在玩家手册的 @UUID[Compendium.dnd-tashas-cauldron.tcoe-tables.RollTable.tcoeWildMagicSur]{狂野魔法浪涌 Wild Magic Surge} 表格上骰一次。如果结果是法术，它过于狂野而无法受你的超魔法影响，并且如果它通常需要专注，则在此情况下不需要专注；该法术持续其完整持续时间。</p><p>如果你没有<strong>狂野魔法术法起源</strong>，一旦此属性被用于在狂野魔法浪涌表格上骰，直到次日黎明前它都不能再次被使用。</p>",
      "activities": {
        "utility": {
          "condition": "When you use a Metamagic option on a spell"
        }
      }
    },
    "Fire Essence Shard": {
      "name": "Fire Essence Shard",
      "description": "<p><em>奇物, @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeElementalEss]{元素精华碎片 Elemental Essence Shard}, 需术士同调</em></p><p>这枚噼啪作响的水晶蕴含着元素位面的精华。你可以用一个动作将此碎片附着在微型物件（如武器或珠宝）上或将其取下。若你与它的同调结束，它会自动脱落。当你持握或佩戴此碎片时，可将其作为法器使用。</p><p>当你持握或佩戴此碎片并对法术使用超魔法选项时，可触发以下特性：</p><p><strong>火焰。</strong> 你可见的该法术单一目标将燃起火焰。燃烧的目标在其下一回合开始时受到[[/damage 2d10 type=fire]]伤害，随后火焰熄灭。</p>"
    },
    "Flask": {
      "name": "Flask",
      "description": "<p>An empty flask that can be used to contain a number of substances.</p>"
    },
    "Fulminating Treatise": {
      "name": "Fulminating Treatise",
      "description": "<p><em>Wondrous item, requires attunement by a wizard</em></p><p>This thick, scorched spellbook reeks of smoke and ozone, and sparks of energy crackles along the edges of its pages. When found, the book contains the following spells: @UUID[Compendium.dnd5e.spells.Item.4smlOvpF5AQHcyg1]{contingency}, @UUID[Compendium.dnd5e.spells.Item.ztgcdrWPshKRpFd0]{fireball}, @UUID[Compendium.dnd5e.spells.Item.FSMy6VAjDnXY9vWz]{gust of wind}, @UUID[Compendium.dnd5e.spells.Item.NXWWWgHtWb7Nv21F]{Leomund’s tiny hut}, @UUID[Compendium.dnd5e.spells.Item.41JIhpDyM9Anm7cs]{magic missile}, @UUID[Compendium.dnd5e.spells.Item.WTbOQBsarsL1LuXJ]{thunderwave}, and @UUID[Compendium.dnd5e.spells.Item.o9ZCvuD2B1OTcubb]{wall of force}. It functions as a spellbook for you.</p><p>While you are holding the book, you can use it as a spellcasting focus for your wizard spells.</p><p>The book has 3 charges, and it regains 1d3 expended charges daily at dawn. You can use the charges in the following ways while holding it:</p><ul><li><p>If you spend 1 minute studying the book, you can expend 1 charge to replace one of your prepared wizard spells with a different spell in the book. The new spell must be of the evocation school.</p></li><li><p>When one creature you can see takes damage from an evocation spell you cast, you can use your reaction and expend 1 charge to deal an extra 2d6 force damage to the creature and knock the creature prone if it is Large or smaller.</p></li></ul>",
      "activities": {
        "damage": {
          "condition": "Visible creature takes damage from your evocation spell"
        }
      },
      "effects": {
        "Prone": {
          "name": "Prone",
          "description": "<ul><li>A prone creature's only movement option is to crawl, unless it stands up and thereby ends the condition.</li><li>The creature has disadvantage on attack rolls.</li><li>An attack roll against the creature has advantage if the attacker is within 5 feet of the creature. Otherwise, the attack roll has disadvantage.</li></ul>"
        }
      }
    },
    "Ghost Step Tattoo": {
      "name": "Ghost Step Tattoo",
      "description": "<p><em>奇物，需同调</em></p><p>由一根特殊的针制作而成，这枚纹身在皮肤上移动和摇摆，部分区域显得模糊不清。</p><p><strong>鬼影姿态。</strong> 该纹身有3发充能，并在每日拂晓恢复所有已消耗的充能。当纹身位于你的皮肤上时，你可以用一个附赠动作消耗1发该纹身的充能，以变为虚体状态，持续到你的下个回合结束。在持续时间内，你获得以下效益：</p><ul><li><p>你对非魔法攻击的钝击、穿刺和挥砍伤害具有&Reference[damageresistance]{抗性 resistance}。</p></li><li><p>你无法被擒抱或束缚。</p></li><li><p>你可以穿过生物和固体物件，如同它们是&Reference[difficultterrain]。如果你在一个固体物件内结束你的回合，你将受到[[/damage 1d10 type=force]]伤害。如果该效果在你处于一个固体物件内部时结束，你将被推挤至最近的未占据空间，并且每移动5尺就受到1d10力场伤害。</p></li></ul>",
      "effects": {
        "Ghostly Form": {
          "name": "Ghostly Form",
          "description": "<p>在持续时间内，你获得以下效益：</p><ul><li><p>你对非魔法攻击的钝击、穿刺和挥砍伤害具有&Reference[damageresistance]{抗性 resistance}。</p></li><li><p>你无法被擒抱或束缚。</p></li><li><p>你可以穿过生物和固体物件，如同它们都是&Reference[difficultterrain]。若你在固体物件内结束回合，你将受到[[/damage 1d10 type=force]]伤害。若该效果在你处于固体物件内部时终止，你将被弹射至最近未占据空间，且每移动5尺受到1d10力场伤害。</p></li></ul>"
        }
      }
    },
    "Gold Absorbing Tattoo": {
      "name": "Gold Absorbing Tattoo",
      "description": "<p><em>奇物, @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeAbsorbingTat]{吸收纹身 Absorbing Tattoo}, 需要同调</em></p><p>这种魔法纹身由特殊针具制作而成，其图案设计突出强调一种颜色——金色。</p><p><strong>伤害抗性。</strong> 当该纹身附着于你的皮肤时，你对 &Reference[radiant] 伤害具有 &Reference[damageresistance]{抗性 resistance}。</p><p><strong>伤害吸收。</strong> 当你受到光耀伤害时，你可以用你的反应来获得针对该次伤害的免疫，并且你恢复生命值，其数值等于你本应受到的伤害值的一半。此反应一旦被使用，直到次日黎明前都不能再次使用。</p>",
      "activities": {
        "heal": {
          "condition": "When you take radiant damage"
        }
      },
      "effects": {
        "Radiant Absorption": {
          "name": "Radiant Absorption"
        }
      }
    },
    "Golden Goblin Bicuspid": {
      "name": "Golden Goblin Bicuspid",
      "description": "<table style=\"text-align:center\"><thead><tr><th>传说</th><th>召唤生物</th></tr></thead><tbody><tr><td>达卡安的黄金时代</td><td>10 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.TjWQOgI3A4UAl7lC]{地精 goblins}, 1 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeGoblinBoss00]{地精头目 goblin boss}</td></tr></tbody></table><p><strong>植入效应。</strong> 当你被攻击命中且5尺内有盟友时, 你可以用你的反应使该盟友代替你被命中。直至你完成一次短休或长休前, 你无法再次使用此反应。</p>",
      "activities": {
        "utility": {
          "condition": "When you are hit by an attack and an ally is within range"
        }
      }
    },
    "Good Essence Shard": {
      "name": "Good Essence Shard",
      "description": "<p><em>Wondrous item, requires attunement by a sorcerer</em></p><p>This flickering crystal holds the essence of an Outer Plane. As an action, you can attach the shard to a Tiny object (such as a weapon or a piece of jewelry) or detach it. It falls off if your attunement to it ends. You can use the shard as a spellcasting focus while you hold or wear it.</p><p><strong>Good.</strong> You or one creature of your choice that you can see within 30 feet of you gains [[/healing 3d6 type=temphp]]{3d6} temporary hit points.</p>"
    },
    "Green Absorbing Tattoo": {
      "name": "Green Absorbing Tattoo",
      "description": "<p><em>奇物, @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeAbsorbingTat]{吸收纹身 Absorbing Tattoo}, 需要调谐</em></p><p>由特殊针具制作而成，这个魔法纹身的图案着重强调一种颜色：绿色。</p><p><strong>伤害抗性。</strong> 当该纹身位于你的皮肤上时，你对&amp;Reference[acid]{强酸 Acid}伤害具有&amp;Reference[damageresistance]{抗性 resistance}。</p><p><strong>伤害吸收。</strong> 当你受到强酸伤害时，你可以用你的反应来获得针对该次伤害的免疫，并且你恢复生命值，数值等于你所受伤害的一半。此反应一旦使用，在次日黎明前无法再次使用。</p>",
      "activities": {
        "heal": {
          "condition": "When you take acid damage"
        }
      },
      "effects": {
        "Acid Absorption": {
          "name": "Acid Absorption"
        }
      }
    },
    "Green Steel Pit Fiend Fang": {
      "name": "Green Steel Pit Fiend Fang",
      "description": "<table style=\"text-align:center\"><thead><tr><th>传说</th><th>召唤生物</th></tr></thead><tbody><tr><td>贝尔之女</td><td>1 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.RCv5y7iWlfNxkinx]{深狱炼魔 pit fiend}</td></tr></tbody></table><p><strong>植入效果。</strong>你可以使用这颗牙齿施展 @UUID[Compendium.dnd5e.spells.Item.eEpy1ONlXumKS1mp]{支配怪物 dominate monster} (DC 18)。一旦你使用了这个属性，直到次日黎明前都无法再次使用。你会散发浓烈的燃烧硫磺气味。</p>"
    },
    "Guardian Emblem": {
      "name": "Guardian Emblem",
      "description": "<p><em>Wondrous item (holy symbol), requires attunement by a cleric or paladin</em></p><p>This emblem is the symbol of a deity or a spiritual tradition. As an action, you can attach the emblem to a suit of armor or a shield or remove it.</p><p>The emblem has 3 charges. When you or a creature you can see within 30 feet of you suffers a critical hit while you’re wearing the armor or wielding the shield that bears the emblem, you can use your reaction to expend 1 charge to turn the critical hit into a normal hit instead.</p><p>The emblem regains all expended charges daily at dawn.</p>",
      "activities": {
        "utility": {
          "condition": "Visible creature suffers a critical hit"
        }
      }
    },
    "Halfling Canine": {
      "name": "Halfling Canine",
      "description": "<table style=\"text-align:center\"><thead><tr><th>传说</th><th>召唤生物</th></tr></thead><tbody><tr><td>磨坊路谋杀案</td><td>3个组成女巫团的@{UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.saq6WM959pKHuaqP]{绿鬼婆 green hags}</td></tr></tbody></table><p><strong>植入效果。</strong> 当你对一个在此次战斗中尚未行动的{目标 target}造成伤害时，该{目标 target}会受到来自幽灵刀刃的额外[[/damage 3d10 type=slashing]]{挥砍伤害 slashing damage}。</p>",
      "activities": {
        "damage": {
          "condition": "When you damage a creature that has not taken damage this combat"
        }
      }
    },
    "Heart Weaver's Primer": {
      "name": "Heart Weaver's Primer",
      "description": "<p><em>Wondrous item, requires attunement by a wizard</em></p><p>This pristine book smells faintly of a random scent you find pleasing. When found, the book contains the following spells: @UUID[Compendium.dnd5e.spells.Item.GJ2WYm3SQFR0winH]{antipathy/sympathy}, @UUID[Compendium.dnd5e.spells.Item.eS7XnnApoxRxYXPs]{charm person}, @UUID[Compendium.dnd5e.spells.Item.91Sw6vOIaO7U8DvM]{dominate person}, @UUID[Compendium.dnd5e.spells.Item.30ZgXtijJVCxQk5N]{enthrall}, @UUID[Compendium.dnd5e.spells.Item.6g3WLOZ2u0EbaLAd]{hypnotic pattern}, @UUID[Compendium.dnd5e.spells.Item.r3243JU4AyQJyfX4]{modify memory}, and @UUID[Compendium.dnd5e.spells.Item.zMAWdyc8UVb37BK4]{suggestion}. It functions as a spellbook for you.</p><p>While you are holding the book, you can use it as a spellcasting focus for your wizard spells.</p><p>The book has 3 charges, and it regains 1d3 expended charges daily at dawn. You can use the charges in the following ways while holding it:</p><ul><li><p>If you spend 1 minute studying the book, you can expend 1 charge to replace one of your prepared wizard spells with a different spell in the book. The new spell must be of the enchantment school.</p></li><li><p>When you cast an enchantment spell, you can expend 1 charge to impose disadvantage on the first saving throw one target makes against the spell.</p></li></ul>",
      "activities": {
        "utility": {
          "condition": "When you cast an enchantment spell"
        }
      }
    },
    "Heavy Barrier Tattoo": {
      "name": "Heavy Barrier Tattoo",
      "description": "<p><em>Wondrous item, @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeBarrierTatto]{Barrier Tattoo}, requires attunement</em></p><p>Produced by a special needle, this magic tattoo depicts protective imagery and uses ink that resembles liquid metal.</p><p><strong>Protection.</strong> While you aren’t wearing armor, the tattoo grants you an Armor Class of 18. You can use a shield and still gain this benefit.</p>",
      "effects": {
        "Heavy Barrier": {
          "name": "Heavy Barrier"
        }
      }
    },
    "Human Molar": {
      "name": "Human Molar",
      "description": "<table style=\"text-align:center\"><thead><tr><th>故事</th><th>召唤生物</th></tr></thead><tbody><tr><td>杜格尔的惊奇一日</td><td>1 @UUID[Compendium.dnd5e.monsters.Actor.SqZRuJ8lt2KGJBbq]{平民 commoner}</td></tr></tbody></table><p><strong>植入效果。</strong>当你完成一次长休后，这颗牙齿会对你施放@UUID[Compendium.dnd5e.spells.Item.gvdA9nPuWLck4tBl]{庇护术 sanctuary}，[[/save ability=wisdom dc=18]]，该法术持续24小时或直到你主动打破它。</p>",
      "activities": {
        "save": {
          "condition": "Finish a long rest"
        }
      }
    },
    "Illuminator’s Tattoo": {
      "name": "Illuminator’s Tattoo",
      "description": "<p>Wondrous item (tattoo), common (requires attunement)</p><p>Produced by a special needle, this magic tattoo features beautiful calligraphy, images of writing implements, and the like.</p><p><strong>Magical Scribing.</strong> While this tattoo is on your skin, you can write with your fingertip as if it were an ink pen that never runs out of ink.</p><p>As an action, you can touch a piece of writing up to one page in length and speak a creature’s name. The writing becomes invisible to everyone other than you and the named creature for the next 24 hours. Either of you can dismiss the invisibility by touching the script (no action required). Once used, this action can’t be used again until the next dawn.</p>"
    },
    "Ivory Cat Molar": {
      "name": "Ivory Cat Molar",
      "description": "<table style=\"text-align:center\"><thead><tr><th>故事</th><th>召唤生物</th></tr></thead><tbody><tr><td>乌尔敦达尔凝视之猫</td><td>9 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.hIf83RD3ZVW4Egfi]{猫 cats}</td></tr></tbody></table><p><strong>植入效果。</strong> 该牙齿具有8点充能。你可以用一个动作消耗1点充能，通过牙齿施展 @UUID[Compendium.dnd5e.spells.Item.LmRHHMtplpxr9fX6]{回生术revivify revivify} 法术。若你在回合开始时死亡，牙齿会消耗1点充能并对你施展回生术。</p>",
      "activities": {
        "heal": {
          "condition": "As an action or at the start of your turn while dead"
        }
      }
    },
    "Jade Humanoid Bicuspid": {
      "name": "Jade Humanoid Bicuspid",
      "description": "<table style=\"text-align:center\"><thead><tr><th>传说</th><th>召唤生物</th></tr></thead><tbody><tr><td>岁月余烬与永恒之火</td><td>1 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeDao000000000]{土巨灵 dao}, 1 @UUID[Compendium.dnd5e.monsters.Actor.5P1VGAZQwOilwZQf]{气巨灵 djinni}, 1 @UUID[Compendium.dnd5e.monsters.Actor.LTomFUTBrkRi0Pj5]{火巨灵 efreeti}, 1 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeMarid0000000]{水巨灵 marid}</td></tr></tbody></table><p><strong>植入效果. </strong>你可以使用这颗牙齿施展@UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy]{法术反制 counterspell}至9环。一旦你使用此特性，直到次日黎明前都无法再次使用。每当你完成一次长休，若自上次长休后你未曾使用该牙齿反制法术，你的生命值上限将减少[[/r 2d10#Max HP Reduction]]。若此效果使你的生命值上限降至0，你将死亡。</p>",
      "activities": {
        "check": {
          "condition": "which you take when you see a creature within 60 feet of you casting a spell"
        },
        "utility": {
          "condition": "which you take when you see a creature within 60 feet of you casting a spell"
        }
      }
    },
    "Jagged Sliver of Tarrasque Tooth": {
      "name": "Jagged Sliver of Tarrasque Tooth",
      "description": "<table style=\"text-align:center\"><thead><tr><th>Tale</th><th>Creatures Summoned</th></tr></thead><tbody><tr><td>The Last Tarrasque</td><td>1 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.KCvt4FdOVJbuZ3T0]{tarrasque} (ignores you and your commands; appears for [[/r 1d4#Rounds]] rounds then vanishes)</td></tr></tbody></table><p><strong>Implanted Effect. </strong>You deal double damage to objects and structures.</p><p>If you take 20 or more damage in one turn, you must succeed on a [[/save ability=wis dc=18]] saving throw or spend your next turn in a murderous fury. During this rage, you must use your action to make an unarmed strike against a creature that damaged you, or a random creature you can see if you weren’t damaged by a creature, moving as close as you can to the target if necessary.</p>",
      "activities": {
        "save": {
          "condition": "You take 20 or more damage in one turn"
        }
      }
    },
    "Lapis Lazuli Oni Fang": {
      "name": "Lapis Lazuli Oni Fang",
      "description": "<table style=\"text-align:center\"><thead><tr><th>故事</th><th>召唤生物</th></tr></thead><tbody><tr><td>通天三桥</td><td>3 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.L1w8yBkInMscfJ3F]{鬼 oni}</td></tr></tbody></table><p><strong>植入效果. </strong>你获得30尺飞行速度，并且可以随意使用这颗牙齿施展@UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.4y8tLxjGTUhY5Pez]{侦测魔法 detect magic}法术。</p><p>当你同调的魔法物品少于3件时，你会获得1级力竭，该力竭效果直到你同调三件或更多魔法物品时才能移除。</p>",
      "effects": {
        "Three Bridges to the Sky": {
          "name": "Three Bridges to the Sky",
          "description": "<p>You gain a flying speed of 30 feet</p>"
        }
      }
    },
    "Laser Pistol": {
      "name": "Laser Pistol"
    },
    "Laser Rifle": {
      "name": "Laser Rifle"
    },
    "Lawful Essence Shard": {
      "name": "Lawful Essence Shard",
      "description": "<p><em>Wondrous item, requires attunement by a sorcerer</em></p><p>This flickering crystal holds the essence of an Outer Plane. As an action, you can attach the shard to a Tiny object (such as a weapon or a piece of jewelry) or detach it. It falls off if your attunement to it ends. You can use the shard as a spellcasting focus while you hold or wear it.</p><p><strong>Lawful.</strong> You can end one of the following conditions affecting yourself or one creature you can see within 30 feet of you: charmed, blinded, deafened, frightened, poisoned, or stunned.</p>"
    },
    "Libram of Souls and Flesh": {
      "name": "Libram of Souls and Flesh",
      "description": "<p><em>Wondrous item, requires attunement by a wizard</em></p><p>With covers made of skin and fittings of bone, this tome is cold to the touch, and it whispers faintly. When found, the book contains the following spells, which are wizard spells for you while you are attuned to the book: animate dead, circle of death, false life, finger of death, speak with dead, summon undead (appears in this book), vampiric touch. It functions as a spellbook for you.</p><p>While you are holding the book, you can use it as a spellcasting focus for your wizard spells.</p><p>The book has 3 charges, and it regains 1d3 expended charges daily at dawn. You can use the charges in the following ways while holding it:</p><ul><li><p>If you spend 1 minute studying the book, you can expend 1 charge to replace one of your prepared wizard spells with a different spell in the book. The new spell must be of the necromancy school.</p></li><li><p>As an action, you can expend 1 charge to take on a semblance of undeath for 10 minutes. For the duration, you take on a deathly appearance, and undead creatures are indifferent to you, unless you have damaged them. You also appear undead to all outward inspection and to spells used to determine the target’s status. The effect ends if you deal damage or force a creature to make a saving throw.</p></li></ul>",
      "effects": {
        "Deathly Appearance": {
          "name": "Deathly Appearance",
          "description": "<p>For the duration, you take on a deathly appearance, and undead creatures are indifferent to you, unless you have damaged them. You also appear &amp;Reference[undead] to all outward inspection and to spells used to determine the target’s status. The effect ends if you deal damage or force a creature to make a saving throw</p>"
        }
      }
    },
    "Lifewell Tattoo": {
      "name": "Lifewell Tattoo",
      "description": "<p><em>Wondrous item, requires attunement</em></p><p>Produced by a special needle, this magic tattoo features symbols of life and rebirth.</p><p><strong>Necrotic Resistance.</strong> You have resistance to necrotic damage.</p><p><strong>Life Ward.</strong> When you would be reduced to 0 hit points, you drop to 1 hit point instead. Once used, this property can’t be used again until the next dawn.</p>",
      "effects": {
        "Lifewell Resistance": {
          "name": "Lifewell Resistance"
        }
      }
    },
    "Light Barrier Tattoo": {
      "name": "Light Barrier Tattoo",
      "description": "<p><em>奇物, @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeBarrierTatto]{屏障纹身 Barrier Tattoo}, 需要同调</em></p><p>这种魔法纹身由特制针具制作，描绘着防护图案并使用类似液态金属的墨水。</p><p><strong>防护。</strong>当你未穿着护甲时，该纹身赋予你12+敏捷调整值的护甲等级。你可以使用盾牌并依然获得此效益。</p>",
      "effects": {
        "Light Barrier": {
          "name": "Light Barrier"
        }
      }
    },
    "Luba's Tarokka Spells": {
      "name": "Luba's Tarokka Spells",
      "description": "<p><strong>Spells.</strong> While holding the deck, you can use an action to cast one of the following spells (save DC 18) from it: @UUID[Compendium.dnd5e.spells.Item.4dSvfvTy2ZIJ3K4k]{comprehend languages}, @UUID[Compendium.dnd5e.spells.Item.Mzh95utKDPIrjiH8]{detect evil and good}, @UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8]{detect magic}, @UUID[Compendium.dnd5e.spells.Item.2skfDtglk1mGrb3l]{detect poison and disease}, @UUID[Compendium.dnd5e.spells.Item.SleYkHovQ8NagmeV]{locate object}, or @UUID[Compendium.dnd5e.spells.Item.fVbCxFRaORalHB20]{scrying}.</p><p>Once you use the deck to cast a spell, you can’t cast that spell again from it until the next dawn.</p><section class=\"secret\" id=\"secret-ttgopv3W1knRbEoH\"><p><strong>Foundry Note</strong></p><p>This supplemental item is intended for use with the @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeLubasTarokka] and represents the spells available to cast while holding it. The contained spells are preconfigured for one use per day.</p></section>"
    },
    "Luba's Tarokka of Souls": {
      "name": "Luba's Tarokka of Souls",
      "description": "<p><em>Wondrous item, requires attunement</em></p><p>Not all lingering spirits are tragic souls, lost on their way to the hereafter. Some languish as prisoners, souls so wicked mortals dare not free them upon an unsuspecting afterlife.</p><p>Created by a figure of Vistani legend, Luba’s Tarokka of Souls shaped the destiny of countless heroes. The prophecies of this deck of cards also revealed great evils and guided its creator into the path of nefarious forces. Untold times the deck’s creator, Mother Luba, narrowly escaped doom, spared only by her keen insights. But even for her, not all wickedness could be escaped. In the most dire cases, Mother Luba managed to ensnare beings of pure evil amid the strands of fate, imprisoning them within her tarokka deck. There these foul spirits dwell still, trapped within a nether-realm hidden amid shuffling cards, waiting for fate to turn foul—as it inevitably will.</p><p>Like all tarokka decks, the Tarokka of Souls is a lavishly illustrated collection of fifty-four cards, comprising the fourteen cards of the high deck and forty other cards divided into four suits: coins, glyphs, stars, and swords.</p><p>@Embed[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeLubasSpells0 classes=\"caption-top no-secrets\"]{See the following supplemental item:}</p><p><strong>Enduring Vision.</strong> While holding the deck, you automatically succeed on Constitution saving throws made to maintain your concentration on divination spells.</p><p><strong>Twist of Fate.</strong> As an action, you can draw a card from the deck and twist the fortune of another creature you can see within 15 feet of you. Choose one of the following effects:</p><ul><li><p><strong>Weal.</strong> The creature has advantage on attack rolls, ability checks, and saving throws for the next hour.</p></li><li><p><strong>Woe.</strong> The creature has disadvantage on attack rolls, ability checks, and saving throws for the next hour.</p></li></ul><p>The deck can be used in this way twice, and you regain all expended uses at the next dawn.</p><p>@Embed[Compendium.dnd-tashas-cauldron.tcoe-tables.RollTable.tcoeSoulsOfTheTa caption=true classes=\"caption-top no-tables no-secrets\"]</p><p><strong>Shuffling Fate.</strong> If you go 7 days without using the Twist of Fate property, your attunement to Luba’s Tarroka of Souls ends, and you can’t attune to it again until after another creature uses Twist of Fate on you.</p><p><strong>Destroying the Deck.</strong> Luba’s Tarokka of Souls can be destroyed only if all fourteen souls within are released and destroyed. This reveals a fifteenth soul, a @UUID[Compendium.dnd5e.monsters.Actor.bfh29vIEoGzI240e]{lich}, that inhabits the Nether card, which appears only when the fourteen souls are defeated. If this ancient entity is destroyed, the Nether card vanishes and the deck becomes a normal tarokka deck, with no special properties, but it includes a new card of the DM’s design.</p><details><summary><strong>MOTHER LUBA AND THE VISTANI</strong></summary><p>The creator of the Tarokka of Souls, Mother Luba was one of the most influential leaders of the Vistani. For untold generations, the Vistani have wandered the Shadowfell, which includes terrifying demiplanes like the vampire-haunted realm of Barovia. These travelers have learned many secrets of these domains and encountered countless others wandering amid the Shadowfell’s horrors. Most Vistani bands accept well-intentioned wayfarers from diverse walks and of disparate origins, embracing any who seek to find a home amid the endless roads and vistas hidden amid the mists.</p><p>A halfling Vistani, Mother Luba led one of the largest groups of Vistani in the Shadowfell. She hailed from the same world that Count Strahd von Zarovich and Madam Eva came from, and she created a community of kindness and resilience—ever rare to find in the Plane of Shadow. She led her people in welcoming strangers, feeding the hungry, and defying the cruel. She and Madam Eva were once friends, until Madam Eva began bargaining with the creatures of the night. “We may wander amid the shadows,” Mother Luba said. “But we must ever serve as a light to our fellow travelers.”</p><p>Some years ago, Mother Luba disappeared into the mists, leaving behind only the Tarokka of Souls. It is said that if you draw the Mists card from it, you can hear the whispers of her kind voice.</p></details>",
      "effects": {
        "Luba's Tarokka of Souls": {
          "name": "Luba's Tarokka of Souls"
        }
      }
    },
    "Lyre of Building": {
      "name": "Lyre of Building",
      "description": "<p><em>Wondrous item, requires attunement by a bard</em></p><p>@Embed[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeLyreSpells00 classes=\"caption-top\"]{See the following supplemental item:}</p><p>You can also play the lyre as a reaction when an object or a structure you can see within 300 feet of you takes damage, causing it to be immune to that damage and any further damage of the same type until the start of your next turn.</p>",
      "activities": {
        "utility": {
          "condition": "When an object within range takes damage"
        }
      }
    },
    "Lyre Spells": {
      "name": "Lyre Spells",
      "description": "<p>手持此里拉琴时，你可以以一个动作施展@{UUID[Compendium.dnd5e.spells.Item.kjmjY0zlE6IEiQVL]{修复术 mending}}。</p><p>此外，你可以用一个动作弹奏此琴来施展@{UUID[Compendium.dnd5e.spells.Item.7Fw7Bf1k3xxDVr5L]{鬼斧神工 fabricate}}、@{UUID[Compendium.dnd5e.spells.Item.yI0XWIgI0IGGsR3R]{地动术 move earth}}、@{UUID[Compendium.dnd5e.spells.Item.d9MwcXi7Il3HROXd]{穿墙术 passwall}}或@{UUID[Compendium.dnd-tashas-cauldron.tcoe-character-options.Item.tcoeSummonConstr]{召唤构装生物 summon construct}}，且该法术在次日黎明前无法再次从此琴施展。</p><section id=\"secret-UBK0IH4tsIE3xHTl\" class=\"secret\"><p><strong>Foundry 注</strong></p><p>此补充物品旨在与@UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeLyreOfBuildi]配合使用，代表持有时可施展的法术。内含法术已预设为每日一次使用次数（如需要）。</p></section>"
    },
    "Masquerade Tattoo": {
      "name": "Masquerade Tattoo",
      "description": "<p><em>Wondrous item, requires attunement</em></p><p>Produced by a special needle, this magic tattoo appears on your body as whatever you desire.</p><p><strong>Fluid Ink.</strong> As a bonus action, you can shape the tattoo into any color or pattern and move it to any area of your skin. Whatever form it takes, it is always obviously a tattoo. It can range in size from no smaller than a copper piece to an intricate work of art that covers all your skin.</p><p><strong>Disguise Self.</strong> As an action, you can use the tattoo to cast the @UUID[Compendium.dnd5e.spells.Item.A3q2gTNqG6fvNGrv]{disguise self} spell ([[/check ability=int skill=inv dc=13]] to discern the disguise). Once the spell is cast from the tattoo, it can’t be cast from the tattoo again until the next dawn.</p>",
      "effects": {
        "Masquerading": {
          "name": "Masquerading"
        }
      }
    },
    "Medium Barrier Tattoo": {
      "name": "Medium Barrier Tattoo",
      "description": "<p><em>奇物，@UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeBarrierTatto]{屏障纹身 Barrier Tattoo}，需同调</em></p><p>这种魔法纹身由特殊针具制作，描绘着防护图案并使用类似液态金属的墨水。</p><p><strong>防护。</strong>当你未穿着护甲时，该纹身赋予你15 + 敏捷调整值的护甲等级（上限为+2）。你可以使用盾牌并仍获得此效益。</p>",
      "effects": {
        "Medium Barrier": {
          "name": "Medium Barrier"
        }
      }
    },
    "Moon Sickle +1": {
      "name": "Moon Sickle +1",
      "description": "<p>This silver-bladed sickle glimmers softly with moonlight. While holding this magic weapon, you gain a bonus to attack and damage rolls made with it, and you gain a bonus to spell attack rolls and the saving throw DCs of your druid and ranger spells. The bonus is determined by the weapon’s rarity. In addition, you can use the sickle as a spellcasting focus for your druid and ranger spells.</p><p>When you cast a spell that restores hit points, you can roll a [[/healing 1d4]]{1d4} and add the number rolled to the amount of hit points restored, provided you are holding the sickle.</p>",
      "activities": {
        "attack": {
          "chatFlavor": "[[/healing 1d4]]{治疗法术加值 Healing spell bonus}"
        }
      },
      "effects": {
        "Moon Sickle": {
          "name": "Moon Sickle",
          "description": "<p>You gain a bonus to spell attack rolls and the saving throw DCs of your <strong>druid</strong> and <strong>ranger</strong> spells.</p>"
        }
      }
    },
    "Moon Sickle +2": {
      "name": "Moon Sickle +2",
      "description": "<p>This silver-bladed sickle glimmers softly with moonlight. While holding this magic weapon, you gain a bonus to attack and damage rolls made with it, and you gain a bonus to spell attack rolls and the saving throw DCs of your druid and ranger spells. The bonus is determined by the weapon’s rarity. In addition, you can use the sickle as a spellcasting focus for your druid and ranger spells.</p><p>When you cast a spell that restores hit points, you can roll a [[/healing 1d4]]{1d4} and add the number rolled to the amount of hit points restored, provided you are holding the sickle.</p>",
      "effects": {
        "Moon Sickle": {
          "name": "Moon Sickle",
          "description": "<p>You gain a bonus to spell attack rolls and the saving throw DCs of your <strong>druid</strong> and <strong>ranger</strong> spells.</p>"
        }
      }
    },
    "Moon Sickle +3": {
      "name": "Moon Sickle +3",
      "description": "<p>This silver-bladed sickle glimmers softly with moonlight. While holding this magic weapon, you gain a bonus to attack and damage rolls made with it, and you gain a bonus to spell attack rolls and the saving throw DCs of your druid and ranger spells. The bonus is determined by the weapon’s rarity. In addition, you can use the sickle as a spellcasting focus for your druid and ranger spells.</p><p>When you cast a spell that restores hit points, you can roll a [[/healing 1d4]]{1d4} and add the number rolled to the amount of hit points restored, provided you are holding the sickle.</p>",
      "effects": {
        "Moon Sickle": {
          "name": "Moon Sickle",
          "description": "<p>You gain a bonus to spell attack rolls and the saving throw DCs of your <strong>druid</strong> and <strong>ranger</strong> spells.</p>"
        }
      }
    },
    "Baba Yaga's Mortar": {
      "name": "Baba Yaga's Mortar",
      "description": "<p><em>Wondrous item</em></p><p><strong>Properties of the Mortar.</strong> The mortar is a Tiny wooden bowl. However, the mortar increases in size to accommodate anything you place inside, expanding—if there's enough space—up to Large size, meaning it can hold even a Large creature.</p><section id=\"secret-A0bBQEhb7Ov1bXBJ\" class=\"secret\"><p><strong>Foundry Note</strong></p><p>This item has been configured with a \"summon\" action in the event that a physical representation of the mortar's location and variable size is required.</p></section>"
    },
    "Musket": {
      "name": "火铳"
    },
    "Nature's Mantle": {
      "name": "Nature's Mantle",
      "description": "<p><em>Wondrous item, requires attunement by a druid or ranger</em></p><p>This cloak shifts color and texture to blend with the terrain surrounding you. While wearing the cloak, you can use it as a spellcasting focus for your druid and ranger spells.</p><p>While you are in an area that is &amp;Reference[lightlyobscured], you can &amp;Reference[hide] as a bonus action even if you are being directly observed.</p>",
      "activities": {
        "utility": {
          "condition": "If lightly obscured",
          "chatFlavor": "[[/check ability=dex skill=ste]]"
        }
      }
    },
    "Obsidian Human Molar": {
      "name": "Obsidian Human Molar",
      "description": "<table style=\"text-align:center\"><thead><tr><th>传说</th><th>召唤生物</th></tr></thead><tbody><tr><td>布拉尔岩之外</td><td>2 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeMindFlayer00]{夺心魔 mind flayers}</td></tr></tbody></table><p><strong>植入效应。</strong>你获得《怪物图鉴》中描述的120尺范围&amp;Reference[telepathy]{心灵感应 telepathy}, 并且可以随意施展@UUID[Compendium.dnd5e.spells.Item.ppWAAEul0QHtm4er]{侦测思想 detect thoughts}法术, 无需任何部件。由于记忆低语与附近思维的持续干扰, 你在[[/check ability=wis skill=ins]]和[[/check ability=wis skill=per]]检定中具有劣势。</p>"
    },
    "Orange Absorbing Tattoo": {
      "name": "Orange Absorbing Tattoo",
      "description": "<p><em>奇物, @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeAbsorbingTat]{吸收纹身 Absorbing Tattoo}, 需要调谐</em></p><p>由特殊针具制作而成，这个魔法纹身的设计强调一种颜色：橙色。</p><p><strong>伤害抗性。</strong> 当纹身在你皮肤上时，你对&amp;Reference[thunder]伤害具有&amp;Reference[damageresistance]{抗性 resistance}</p><p><strong>伤害吸收。</strong> 当你受到雷鸣伤害时，你可以用你的反应获得对该次伤害的免疫，并且你恢复等于你本应受到伤害一半数值的生命值。一旦使用此反应，直到次日黎明前都不能再次使用。</p>",
      "activities": {
        "heal": {
          "condition": "When you take thunder damage"
        }
      },
      "effects": {
        "Thunder Absorption": {
          "name": "雷吸收"
        }
      }
    },
    "Outer Essence Shard": {
      "name": "Outer Essence Shard",
      "description": "<p><em>Wondrous item, requires attunement by a sorcerer</em></p><p>This flickering crystal holds the essence of an Outer Plane. As an action, you can attach the shard to a Tiny object (such as a weapon or a piece of jewelry) or detach it. It falls off if your attunement to it ends. You can use the shard as a spellcasting focus while you hold or wear it.</p><p>Roll a [[/r 1d4]] and consult the Outer Essence Shards table to determine the shard’s essence and property. When you use a Metamagic option on a spell while you are holding or wearing the shard, you can use that property.</p><p>@Embed[Compendium.dnd-tashas-cauldron.tcoe-tables.RollTable.tcoeOuterPlaneEs caption=false]</p>"
    },
    "Baba Yaga's Pestle": {
      "name": "Baba Yaga's Pestle",
      "description": "<p><em>法杖 (长棍)</em></p><p><strong>研杵词条</strong>. 研杵是一个6英寸长、磨损的木制工具。在你的回合中一次，当你持握研杵时，你可以将其延伸为一柄长棍或缩回成研杵（无需动作）。作为长棍时，研杵是一把魔化武器magic weapon，使用它进行的攻击和伤害掷骰获得+3加值。</p><p>研杵拥有12发充能。当你使用研杵进行近战攻击命中时，你可以消耗至多3发其充能，每消耗一发充能就造成额外1d8力场伤害。研杵在每日拂晓dawn恢复所有已消耗的充能。</p><p><strong>根据消耗充能造成的额外伤害: </strong>[[/damage 1d8 type=force]]{一发充能}, [[/damage 2d8 type=force]]{两发充能}, [[/damage 3d8 type=force]]{三发充能}</p><section class=\"secret\" id=\"secret-BQHrvBG0Zo3qq2Qy\"><p><strong>Foundry 注</strong></p><p>当前配置下，此物品使用时不会消耗充能。充能应根据用于伤害加成的充能数量（如有）手动扣除。</p></section>"
    },
    "Pistol": {
      "name": "手铳"
    },
    "Pistol, Automatic": {
      "name": "手枪，自动"
    },
    "Planecaller's Codex": {
      "name": "Planecaller's Codex",
      "description": "<p><em>Wondrous item, requires attunement by a wizard</em></p><p>The pages of this book are bound in fiend hide, and its cover is embossed with a diagram of the Great Wheel of the multiverse. When found, the book contains the following spells: @UUID[Compendium.dnd5e.spells.Item.pxpb2eOB6bv4phAf]{banishment}, @UUID[Compendium.dnd5e.spells.Item.JGT5bNqu9REL7Fuz]{find familiar}, @UUID[Compendium.dnd5e.spells.Item.XbwGq5kDJNvAxNXV]{gate}, @UUID[Compendium.dnd5e.spells.Item.y8A4HfTwd93ypdEz]{magic circle}, @UUID[Compendium.dnd5e.spells.Item.42O2aNBW7vK90gTL]{planar binding}, and @UUID[Compendium.dnd-tashas-cauldron.tcoe-character-options.Item.tcoeSummonElemen]{summon elemental}. It functions as a spellbook for you.</p><p>While you are holding the book, you can use it as a spellcasting focus for your wizard spells.</p><p>The book has 3 charges, and it regains 1d3 expended charges daily at dawn. You can use the charges in the following ways while holding it:</p><ul><li><p>If you spend 1 minute studying the book, you can expend 1 charge to replace one of your prepared wizard spells with a different spell in the book. The new spell must be of the conjuration school.</p></li><li><p>When you cast a conjuration spell that summons or creates one creature, you can expend 1 charge to grant that creature advantage on attack rolls for 1 minute.</p></li></ul>",
      "activities": {
        "utility": {
          "condition": "When you conjure a creature or spend 1 minute studying the book"
        }
      },
      "effects": {
        "Planecalled": {
          "name": "Planecalled",
          "description": "<p>For 1 minute, the conjured creature has advantage on attack rolls.</p>"
        }
      }
    },
    "Primal Fruit": {
      "name": "Primal Fruit",
      "description": "<p>A primal fruit pulled brimming with power. Roll on the @UUID[Compendium.dnd-tashas-cauldron.tcoe-tables.RollTable.tcoePrimalFruitE] table to determine its effects when consumed.</p>"
    },
    "Prosthetic Limb": {
      "name": "Prosthetic Limb",
      "description": "<p><em>Wondrous item</em></p><p>This item replaces a lost limb—a hand, an arm, a foot, a leg, or a similar body part. While the prosthetic is attached, it functions identically to the part it replaces. You can detach or reattach it as an action, and it can’t be removed against your will. It detaches if you die.</p>"
    },
    "Protective Verses": {
      "name": "Protective Verses",
      "description": "<p><em>Wondrous item, requires attunement by a wizard</em></p><p>This leather-bound spellbook is reinforced with iron and silver fittings and an iron lock (DC 20 to open). As an action, you can touch the book’s cover and cause it to lock as if you cast @UUID[Compendium.dnd5e.spells.Item.8cse7rit0oswRPUP]{arcane lock} on it. When found, the book contains the following spells: @UUID[Compendium.dnd5e.spells.Item.8cse7rit0oswRPUP]{arcane lock}, @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8]{dispel magic}, @UUID[Compendium.dnd5e.spells.Item.WmQpxfjZwF3MGUby]{globe of invulnerability}, @UUID[Compendium.dnd5e.spells.Item.pB7XVYwdGNcUG935]{glyph of warding}, @UUID[Compendium.dnd5e.spells.Item.NJgxf7pmSsBArIG7]{Mordenkainen’s private sanctum}, @UUID[Compendium.dnd5e.spells.Item.xmDBqZhRVrtLP8h2]{protection from evil and good}, and @UUID[Compendium.dnd5e.spells.Item.B2kbmgbA2WQR00kx]{symbol}. It functions as a spellbook for you.</p><p>While you are holding the book, you can use it as a spellcasting focus for your wizard spells.</p><p>The book has 3 charges, and it regains 1d3 expended charges daily at dawn. You can use the charges in the following ways while holding it:</p><ul><li><p>If you spend 1 minute studying the book, you can expend 1 charge to replace one of your prepared wizard spells with a different spell in the book. The new spell must be of the abjuration school.</p></li><li><p>When you cast an abjuration spell, you can expend 1 charge to grant a creature you can see within 30 feet of you [[/healing 2d10 type=temphp]]{2d10} temporary hit points.</p></li></ul>",
      "activities": {
        "heal": {
          "condition": "Action, 1 minute, or casting an abjuration spell"
        }
      }
    },
    "Rainbow-colored Donkey Molar": {
      "name": "Rainbow-colored Donkey Molar",
      "description": "<table style=\"text-align:center\"><thead><tr><th>传说</th><th>召唤生物</th></tr></thead><tbody><tr><td>驴之梦</td><td>1 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.G9PENY6nw0xRxCJW]{独角兽 unicorn}</td></tr></tbody></table><p><strong>植入效果。</strong> 该牙齿具有3充能。作为一个动作，你可以消耗1充能以触及一个生物。目标恢复[[/healing 2d8 + 2]]{2d8 + 2}生命值，并且影响它的所有疾病和毒素都被移除。</p><p>当你使用此动作时，一个闪烁的独角兽角影像会从你的前额长出，持续到你的回合结束。该牙齿在每天拂晓dawn恢复所有已消耗的充能。</p><p>你获得以下缺陷：\"当我目睹邪恶行径时，我必须反对它。\"</p>"
    },
    "Crook of Rao Spells": {
      "name": "Crook of Rao Spells",
      "description": "<p><strong>Spells.</strong> The crook has 6 charges. While holding it, you can use an action to expend 1 or more of its charges to cast one of the following spells (save DC 18) from it:</p><table><thead><tr><th>Spell</th><th>Charges Expended</th></tr></thead><tbody><tr><td><p>Aura of Life</p></td><td><p>2</p></td></tr><tr><td><p>Aura of Purity</p></td><td><p>2</p></td></tr><tr><td><p>@UUID[Compendium.dnd5e.spells.Item.pxpb2eOB6bv4phAf]</p></td><td><p>1</p></td></tr><tr><td><p>@UUID[Compendium.dnd5e.spells.Item.ZU9d6woBdUP8pIPt]</p></td><td><p>1</p></td></tr><tr><td><p>@UUID[Compendium.dnd5e.spells.Item.Pyzmm8R7rVsNAPsd]</p></td><td>3</td></tr></tbody></table><section class=\"secret\" id=\"secret-NdCuvgEGRfsVfeJq\"><p><strong>Foundry Note</strong></p><p>This supplemental item is intended for use with the @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeCrookOfRao00]{Crook of Rao} and represents the spells available to cast while holding it. The contained spells are preconfigured to expend charges from the crook.</p></section>"
    },
    "Red Absorbing Tattoo": {
      "name": "Red Absorbing Tattoo",
      "description": "<p><em>奇物, @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeAbsorbingTat]{吸收纹身 Absorbing Tattoo}, 需要调谐</em></p><p>由特殊针具制作而成，这种魔法纹身的图案着重强调一种颜色——红色。</p><p><strong>伤害抗性。</strong> 当纹身存在于你的皮肤上时，你对&amp;Reference[fire]{火焰 fire}伤害具有&amp;Reference[damageresistance]{抗性 resistance}。</p><p><strong>伤害吸收。</strong> 当你受到火焰伤害时，你可以用你的反应来获得对该次伤害的免疫，并且你恢复等同于你本应受到伤害数值一半的生命值。一旦使用了这个反应，在次日黎明前无法再次使用。</p>",
      "activities": {
        "heal": {
          "condition": "当你受到火焰伤害时"
        }
      },
      "effects": {
        "Fire Absorption": {
          "name": "火焰吸收"
        }
      }
    },
    "Reveler’s Concertina": {
      "name": "Reveler’s Concertina",
      "description": "<p><em>Wondrous item, requires attunement by a bard</em></p><p>While holding this concertina, you gain a +2 bonus to the saving throw DC of your bard spells.</p><p>As an action, you can use the concertina to cast Otto’s irresistible dance (see below) from the item. This property of the concertina can’t be used again until the next dawn.</p><hr /><p>@Embed[Compendium.dnd5e.spells.Item.TfRzwEgBHHkCc6Ql classes=\"caption-top\" caption=false]</p>",
      "effects": {
        "Irresistible Dance": {
          "name": "无法抗拒的舞动",
          "description": "<p>A dancing creature must use all its movement to dance without leaving its space and has disadvantage on Dexterity saving throws and attack rolls. While the target is affected by this spell, other creatures have advantage on attack rolls against it. As an action, a dancing creature makes a Wisdom saving throw to regain control of itself. On a successful save, the spell ends.</p>"
        },
        "Reveler’s Bard Bonuses": {
          "name": "Reveler’s Bard Bonuses",
          "description": "<p>You gain a +2 bonus to the saving throw DC of your bard spells.</p>"
        }
      }
    },
    "Revolver": {
      "name": "左轮手枪"
    },
    "Rhythm-Maker's Drum +2": {
      "name": "Rhythm-Maker's Drum +2",
      "description": "<p><em>Wondrous item, requires attunement by a bard</em></p><p>While holding this drum, you gain a bonus to spell attack rolls and to the saving throw DCs of your bard spells. The bonus is determined by the drum’s rarity.</p><p>As an action, you can play the drum to regain one use of your @UUID[Compendium.dnd5e.classfeatures.Item.hpLNiGq7y67d2EHA]{Bardic Inspiration} feature. This property of the drum can’t be used again until the next dawn.</p>",
      "effects": {
        "Rhythm-Maker's Bard Bonuses": {
          "name": "Rhythm-Maker's Bard Bonuses",
          "description": "<p>You gain a +2 bonus to spell attack rolls and to the saving throw DCs of your bard spells.</p>"
        }
      }
    },
    "Rhythm-Maker's Drum +3": {
      "name": "Rhythm-Maker's Drum +3",
      "description": "<p><em>奇物, 需要与吟游诗人同调</em></p><p>持握此鼓时, 你在法术攻击骰和吟游诗人法术的豁免DC上获得加值。加值由鼓的稀有度决定。</p><p>作为动作, 你可以敲击此鼓以恢复一次@UUID[Compendium.dnd5e.classfeatures.Item.hpLNiGq7y67d2EHA]{诗人激励 Bardic Inspiration}特性的使用次数。此鼓的该属性在次日黎明前无法再次使用。</p>",
      "effects": {
        "Rhythm-Maker's Bard Bonuses": {
          "name": "Rhythm-Maker's Bard Bonuses",
          "description": "<p>You gain a +3 bonus to spell attack rolls and to the saving throw DCs of your bard spells.</p>"
        }
      }
    },
    "Rhythm-Maker's Drum +1": {
      "name": "Rhythm-Maker's Drum +1",
      "description": "<p><em>奇物, 需要与吟游诗人调谐</em></p><p>持有此鼓时, 你在法术攻击骰和你的吟游诗人法术的豁免DC上获得加值。该加值由鼓的稀有度决定。</p><p>作为一个动作, 你可以敲击此鼓以恢复一次你的 @UUID[Compendium.dnd5e.classfeatures.Item.hpLNiGq7y67d2EHA]{诗人激励 Bardic Inspiration} 特性的使用次数。此鼓的该属性直到次日黎明前无法再次使用。</p>",
      "effects": {
        "Rhythm-Maker's Bard Bonuses": {
          "name": "Rhythm-Maker's Bard Bonuses",
          "description": "<p>You gain a +1 bonus to spell attack rolls and to the saving throw DCs of your bard spells.</p>"
        }
      }
    },
    "Rifle, Automatic": {
      "name": "Rifle, Automatic"
    },
    "Rifle, Hunting": {
      "name": "Rifle, Hunting"
    },
    "Ruby-veined Red Dragon Fang": {
      "name": "Ruby-veined Red Dragon Fang",
      "description": "<table style=\"text-align:center\"><thead><tr><th>传说</th><th>召唤生物</th></tr></thead><tbody><tr><td>炎牙传说</td><td>1 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.vFeFRlF2FOgf2HIL]{远古红龙 ancient red dragon}</td></tr></tbody></table><p><strong>植入效果。</strong>你获得火焰伤害免疫,并且可以作为一个动作,呼出一道90尺锥状火焰。该区域内每个生物必须进行一次[[/save ability=dex dc=24]]豁免,豁免失败则受到[[/damage 26d6 type=fire]]火焰伤害,成功则仅受一半伤害。使用吐息武器后,你将获得2级&amp;Reference[exhaustion]。</p>"
    },
    "Shadowfell Brand Tattoo": {
      "name": "Shadowfell Brand Tattoo",
      "description": "<p><em>Wondrous item, requires attunement</em></p><p>Produced by a special needle, this magic tattoo is dark in color and abstract.</p><p><strong>Shadow Essence.</strong> You gain &amp;Reference[darkvision] with a range of 60 feet, and you have advantage on [[/check ability=dex skill=ste]] checks.</p><p><strong>Shadowy Defense.</strong> When you take damage, you can use your reaction to become insubstantial for a moment, halving the damage you take. Then the reaction can’t be used again until the next sunset.</p>",
      "activities": {
        "utility": {
          "condition": "When you take damage"
        }
      },
      "effects": {
        "Shadow Essence": {
          "name": "Shadow Essence",
          "description": "<p>你获得范围为60尺的{黑暗视觉 darkvision}，并且在{敏捷（隐匿）检定}上{具有优势}。</p>"
        }
      }
    },
    "Shadowfell Shard": {
      "name": "Shadowfell Shard",
      "description": "<p><em>Wondrous item, requires attunement by a sorcerer</em></p><p>This dull, cold crystal sits heavy and leaden, saturated by the Shadowfell’s despair. As an action, you can attach the shard to a Tiny object (such as a weapon or a piece of jewelry) or detach it. It falls off if your attunement to it ends. You can use the shard as a spellcasting focus while you hold or wear it.</p><p>When you use a Metamagic option on a spell while you are holding or wearing the shard, you can momentarily curse one creature targeted by the spell; choose one ability score, and until the end of your next turn, the creature has disadvantage on ability checks and saving throws that use that ability.</p>",
      "activities": {
        "utility": {
          "condition": "When you use a Metamagic option on a spell"
        }
      },
      "effects": {
        "Cursed Strength": {
          "name": "Cursed Strength"
        },
        "Cursed Dexterity": {
          "name": "Cursed Dexterity"
        },
        "Cursed Constitution": {
          "name": "Cursed Constitution"
        },
        "Cursed Intelligence": {
          "name": "Cursed Intelligence"
        },
        "Cursed Wisdom": {
          "name": "Cursed Wisdom"
        },
        "Cursed Charisma": {
          "name": "Cursed Charisma"
        }
      }
    },
    "Shotgun": {
      "name": "霰弹枪"
    },
    "Silver Absorbing Tattoo": {
      "name": "Silver Absorbing Tattoo",
      "description": "<p><em>奇物, @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeAbsorbingTat]{吸收纹身 Absorbing Tattoo}, 需要同调</em></p><p>这种魔法纹身由特殊针具制作而成,其图案设计着重突出一种颜色——银色。</p><p><strong>伤害抗性。</strong> 当纹身附着在你的皮肤上时,你对&amp;Reference[psychic]伤害具有&amp;Reference[damageresistance]{抗性 resistance}</p><p><strong>伤害吸收。</strong> 当你受到心灵伤害时,你可以用你的反应获得对该次伤害的免疫,并恢复等于该伤害一半数值的生命值。此反应使用后,直至次日黎明前无法再次使用。</p>",
      "activities": {
        "heal": {
          "condition": "When you take psychic damage"
        }
      },
      "effects": {
        "Psychic Absorption": {
          "name": "Psychic Absorption"
        }
      }
    },
    "Silver Mind Flayer Tooth": {
      "name": "Silver Mind Flayer Tooth",
      "description": "<table style=\"text-align:center\"><thead><tr><th>传说</th><th>召唤生物</th></tr></thead><tbody><tr><td>布拉尔岩之外</td><td>2 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeMindFlayer00]{夺心魔 mind flayers}</td></tr></tbody></table><p><strong>植入效果。</strong>你获得120尺范围内的&amp;Reference[telepathy]{心灵感应 telepathy}，并且可以随意施展@UUID[Compendium.dnd5e.spells.Item.ppWAAEul0QHtm4er]{侦测思想 detect thoughts}法术，无需任何部件。</p><p>由于持续不断的记忆低语和附近心智的影响，你在[[/check ability=wis skill=ins]]和[[/check ability=wis skill=per]]检定中具有<strong>劣势</strong>。</p>"
    },
    "Spellwrought Tattoo": {
      "name": "Spellwrought Tattoo",
      "description": "<p><em>Wondrous item, rarity varies</em></p><p>@Embed[Compendium.dnd-tashas-cauldron.tcoe-content.JournalEntry.tcoeMagicTattoos.JournalEntryPage.X1JTXrJ119g1TNEQ caption=false]</p>"
    },
    "Sweet-tasting Human Canine": {
      "name": "Sweet-tasting Human Canine",
      "description": "<table style=\"text-align:center\"><thead><tr><th>故事</th><th>召唤生物</th></tr></thead><tbody><tr><td>马夫的秘密</td><td>2 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeIncubus00000]{梦魔 incubi}/@UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.VmdyZDjqAc8vdncY]{魅魔 succubi}</td></tr></tbody></table><p><strong>植入效果。</strong>当你对类人生物进行魅力检定时，可以投一个[[/r 1d10]]{1d10}并将骰值作为加值加到检定结果上。该生物会在次日黎明时对你转为敌对。</p>",
      "activities": {
        "utility": {
          "condition": "When you make a Charisma check against a humanoid"
        }
      }
    },
    "Teeth of Dahlver-Nar": {
      "name": "Teeth of Dahlver-Nar",
      "description": "<p><em>奇物，需同调</em></p><p>达尔弗-纳之牙是具象化的传说。这是一组牙齿，每颗都暗示着截然不同的起源，由各种材料制成。这套收藏品装在一个皮袋中，袋子上绣着英雄和奇幻生物的图案。牙齿落地之处，便是传说成真之时。</p><p><strong>使用达尔弗-纳之牙。</strong>当你持握皮袋时，你可以用一个动作抽取一颗牙齿。在达尔弗-纳之牙表格上投掷以确定你抽到哪颗牙齿，然后你可以选择播撒或植入这颗牙齿（两者均在后续说明）。</p><p>如果你没有播撒或植入牙齿，在你的回合结束时投掷一次[[/r 1d20]]{骰子}。若结果为偶数，牙齿消失，并如同你播撒了牙齿般出现生物，但这些生物对你和你的盟友怀有敌意。若结果为奇数，该牙齿会替换你的一颗牙齿，如同你植入了它（可能替换另一颗已植入的牙齿，见下文）。</p><p>每颗牙齿只能使用一次。请追踪哪些牙齿已被使用。如果投掷出的牙齿结果已被使用，则你抽取表格中下一个序号最低的未使用牙齿。</p><section id=\"secret-8RXiA62mVjDSFg8v\" class=\"secret\"><p><strong>Foundry 注</strong></p><p>当牙齿被植入或播撒时，请将此容器中对应的牙齿拖拽到你的角色卡上。</p></section><p><strong>播撒牙齿。</strong>要播撒牙齿，你将其放置于你触及范围内一个未被占据的空间的地面上，或者将其扔入距你10尺内、一处至少50尺宽50尺长的水体中的未被占据空间。如此做后，牙齿会钻入地面或水中消失，不留任何孔洞。生物召唤栏中所述的生物会出现在尽可能靠近牙齿播撒位置的未被占据空间。这些生物是你的盟友，会说你掌握的所有语言，并会停留10分钟后消失，除非另有说明。</p><p><strong>植入牙齿。</strong>要植入牙齿，你将其放入口中，随后你的一颗原生牙齿会脱落，抽到的牙齿会取代其位置，并调整大小以适应你的口腔。一旦牙齿被植入，你将获得植入效果栏中注明的效果。在你与达尔弗-纳之牙同调期间，该牙齿无法被移除，且你无法自愿结束与它们的同调。如果你死亡后被移除，该牙齿会消失。你最多可以同时植入的牙齿数量等于[[1 + max(1, @abilities.con.mod)]]{1 + 你的体质调整值}（最少总数为2颗牙齿）。如果你试图植入更多牙齿，新植入的牙齿会随机替换掉之前的一颗牙齿。被替换的牙齿消失，你失去其植入效果。</p><p><strong>回收牙齿。</strong>一旦所有牙齿都消失，它们的皮袋也会消失。然后，装有所有牙齿的皮袋会出现在一个随机地点，可能位于物质位面的另一个世界。</p><p><strong>摧毁达尔弗-纳之牙。</strong>每颗牙齿必须通过在它起源故事发生的区域怀着摧毁它的意图进行播撒来单独摧毁。以此方式种植时，被召唤的生物对你并不友好且不会消失。有些被召唤的生物仅仅是出发去寻找家园，而其他生物则会按其传说行事。无论哪种情况，该牙齿都将永远消失。</p>"
    },
    "Twisted Beholder Tooth": {
      "name": "Twisted Beholder Tooth",
      "description": "<table style=\"text-align:center\"><thead><tr><th>传说</th><th>召唤生物</th></tr></thead><tbody><tr><td>卡加什的梦魇</td><td>1 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.tcoeBeholder0000]{眼魔 beholder}</td></tr></tbody></table><p><strong>植入效果。 </strong>作为一个动作，你可以从这颗牙齿施展 @UUID[Compendium.dnd5e.spells.Item.ZRqu3Xh9FmlBCZGy]{摄心目光 eyebite} 法术。一旦你使用此动作，直到次日黎明前都无法再次使用。每当你完成一次长休，骰一次[[/r 1d20]]{d20}。若结果为20，由DM选择的一只 &Reference[aberration]{异怪 aberration} 会出现在你30尺范围内并发动攻击。</p>"
    },
    "Violet Absorbing Tattoo": {
      "name": "紫罗兰色吸收刺青",
      "description": "<p><em>奇物，@UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeAbsorbingTat]{吸收纹身 Absorbing Tattoo}，需要同调</em></p><p>由特殊针具制作而成，这枚魔法纹身的图案着重强调一种颜色——紫色。</p><p><strong>伤害抗性。</strong> 当纹身位于你的皮肤上时，你对&amp;Reference[poison]伤害具有&amp;Reference[damageresistance]{抗性 resistance}。</p><p><strong>伤害吸收。</strong> 当你受到毒素伤害时，你可以用你的反应来获得对该次伤害的免疫，并且你恢复生命值，数值等于你本应受到的伤害值的一半。此反应一旦使用，在次日黎明前无法再次使用。</p>",
      "activities": {
        "heal": {
          "condition": "当你受到毒素伤害时"
        }
      },
      "effects": {
        "Poison Absorption": {
          "name": "毒吸收"
        }
      }
    },
    "Vomerine Tooth of a Large Toad": {
      "name": "Vomerine Tooth of a Large Toad",
      "description": "<table style=\"text-align:center\"><thead><tr><th>故事</th><th>召唤生物</th></tr></thead><tbody><tr><td>半谷镇失踪案</td><td>4 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.Ixo5shumxy4I9qyD]{巨蟾蜍 giant toads}</td></tr></tbody></table><p><strong>植入效果。</strong>无论是否有助跑，你的跳远距离最远可达30尺，跳高高度最高可达15尺。</p>"
    },
    "Water Essence Shard": {
      "name": "水精粹碎晶",
      "description": "<p><em>Wondrous Item, @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeElementalEss]{Elemental Essence Shard}, requires attunement by a sorcerer</em></p><p>This crackling crystal contains the essence of an elemental plane. As an action, you can attach the shard to a Tiny object (such as a weapon or a piece of jewelry) or detach it. It falls off if your attunement to it ends. You can use the shard as a spellcasting focus while you hold or wear it.</p><p>When you use a Metamagic option on a spell while you are holding or wearing the shard, you can use the following property:</p><p><strong>Water.</strong> You create a wave of water that bursts out from you in a 10-foot radius. Each creature of your choice that you can see in that area takes [[/damage 2d6 type=cold]] damage and must succeed on a [[/save ability=str]] saving throw against your spell save DC or be pushed 10 feet away from you and fall &amp;Reference[prone].</p><section id=\"secret-8kKlUtmkoIq0G7tB\" class=\"secret\"><p><strong>Foundry Note</strong></p><p>Unlike other shards, this item has been configured with the <strong>water</strong> effect as its primary action.</p></section>"
    },
    "White Absorbing Tattoo": {
      "name": "白色吸收刺青",
      "description": "<p><em>奇物, @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeAbsorbingTat]{吸收纹身 Absorbing Tattoo}, 需调谐</em></p><p>这种魔法纹身由特制针具制作而成，其图案设计着重突出白色。</p><p><strong>伤害抗性。</strong> 当纹身附着在你的皮肤上时，你对&Reference[force]伤害具有&Reference[damageresistance]{抗性 resistance}</p><p><strong>伤害吸收。</strong> 当你受到力场伤害时，你可以用你的反应获得对该次伤害的免疫，并恢复等于该伤害一半数值的生命值。此反应使用一次后，需至次日黎明前才能再次使用。</p>",
      "activities": {
        "heal": {
          "condition": "当你受到力场伤害时"
        }
      },
      "effects": {
        "Force Absorption": {
          "name": "力场吸收"
        }
      }
    },
    "Yellow Absorbing Tattoo": {
      "name": "Yellow Absorbing Tattoo",
      "description": "<p><em>奇物, @UUID[Compendium.dnd-tashas-cauldron.tcoe-magic-items.Item.tcoeAbsorbingTat]{吸收纹身 Absorbing Tattoo}, 需要同调</em></p><p>这种魔法纹身由特殊针具制作而成，其图案设计着重突显一种颜色——黄色。</p><p><strong>伤害抗性。</strong> 当该纹身附着于你的皮肤时，你对&amp;Reference[lightning]伤害具有&amp;Reference[damageresistance]{抗性 resistance}</p><p><strong>伤害吸收。</strong> 当你受到闪电伤害时，你可以用你的反应获得对该次伤害的免疫，并恢复等于该伤害一半数值的生命值。此反应使用后，直至次日黎明前无法再次使用。</p>",
      "activities": {
        "heal": {
          "condition": "当你受到闪电伤害时"
        }
      },
      "effects": {
        "Lightning Absorption": {
          "name": "闪电吸收"
        }
      }
    },
    "Yellowed Vampire Fang": {
      "name": "Yellowed Vampire Fang",
      "description": "<table style=\"text-align:center\"><thead><tr><th>传说</th><th>召唤生物</th></tr></thead><tbody><tr><td>詹德·森斯塔的千次死亡</td><td>1 @UUID[Compendium.dnd-tashas-cauldron.tcoe-actors.Actor.DDO9lDCDtNHkfShP]{吸血鬼 vampire}</td></tr></tbody></table><p><strong>植入效果。</strong>你可以进行一次啃咬攻击作为徒手打击。命中时，它造成1d6点穿刺伤害外加3d6点暗蚀伤害。你恢复等于所造成的暗蚀伤害数值的生命值。当你在阳光下时，你无法恢复生命值。</p>"
    },
    "Planar Binding (2 charges)": {
      "name": "Planar Binding (2 charges)",
      "description": "<p>With this spell, you attempt to bind a Celestial, an elemental, a fey, or a fiend to your service. The creature must be within range for the entire casting of the spell. (Typically, the creature is first summoned into the center of an inverted Magic Circle in order to keep it trapped while this spell is cast.) At the completion of the casting, the target must make a Charisma saving throw. On a failed save, it is bound to serve you for the Duration. If the creature was summoned or created by another spell, that spell's duration is extended to match the duration of this spell.</p><p>A bound creature must follow your instructions to the best of its ability. You might command the creature to accompany you on an adventure, to guard a location, or to deliver a message. The creature obeys the letter of your instructions, but if the creature is hostile to you, it strives to twist your words to achieve its own objectives. If the creature carries out your instructions completely before the spell ends, it travels to you to report this fact if you are on the same plane of existence. If you are on a different plane of existence, it returns to the place where you bound it and remains there until the spell ends.</p>"
    },
    "Aura of Life (2 charges)": {
      "name": "Aura of Life (2 charges)",
      "description": "<p>Life-preserving energy radiates from you in an aura with a 30-foot radius.  Until the spell ends, the aura moves with you, centered on you. Each nonhostile creature in the aura (including you) has resistance to necrotic damage, and its hit point maximum can’t be reduced. In addition, a nonhostile, living creature regains 1 hit point when it starts its turn in the aura with 0 hit points.</p>",
      "effects": {
        "Aura of Life": {
          "name": "Aura of Life",
          "description": "<p>While within range of the aura, you have the following benefits:</p><ul><li><p>You have resistance to necrotic damage.</p></li><li><p>Your hit point maximum can’t be reduced. </p></li></ul><p>In addition, a nonhostile, living creature regains 1 hit point when it starts its turn in the aura with 0 hit points.</p>"
        }
      }
    }
  }
}
