{
  "label": "AV Items",
  "folders": {
    "Icons of the Roseguard": "Icons of the Roseguard",
    "Equipment": "Equipment",
    "Spells": "Spells",
    "Lenses and Lattice": "Lenses and Lattice",
    "Weapons": "Weapons",
    "Consumables": "Consumables"
  },
  "entries": {
    "Tamchal Chakram": {
      "name": "Tamchal Chakram",
      "description": "<p>[[/attack extended]]. [[/damage extended]].</p><p>These circular weapons are among the many strange weapons used by urdefhans. The sharp metal circle contains numerous protruding blades, while an angled central handle provides a grip that spins the weapon as it’s thrown.</p>"
    },
    "Short Trident": {
      "name": "Short Trident",
      "description": "<p>[[/attack extended]]. [[/damage extended]].</p>"
    },
    "Battle Lute": {
      "name": "Battle Lute",
      "description": "<p>[[/attack extended]]. [[/damage extended]].</p><p>This reinforced lute is suitable for use as a handheld Musical Instrument or for bashing when the crowd turns sour. Its strings are finely braided wire that run along a sturdy metal neck.</p>"
    },
    "Emerald Fulcrum Lens": {
      "name": "Emerald Fulcrum Lens",
      "description": "<p><em>Wondrous Item, Rare (Requires Attunement)</em></p><p>This concave green lens is pitted and flawed. Its edges are jagged and cut those who don’t handle the lens with care. While you are attuned to the Emerald Fulcrum Lens, your flesh is waxen and pallid, and spells and magical abilities that restore a creature’s Hit Points have no effect on you. (For example, the Cure Wounds spell doesn’t cause you to regain Hit Points, although you can regain Hit Points when you rest normally.) In return, you gain the following benefits:</p><ul><li><p>You have Resistance to Necrotic damage.</p></li><li><p>Whenever you roll a Hit Die to regain Hit Points, you regain an additional 4 Hit Points.</p></li><li><p>If damage reduces you to 0 Hit Points, you can make a Constitution saving throw (DC 5 plus the damage taken), unless the damage is Radiant or from a Critical Hit. On a success, you drop to 1 hit point instead.</p></li></ul><p><strong>Grim Resistance.</strong> You can use a Magic action to grasp the lens tightly with one hand and draw out Nhimbaloth’s magic. You regain 8d4 + 8 Hit Points, and you have Advantage on saving throws against spells and other magical effects until the end of your next turn. Once you have used this property of the lens, it can’t be used again until the next dusk.</p><p><strong>Infuse Nhimbaloth’s Tenacity.</strong> As a Magic action, you can present the lens in your hand and make a melee attack with a +7 attack bonus against a creature within 5 feet of you. On a hit, you force the splinter of Nhimbaloth’s essence from the lens to possess the target. You lose Attunement to the lens, and the target becomes attuned to the lens instead, except the target can’t use the lens’s Grim Resistance or Infuse Nhimbaloth’s Tenacity properties. The target can’t end Attunement to the lens, but it can be ended by any effect that removes a possession effect, such as the @UUID[Compendium.dnd5e.spells24.Item.phbsplDispelEvil]{Dispel Evil and Good} spell. Since this is a form of possession, the @UUID[Compendium.dnd5e.spells24.Item.phbEvilAndGoodPr]{Protection from Evil and Good} spell protects the target and causes Nhimbaloth’s essence to remain in the lens. The lens doesn’t have any magical properties until the possession ends; when it does, the essence returns to the lens.</p>",
      "activities": {
        "save": {
          "condition": "Damage reduces you to 0 Hit Points"
        },
        "Grim Resistance": {
          "name": "Grim Resistance"
        },
        "Infuse Nhimbaloth's Tenacity": {
          "name": "Infuse Nhimbaloth's Tenacity"
        }
      },
      "effects": {
        "Emerald Fulcrum Lens Benefits": {
          "name": "Emerald Fulcrum Lens Benefits"
        },
        "Grim Saves": {
          "name": "Grim Saves",
          "description": "<p>You have Advantage on saving throws against spells and other magical effects.</p>"
        },
        "Infused with Splinter": {
          "name": "Infused with Splinter"
        }
      }
    },
    "Necrotic Bomb (Moderate)": {
      "name": "Necrotic Bomb (Moderate)",
      "description": "<p>Combining the worst parts of a rotting corpse with reagents most people consider unholy, Necrotic Bombs create a miasma of life-sucking substance when exposed to the air.</p><p>When you take the Attack action, you can replace one of your attacks with throwing a Necrotic Bomb. Target one creature you can see within 20 feet of yourself. The target makes a Dexterity saving throw (DC 8 plus your Dexterity modifier and Proficiency Bonus).</p><p>On a failure, the target takes [[/damage activity=7iRwP152I2knBax2]] damage. Even on a successful save, the target takes [[/damage activity=Ty3NjHCoOamzoNkl]] damage. In addition, each creature within 5 feet of the target takes damage as if it had successfully saved against the bomb. Constructs take no damage from a Necrotic Bomb.</p>",
      "activities": {
        "Successful Save Damage": {
          "name": "Successful Save Damage"
        }
      }
    },
    "Ebon Fulcrum Lens": {
      "name": "Ebon Fulcrum Lens",
      "description": "<p><em>Wondrous Item, Very Rare (Requires Attunement)</em></p><p>This strangest and most powerful of the Fulcrum Lenses resembles a chip of smooth obsidian containing three dark glimmers of Nhimbaloth’s essence. Incorporeal and ethereal creatures can touch and hold the lens. While you are attuned to the Ebon Fulcrum Lens, you gain the Incorporeal Movement trait, allowing you to move through creatures and objects as if they were Difficult Terrain, but you take [[/damage 1d10 type=force]] damage if you end your turn inside an object. If you aren’t normally incorporeal, the magic saps your life force. Your Constitution score is reduced by 4, to a minimum of 1, until you are no longer attuned to the lens.</p><p>The lens has 3 charges, represented by the dark glimmers within the lens. The lens regains charges only through a secret ritual or by being steeped in an area of Nhimbaloth’s power. While holding it, you can expend 1 charge to produce one of the following effects:</p><p><strong>Deathless Rejuvenation.</strong> If you are an Undead creature that can revive itself when destroyed (such as a <strong>@UUID[Compendium.dnd5e.actors24.Actor.mmLich0000000000]{Lich}</strong> or <strong>@UUID[Compendium.dnd5e.actors24.Actor.mmMummyLord00000]{Mummy Lord}</strong>), you can rejuvenate faster and return with unholy power to ensure yourself revenge. When you are reduced to 0 Hit Points, you can expend 1 charge to rejuvenate after 1 hour, regaining all Hit Points and becoming active again. If you do, for the next 24 hours you know whenever the creatures that killed you approach within 90 feet of the lens. In addition, you gain a +1 bonus to saving throws and spell attack rolls for 24 hours. Once you use this property of the lens, it can’t be used again until the next dusk.</p><p><strong>Gain Nhimbaloth’s Power.</strong> As a Magic action, you stare intently into the lens and expend 1 charge. For 1 minute, your Speed is doubled, and you gain an additional action on each of your turns. You can use the action only to take the Attack (one attack only), Dash, Disengage, Hide, or Utilize action. If you have the Corrupting Gaze, Etherealness, Horrifying Visage, or Possession action, you can use the extra action to take those actions as well.</p>",
      "activities": {
        "Deathless Rejuvenation": {
          "name": "Deathless Rejuvenation",
          "condition": "Reduced to 0 hit points"
        },
        "Gain Nhimbaloth's Power": {
          "name": "Gain Nhimbaloth's Power"
        }
      },
      "effects": {
        "Incorporeal": {
          "name": "Incorporeal",
          "description": "<p>You have the Incorporeal Movement trait. If you aren't normally incorporeal your constitution score is reduced by 4 to a minimum of 1.</p>"
        },
        "Rejuvenated": {
          "name": "Rejuvenated"
        },
        "Powered by Nhimbaloth": {
          "name": "Powered by Nhimbaloth"
        }
      }
    },
    "Stupor Poison": {
      "name": "Stupor Poison",
      "description": "<p>A creature subjected to this poison must succeed on a DC 14 Constitution saving throw or it has the &amp;Reference[Poisoned apply=false] condition for 1 hour. Attacks against the Poisoned creature have Advantage. If the saving throw fails by 5 or more, the target also has the &amp;Reference[Unconscious apply=false] condition while Poisoned in this way. The creature wakes up if it takes damage or if another creature takes an action to shake it awake. The target repeats the saving throw at the end of each of its turns, ending the Poisoned condition on a success.</p>",
      "effects": {
        "Poisoned": {
          "name": "Poisoned"
        },
        "Poisoned and Unconscious": {
          "name": "Poisoned and Unconscious"
        }
      }
    },
    "Necrotic Bomb (Varies)": {
      "name": "Necrotic Bomb (Varies)",
      "description": "<p>Combining the worst parts of a rotting corpse with reagents most people consider unholy, Necrotic Bombs create a miasma of life-sucking substance when exposed to the air.</p><p>When you take the Attack action, you can replace one of your attacks with throwing a Necrotic Bomb. Target one creature you can see within 20 feet of yourself. The target makes a Dexterity saving throw (DC 8 plus your Dexterity modifier and Proficiency Bonus).</p><p>On a failure, the target takes an amount of Necrotic damage determined by the type of bomb: 2d6 for a Basic Necrotic Bomb, 4d6 for a Moderate, 6d6 for a Greater, or 8d6 for a Major. Even on a successful save, the target takes Necrotic damage according to the bomb thrown: 1 for a Basic Necrotic Bomb, 1d4 for a Moderate, 1d6 for a Greater, or 1d8 for a Major. In addition, each creature within 5 feet of the target takes damage as if it had successfully saved against the bomb. Constructs take no damage from a Necrotic Bomb.</p><p>Bomb Types:</p><ul><li><p>@UUID[Compendium.dnd-abomination-vaults.av-items-5e.Item.fzOSCGAhECarQTfS]{Necrotic Bomb (Basic)}</p></li><li><p>@UUID[Compendium.dnd-abomination-vaults.av-items-5e.Item.4qJfnpl2Hyqi0uwo]{Necrotic Bomb (Moderate)}</p></li><li><p>@UUID[Compendium.dnd-abomination-vaults.av-items-5e.Item.NN7bxXmI8k16l0x3]{Necrotic Bomb (Greater)}</p></li><li><p>@UUID[Compendium.dnd-abomination-vaults.av-items-5e.Item.BewDYI2bNewH0Nsu]{Necrotic Bomb (Major)}</p></li></ul>"
    },
    "Fulcrum Lattice": {
      "name": "Fulcrum Lattice",
      "description": "<p><em>Wondrous Item, Uncommon</em></p><p>This silver and copper framework is shaped to hold four focusing lenses, one behind the other, from smallest to largest. It has a socketed base to be mounted into a stand, such as that found in the top of a lighthouse. The <em>Fulcrum Lattice</em> was specifically designed to hold the four <em>Fulcrum Lenses</em> from smallest to largest (ebon, crimson, ochre, emerald), and it hums when within 10 feet of any <em>Fulcrum Lens</em>. Fulcrum lenses slotted into the lattice are weightless. You can insert or remove a lens from the lattice as a Utilize action.</p><p>The <em>Fulcrum Lattice</em> channels the power of <em>Fulcrum Lenses</em> joined with it. While you hold it, lenses socketed into it are treated as being in your hand for the purpose of activating their abilities. In addition, when you make a melee attack with a lens in the lattice, you use the highest attack modifier of any lens in the lattice, or you can use your spell attack modifier if it is higher.</p>"
    },
    "Necrotic Bomb (Major)": {
      "name": "Necrotic Bomb (Major)",
      "description": "<p>Combining the worst parts of a rotting corpse with reagents most people consider unholy, Necrotic Bombs create a miasma of life-sucking substance when exposed to the air.</p><p>When you take the Attack action, you can replace one of your attacks with throwing a Necrotic Bomb. Target one creature you can see within 20 feet of yourself. The target makes a Dexterity saving throw (DC 8 plus your Dexterity modifier and Proficiency Bonus).</p><p>On a failure, the target takes [[/damage activity=enE9yMuYmykzoLdC]] damage. Even on a successful save, the target takes [[/damage activity=KmVoBe9UMnwHA099]] damage. In addition, each creature within 5 feet of the target takes damage as if it had successfully saved against the bomb. Constructs take no damage from a Necrotic Bomb.</p>",
      "activities": {
        "Successful Save Damage": {
          "name": "Successful Save Damage"
        }
      }
    },
    "Repeating Hand Crossbow": {
      "name": "Repeating Hand Crossbow",
      "description": "<p>[[/attack extended]]. [[/damage extended]].</p><p>This weapon features an ingeniously designed catch mechanism at the top of the flight grove, just in front of the latch, which automatically loads a bolt from a magazine and resets the string each time the weapon is fired. A typical Repeating Crossbow Magazine holds five Bolts.</p>"
    },
    "Rhoka Sword": {
      "name": "Rhoka Sword",
      "description": "<p>[[/attack extended]]. [[/damage extended]].</p><p>These dual-bladed swords are commonly used by urdefhan warriors.</p>"
    },
    "Ochre Fulcrum Lens": {
      "name": "Ochre Fulcrum Lens",
      "description": "<p>Wondrous Item, Rare (Requires Attunement) This brownish-orange lens always seems dusty and gritty, even when wet. While you are attuned to the Ochre Fulcrum Lens, lassitude grips you, and you find it difficult to muster the effort for prolonged work. In return, you gain the following benefits:</p><ul><li>You have Resistance to Psychic damage.</li><li>You have Advantage on saving throws against Enchantment spells, as well as on saving throws to avoid or end the &amp;Reference[Charmed apply=false] or &amp;Reference[Frightened apply=false] conditions.</li></ul><p><strong>Overwhelming Listlessness.</strong> As a Magic action, you can hold the lens aloft with one hand and speak a command phrase (“An empty death awaits,” in Aklo) to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplSleep00000]{Sleep} (level 5 version). The lens can’t be used to cast the spell again until the next dusk.</p><p><strong>Infuse Nhimbaloth’s Despair.</strong> As a Magic action, you can present the lens in your hand and make a melee attack with a +6 attack bonus against a creature within 5 feet of you. On a hit, you force the splinter of Nhimbaloth’s essence from the lens to possess the target. You lose Attunement to the lens, and the target becomes attuned to the lens instead, except the target can’t use the lens’s Overwhelming Listlessness or Infuse Nhimbaloth’s Despair properties. The target can’t end Attunement to the lens, but it can be ended by any effect that removes a possession effect, such as the @UUID[Compendium.dnd5e.spells24.Item.phbsplDispelEvil]{Dispel Evil and Good} spell. Since this is a form of possession, the @UUID[Compendium.dnd5e.spells24.Item.phbEvilAndGoodPr]{Protection from Evil and Good} spell protects the target and causes Nhimbaloth’s essence to remain in the lens. The lens doesn’t have any magical properties until the possession ends; when it does, the essence returns to the lens.</p>",
      "activities": {
        "Infuse Nhimbaloth's Despair": {
          "name": "Infuse Nhimbaloth's Despair"
        }
      },
      "effects": {
        "Ochre Fulcrum Lens Benefits": {
          "name": "Ochre Fulcrum Lens Benefits"
        },
        "Infused with Splinter": {
          "name": "Infused with Splinter"
        }
      }
    },
    "Awaken Portal": {
      "name": "Awaken Portal",
      "description": "<p>You attempt to reactivate a dormant gate, portal, or Teleportation Circle by infusing it with magical energies. This spell must be cast twice, once at each location the portal connects. While the Teleportation Circles and portals found in the Abomination Vaults require no additional cost to awaken, other portals might require rare items or specific materials as a cost for this spell at the GM’s discretion—some portals might even be so powerful that this spell cannot awaken them at all. If the other side of the portal is already awakened, the portal remains open for 30 days. If you cast the spell at both ends of the portal every month for one year, the portal remains open permanently. If the other end is not yet awakened, this side remains awakened for 10 days but isn’t usable unless the other end is awakened within that time. Whenever you finish a Long Rest with only one of a pair of portals awakened, there is a risk that a dangerous entity takes advantage of the interdimensional opening.</p><p>You must make a Charisma saving throw against a DC determined by the GM and varying depending on the location and nature of the portal. In the Abomination Vaults, the DC is 10 plus the dungeon level where the portal is located. Thus, the portal on the first level of the Abomination Vaults has a save DC of 11, while the portal on the fourth level is DC 14.</p><p>On a failed save, you are haunted by the dangerous entity, and your spellcasting ability score is reduced by [[/r 1d4]] until you finish a Long Rest. If the saving throw fails by 5 or more, instead the entity breaks through and immediately seeks out whoever awakened the portal. The entity magically senses your location at the time it arrives and for the next 24 hours. The creature drawn through the portal varies according to the portal’s nature. In the Abomination Vaults, the creature conjured depends on the dungeon level where the portal is located, as listed below.</p><p><strong>Level 1:</strong> @UUID[Compendium.dnd-abomination-vaults.av-bestiary-5e.Actor.x3eOZvKUginj5Blh]{Flickerwisp} (page 279)</p><p><strong>Level 2:</strong> @UUID[Compendium.dnd-abomination-vaults.av-bestiary-5e.Actor.Nkz8Z5TrEqRePGlk]{Scalathrax} (page 263)</p><p><strong>Level 3:</strong> @UUID[Compendium.dnd-abomination-vaults.av-bestiary-5e.Actor.FIoRPHaHdYUPVKdT]{Bearded Devil}</p><p><strong>Level 4:</strong> Ghost of a minor hero</p><p><strong>Level 5:</strong> @UUID[Compendium.dnd-abomination-vaults.av-bestiary-5e.Actor.2TOXR7nKS6xPng2Y]{Dread Wisp} (page 278)</p><p><strong>Level 6:</strong> @UUID[Compendium.dnd-abomination-vaults.av-bestiary-5e.Actor.ceLvlSQsYNORH8oM]{Voidglutton} (page 280)</p><p><strong>Level 7:</strong> @UUID[Compendium.dnd5e.actors24.Actor.mmChainDevil0000]{Chain Devil}</p><p><strong>Level 8:</strong> Empty Death Bodak (page 236)</p><p><strong>Level 9:</strong> @UUID[Compendium.dnd5e.actors24.Actor.mmBoneDevil00000]{Bone Devil}</p><p><strong>Level 10:</strong> @UUID[Compendium.dnd5e.actors24.Actor.mmHornedDevil000]{Horned Devil}</p>",
      "materials": {
        "value": "chalk and ink"
      }
    },
    "Ichthyosis Mutagen": {
      "name": "Ichthyosis Mutagen",
      "description": "<p>After drinking this stinking potion, your skin continually renews itself, thickening into large, scaly patches. For the next minute, your AC can’t be less than 11 + your Dexterity modifier, regardless of what kind of armor you are wearing. In addition, you regain 2 Hit Points at the start of each of your turns (or 20 Hit Points over the course of a minute). However, your thickened skin makes quick movement difficult, and your excess skin flakes off with the slightest movement. While the effect lasts, you make Dexterity saving throws with Disadvantage, and creatures have Advantage on Wisdom (Survival) checks made to track you.</p>",
      "effects": {
        "Mutated by Ichthyosis": {
          "name": "Mutated by Ichthyosis"
        }
      }
    },
    "War Flail": {
      "name": "War Flail",
      "description": "<p>[[/attack extended]]. [[/damage extended]].</p><p>This large flail has a long shaft connected to a shorter piece of stout wood or metal that’s sometimes inlaid with spikes.</p>"
    },
    "Outcast's Curse": {
      "name": "Outcast's Curse",
      "description": "<p>One creature you touch must succeed on a Charisma saving throw or become cursed for 10 minutes. The curse causes the creature to adopt abrasive and off-putting behaviors in all of its interactions with others. The creature has Disadvantage on Charisma checks, and the attitude of any unfamiliar NPC the creature encounters is worsened by one step. At the end of 10 minutes, the creature repeats the saving throw, ending the effect on a success. On a failed save, the curse lasts until dispelled.</p>",
      "effects": {
        "Outcast's Curse": {
          "name": "Outcast's Curse"
        }
      }
    },
    "Edge of Dissolution": {
      "name": "Edge of Dissolution",
      "description": "<p><em>Weapon (Any sword), Rare (Requires Attunement)</em></p><p>This sword always has a green gleam to it. You can speak this magic sword’s command word as a Bonus Action to cause glowing green acid to seep from the blade. The liquid sheds Dim Light in a 5-foot-radius Emanation originating from the blade. While acid drips from the blade, it deals an extra [[/damage 2d6 type=Acid]] damage to any target it hits. In addition, glowing acid lingers on the target until the start of your next turn, making that creature’s location plain to see even if it has the &amp;Reference[Invisible apply=false] condition or is &amp;Reference[Heavily Obscured] by Darkness. The liquid can be wiped off as an action. Liquid continues to drip from the sword until you speak the command word again as a Bonus Action or until you drop or sheathe the sword.</p><section id=\"secret-m0eDGGGr7EXJ49fe\" class=\"secret\"><p><strong>Foundry Note</strong></p><p>The <strong>Command Word</strong> activity can be used to activate the dripping acid effect. The title of the item will be updated to include \"<strong>, Dripping Acid</strong>\" to make tracking easier. Use the activity again to disable the effect.</p></section><p>@Embed[Compendium.dnd5e.content24.JournalEntry.dmgFoundryRefere.JournalEntryPage.Ok4iCgD25ENgoRxE cite=false caption=false classes=\"hide-in-embed\"]</p>",
      "activities": {
        "Command Word": {
          "name": "Command Word"
        },
        "Make Edge of Dissolution": {
          "name": "Make Edge of Dissolution"
        }
      },
      "effects": {
        "Dripping Acid": {
          "name": "Dripping Acid",
          "changes": {
            "name": "{}, Dripping Acid"
          }
        },
        "Edge of Dissolution": {
          "name": "Edge of Dissolution",
          "changes": {
            "name": "{} of Dissolution",
            "system.description.value": "{}<p>@Embed[Compendium.dnd-abomination-vaults.av-items-5e.Item.K62114ixt3qullK8 caption=false cite=false]</p>"
          }
        }
      }
    },
    "Necrotic Bomb (Greater)": {
      "name": "Necrotic Bomb (Greater)",
      "description": "<p>Combining the worst parts of a rotting corpse with reagents most people consider unholy, Necrotic Bombs create a miasma of life-sucking substance when exposed to the air.</p><p>When you take the Attack action, you can replace one of your attacks with throwing a Necrotic Bomb. Target one creature you can see within 20 feet of yourself. The target makes a Dexterity saving throw (DC 8 plus your Dexterity modifier and Proficiency Bonus).</p><p>On a failure, the target takes [[/damage activity=x0UMzFtE0uY4seaM]] damage. Even on a successful save, the target takes [[/damage activity=Juti23Z1uaSwM6uL]] damage. In addition, each creature within 5 feet of the target takes damage as if it had successfully saved against the bomb. Constructs take no damage from a Necrotic Bomb.</p>",
      "activities": {
        "Successful Save Damage": {
          "name": "Successful Save Damage"
        }
      }
    },
    "Drover's Band": {
      "name": "Drover's Band",
      "description": "<p><em>Wondrous Item, Uncommon</em></p><p>This wrist guard has a glittering red gem on it. Faint glyphs and words of domination in Infernal swim inside the gem. As a Magic action, you can exert your will over a creature you can see within 30 feet of you that has an Intelligence score of 3 or less.</p><p>The creature must make a DC 13 Wisdom saving throw, or a DC 18 Wisdom saving throw if you are a Devil. Immunity to the Charmed condition doesn’t protect against this magic.</p><p>On a failed save, the creature obeys your telepathic commands for up to 1 hour. If the saving throw fails by 5 or more, the creature instead obeys your commands for up to 24 hours. The control ends early if you give the creature an obviously self-destructive order. Once you use the Drover’s Band, it can’t be used again until the next dawn.</p>",
      "activities": {
        "Standard Save": {
          "name": "Standard Save",
          "affects": {
            "special": "Intelligence score of 3 or less"
          }
        },
        "Devil's Save": {
          "name": "Devil's Save",
          "affects": {
            "special": "Intelligence score of 3 or less"
          }
        }
      },
      "effects": {
        "Commanded (1 Hour)": {
          "name": "Commanded (1 Hour)"
        },
        "Commanded (24 Hours)": {
          "name": "Commanded (24 Hours)"
        }
      }
    },
    "Elven Curve Blade": {
      "name": "Elven Curve Blade",
      "description": "<p>[[/attack extended]]. [[/damage extended]].</p><p>Essentially a longer version of the scimitar, this traditional elven weapon has a thinner blade than its cousin.</p>"
    },
    "Daydreamer's Curse": {
      "name": "Daydreamer's Curse",
      "description": "<p>One creature you touch must succeed on a Wisdom saving throw or become cursed for 10 minutes. The curse renders the target distracted and unable to focus its thoughts on tasks that demand insight or discernment. The target has Disadvantage on Wisdom (Insight and Perception) checks. At the end of 10 minutes, the target repeats the saving throw, ending the effect on a success.</p><p>On a failed save, the curse lasts until dispelled.</p>",
      "effects": {
        "Daydreamer's Curse": {
          "name": "Daydreamer's Curse"
        }
      }
    },
    "Thresholds of Truth": {
      "name": "Thresholds of Truth",
      "description": "<p>Zarmavdian’s spellbook, Thresholds of Truth, was once a straightforward treatise on arcane and occult lore containing several useful spells. However, it’s been so annotated and cross-referenced over the centuries that the original text is difficult to discern in many places. It’s clear that Zarmavdian was interested in preventing eldritch creatures from manipulating innocent minds, but the information is a treasure trove for those seeking to expand their knowledge into dangerous or inscrutable realms. This spellbook isn’t magical, but it contains the following spells.</p><p><strong>1st Level:</strong> @UUID[Compendium.dnd5e.spells24.Item.phbsplAlarm00000]{Alarm}, @UUID[Compendium.dnd5e.spells24.Item.phbsplCharmPerso]{Charm Person}, @UUID[Compendium.dnd5e.spells24.Item.phbsplColorSpray]{Color Spray}, @UUID[Compendium.dnd5e.spells24.Item.phbsplComprehend]{Comprehend Language}, @UUID[Compendium.dnd5e.spells24.Item.phbsplDetectMagi]{Detect Magic}, @UUID[Compendium.dnd5e.spells24.Item.phbsplMageArmor0]{Mage Armor}, @UUID[Compendium.dnd5e.spells24.Item.phbsplMagicMissi]{Magic Missile}, @UUID[Compendium.dnd5e.spells24.Item.phbsplShield0000]{Shield}, @UUID[Compendium.dnd5e.spells24.Item.phbsplUnseenServ]{Unseen Servant}</p><p><strong>2nd Level:</strong> @UUID[Compendium.dnd5e.spells24.Item.phbsplFalseLife0]{False Life}, @UUID[Compendium.dnd5e.spells24.Item.phbsplHoldPerson]{Hold Person}, @UUID[Compendium.dnd5e.spells24.Item.phbsplLocateObje]{Locate Object}, @UUID[Compendium.dnd5e.spells24.Item.phbsplWeb0000000]{Web}</p><p><strong>3rd Level:</strong> @UUID[Compendium.dnd5e.spells24.Item.phbsplClairvoyan]{Clairvoyance}, @UUID[Compendium.dnd5e.spells24.Item.phbsplDispelMagi]{Dispel Magic}, @UUID[Compendium.dnd5e.spells24.Item.phbsplHaste00000]{Haste}, @UUID[Compendium.dnd5e.spells24.Item.phbsplLightningB]{Lightning Bolt}, @UUID[Compendium.dnd5e.spells24.Item.phbsplSlow000000]{Slow}</p><p><strong>4th Level:</strong> @UUID[Compendium.dnd-abomination-vaults.av-items-5e.Item.Tfq5vtmZoUTiKKqp]{Daydreamer’s Curse}, @UUID[Compendium.dnd5e.spells24.Item.phbsplLocateCrea]{Locate Creature}, @UUID[Compendium.dnd5e.spells24.Item.phbsplOtilukesRe]{Resilient Sphere}</p>"
    },
    "The Cooperative Blade": {
      "name": "The Cooperative Blade",
      "description": "<p><em>Weapon (Longsword), Uncommon (Requires Attunement)</em></p><p>This +1 Longsword has a mirror-like blade free of tarnish. Despite its pristine appearance, the Cooperative Blade is incredibly ancient, created in pre-Earthfall Nidal. If you’re proficient with Longswords, when you take the Help action to assist an attack roll, you grant your ally an additional +1 bonus to their attack roll. When you take to Help action to assist an ability check, your ally gains an additional +1 bonus to their check.</p>"
    },
    "Sloughing Toxin": {
      "name": "Sloughing Toxin",
      "description": "<p>This complex toxin makes the muscles beneath a fleshwarpers find useful in their gruesome work. The victim’s rough or jerky movements concentrate the toxin in subdermal muscles and eventually cause skin and muscle to slough away. A creature subjected to this poison feels no effect until the end of its next turn. If the poison isn’t neutralized before that time, the creature must make a DC 15 Constitution saving throw. On a failed save, the creature has the Poisoned condition for 1 hour. While &amp;Reference[Poisoned apply=false] in this way, the creature’s skin becomes dry and its muscles burn painfully whenever it moves. The first time each turn the creature moves at least 5 feet or makes an attack roll, it takes [[/damage 1d4 Poison]] damage. At the end of each of its turns, the Poisoned creature must repeat the saving throw, ending the effect on success. If any subsequent saving throw fails by 5 or more, the creature can’t attempt the save again until the poison runs its course.</p>",
      "effects": {
        "Poisoned": {
          "name": "Poisoned"
        }
      }
    },
    "Shadowed Thieves' Tools": {
      "name": "Shadowed Thieves' Tools",
      "description": "<p><em>Wondrous Item, Uncommon</em></p><p>These Thieves’ Tools always shimmer as if slightly wet, even when dry. While using the tools in an area of Dim Light or Darkness, you can manipulate the tools with your shadow, allowing you to attempt to disable a trap or pick a lock as if you were up to 5 feet away from your true location. If you fail on your Dexterity check to use the tools while your shadow is holding them, the tools fall to the ground and they can’t be used this way again until the next dawn.</p>",
      "activities": {
        "Pick a Lock/Disarm a Trap": {
          "name": "Pick a Lock/Disarm a Trap"
        },
        "Shadow Pick a Lock/Disarm a Trap": {
          "name": "Shadow Pick a Lock/Disarm a Trap"
        }
      }
    },
    "Folding Drums": {
      "name": "Folding Drums",
      "description": "<p><em>Wondrous Item, Uncommon</em></p><p>This fine drum has three forms: a hand drum (weighing 3 pounds), a marching drum set with a shoulder harness and back brace (24 pounds), or a large standing drum set with a built-in stool (90 pounds). As a Utilize action, you can change the drum’s current size to one of its other forms. The drums must have sufficient open space to accommodate their new size.</p><p>If you pound the drums as part of casting an Enchantment spell with a range of at least 30 feet, the range of that spell increases by 30 feet. Similarly, if you have the Bardic Inspiration or Countercharm class feature, the range of those features increases by 30 feet while you pound the drums.</p>",
      "activities": {
        "Change Form": {
          "name": "Change Form"
        }
      },
      "effects": {
        "Hand Drum": {
          "name": "Hand Drum"
        },
        "Marching Drum": {
          "name": "Marching Drum"
        },
        "Standing Drum": {
          "name": "Standing Drum"
        }
      }
    },
    "Crimson Fulcrum Lens": {
      "name": "Crimson Fulcrum Lens",
      "description": "<p><em>Wondrous Item, Rare (Requires Attunement)</em></p><p>This concave lens has a drifting crimson cloud within it, resembling slowly swirling blood. While you are attuned to the Crimson Fulcrum Lens, you seethe with malevolent fury you can barely contain and are prone to fits of anger. In return, you gain the following benefits:</p><ul><li><p>You gain a +1 bonus to attack rolls.</p></li><li><p>You have Advantage on saving throws to avoid or end the &amp;Reference[Frightened apply=false] condition.</p></li></ul><p><strong>Malevolent Strike.</strong> While holding the lens aloft in one hand, you can use a Bonus Action to cause the lens to glow. The next attack you make before the end of your turn ignores the target’s Resistance or Immunity to Bludgeoning, Piercing, or Slashing damage. In addition, the attack deals extra an extra 2d6 damage of the weapon’s type, or an extra 2d8 damage if the attack was an Unarmed Strike.</p><p><strong>Infuse Nhimbaloth’s Rage.</strong> As a Magic action, you present the lens in your hand and make a melee attack with a +5 bonus against a creature within 5 feet of you. On a hit, you force the splinter of Nhimbaloth’s essence from the lens to possess the target. You lose Attunement to the lens, and the target becomes attuned to the lens instead, except the target can’t use the lens’s Malevolent Strike or Infuse Nhimbaloth’s Rage properties. The target can’t end Attunement to the lens, but it can be ended by any effect that removes a possession effect, such as the @UUID[Compendium.dnd5e.spells24.Item.phbsplDispelEvil]{Dispel Evil and Good} spell. Since this is a form of possession, the @UUID[Compendium.dnd5e.spells24.Item.phbEvilAndGoodPr]{Protection from Evil and Good} spell protects the target and causes Nhimbaloth’s essence to remain in the lens. The lens doesn’t have any magical properties until the possession ends; when it does, the essence returns to the lens.</p>",
      "activities": {
        "Malevolent Strike": {
          "name": "Malevolent Strike"
        },
        "Infuse Nhimbaloth's Rage": {
          "name": "Infuse Nhimbaloth's Rage"
        }
      },
      "effects": {
        "Lens Benefits": {
          "name": "Lens Benefits",
          "description": "<ul><li><p>You gain a +1 bonus to attack rolls.</p></li><li><p>You have Advantage on saving throws to avoid or end the &amp;Reference[Frightened apply=false] condition.</p></li></ul>"
        },
        "Malevolent Weapon": {
          "name": "Malevolent Weapon"
        },
        "Malevolent Unarmed Strike": {
          "name": "Malevolent Unarmed Strike"
        },
        "Infused with Splinter": {
          "name": "Infused with Splinter"
        }
      }
    },
    "Lantern of Empty Light": {
      "name": "Lantern of Empty Light",
      "description": "<p>Wondrous Item, Uncommon</p><p>It’s said that the pale blue light that burns in this eldritch lantern shines from another dimension or is linked, somehow, to the glow of a ghost consumed by the Outer Goddess Nhimbaloth. The lantern is a favored tool of those who would manipulate the minds of others for sinister reasons. Although the lantern lacks any hood or focusing mechanism, you can use a Bonus Action to make hand gestures and cause the lantern to magically channel its light like Hooded Lantern (Bright Light in a 30-foot radius and Dim Light for an additional 30 feet) or like a Bullseye Lantern (Bright Light in a 60-foot Cone and Dim Light for an additional 60 feet). Using the lantern as a source of illumination for prolonged periods tends to instill in the user a vague sense of being watched by unseen eyes.</p><p><strong>Empty Light of Reverie.</strong> As a Magic action, you can gesture to focus the lantern’s light on a creature you can see within 60 feet of you. If the creature can see the light, it must succeed on a DC 15 Wisdom saving throw or it has the &amp;Reference[Charmed apply=false] condition. While Charmed, the creature has the &amp;Reference[Incapacitated apply=false] condition. The effect lasts for as long as you maintain Concentration and the creature can see the lantern. The effect ends if the creature takes damage or if someone else uses an action to shake the creature out of its stupor. The lantern can’t shine the Empty Light of Reverie again until the next dawn.</p><p><strong>Empty Light of Death.</strong> As a Magic action, you can focus the lantern’s light on an Undead creature you can see within 60 feet of you. If the creature has the Incorporeal Movement trait, some of the creature’s ectoplasm is drawn into the lantern. The creature makes a DC 15 Dexterity saving throw, taking 5d8 Radiant damage on a failed save or half as much damage on a successful one. The lantern can’t shine the Empty Light of Death again until the next dawn.</p>",
      "activities": {
        "Hooded Light": {
          "name": "Hooded Light"
        },
        "Bullseye Light": {
          "name": "Bullseye Light"
        },
        "Empty Light of Reverie": {
          "name": "Empty Light of Reverie",
          "affects": {
            "special": "Can see the light"
          }
        },
        "Empty Light of Death": {
          "name": "Empty Light of Death",
          "affects": {
            "special": "Undead creature that can see the light with the Incorporeal Movement trait"
          }
        }
      },
      "effects": {
        "In Reverie": {
          "name": "In Reverie"
        }
      }
    },
    "Sage's Curse": {
      "name": "Sage's Curse",
      "description": "<p>One creature you touch must succeed on an Intelligence saving throw or become cursed for 10 minutes. The curse fills the target’s mind with distracting and hyperspecialized minutiae, causing it to second-guess even basic facts it tries to bring to mind. The creature has Disadvantage on Intelligence checks made learn or recall information. In addition, unless such a check succeeds by 5 or more, the target learns or recalls both the truth and an erroneous conjecture of the GM’s choice, with no obvious way to distinguish between the two. At the end of 10 minutes, the target repeats the saving throw, ending the effect on a success. On a failed save, the curse lasts until dispelled.</p>",
      "effects": {
        "Sage's Curse": {
          "name": "Sage's Curse"
        }
      }
    },
    "Repeating Hand Crossbow Magazine": {
      "name": "Repeating Hand Crossbow Magazine",
      "description": "<p><em><strong>Storage:</strong> @UUID[Compendium.dnd5e.equipment24.Item.phbagCaseCrossbo]{Case}</em></p><p>@UUID[Compendium.dnd5e.equipment24.Item.phbagAmmunitionV]{Ammunition} is required by a weapon that has the Ammunition property. A weapon's description specifies the type of ammunition used by the weapon. The Ammunition table lists the different types and the amount you get when you buy them. The table also lists the item that is typically used to store each type; storage must be bought separately.</p>"
    },
    "Shauth Blade": {
      "name": "Shauth Blade",
      "description": "<p>[[/attack extended]]. [[/damage extended]].</p><p>These strange, curved blades are jagged and deadly weapons made of alchemically strengthened teeth of dead urdefhans. They are typically named for the urdefhan whose teeth were forged into the weapon and are often carried (and revered) by that urdefhan’s descendants. If you score a Critical Hit against a creature that isn’t a Construct or Undead while using this weapon, you deal an extra 1d4 Slashing damage. This extra damage isn’t doubled. Urdefhans can train to drink blood through hollow parts of a shauth blade for a moment after hitting.</p>"
    },
    "The Whispering Reeds": {
      "name": "The Whispering Reeds",
      "description": "<p><em>Wondrous Item, Rare</em></p><p>This tome was compiled centuries ago by an anonymous author who sought to collect all parables, myths, stories, and encounters with the Outer Goddess Nhimbaloth. The author’s original intent was to create a work that foes of the Empty Death could use to fight against her influence, but as one reads through the book, it becomes apparent that the exact opposite effect has been achieved—by compiling these stories, the author inadvertently generated a work that made it easier for Nhimbaloth to influence the material world. Those who venerate the Empty Death seek copies of this book to use as a guide and a religious text, while those who don’t know better and peruse the book as though it were merely an anthology of stories find themselves unwittingly falling prey to Nhimbaloth’s cult or agents of the entity herself. Those who study from <em>The Whispering Reeds</em> for too long are often cursed to rise as ghosts themselves after death—unquiet spirits whose existence never lasts for long, as they are inevitably consumed by Nhimbaloth.</p><p>If one understands the dangers of this book, moderation can stall such a fate from visiting. With care, one can even use <em>The Whispering Reeds</em> as it was originally intended—as a weapon against the cult of Nhimbaloth in this world. Using the text too often, or using some of its more powerful effects, causes the user to feel an ominous chill. In these cases, the user is exposed to the tome’s curse, the Empty Death (see below).</p><p>The compiler wanted to produce an enormous print run of <em>The Whispering Reeds</em>, but after the initial run they realized the danger and scuttled those plans, instead attempting to destroy those copies already created. This crusade caught the attention of Nhimbaloth’s cult, who swiftly assassinated the compiler. Fewer than two dozen copies of this rare tome yet remain. The book’s sinister nature causes all attempts to transcribe it to fail, resulting in bodies of text that present as gibberish and nonsense. <em>The Whispering Reeds</em> has several powers, but you can’t activate any of these abilities while cursed by the book unless you are a follower of Nhimbaloth. The book has 7 charges and regains all expended charges daily at dusk.</p><p><strong>Research.</strong> While holding the book, whenever you make an Intelligence (Arcana or Religion) check to recall knowledge related to Nhimbaloth, will-o’-wisps, or other servitors or items of hers, you can choose to make the roll with Advantage. Each time you use this property again before the next dusk, you are exposed to the book’s curse.</p><p><strong>Hand of the Empty Death.</strong> While holding the book, you can use a Magic action to expend 2 charges from the book and select one Undead creature you can see within 60 feet of you that has the Incorporeal Movement trait. Seven equally spaced holes tear through the creature’s ectoplasm. The creature makes a DC 15 Charisma saving throw, taking 7d4 Force damage on a failed save or half as much damage on a successful one. Each time you use this property again before the next dusk, you are exposed to the book’s curse.</p><p><strong>Mists of Despair.</strong> While holding the book, you can use a Magic action to invoke a tale from <em>The Whispering Reeds</em> that parallels the situation, environment, or creatures nearby. Eerie mists and indistinct whispers rise in a 20-foot Emanation originating from you, and clusters of seven perfectly spaced divots manifest on the ground, vegetation, and flesh of creatures in the area. Each creature you choose in the area suffers agonizing despair and makes a DC 15 Wisdom saving throw. On a failed save, the target takes 4d6 Psychic damage and has Disadvantage on saving throws to avoid or end the Frightened condition for 1 minute. On a success, the target takes half as much damage only. Creatures immune to the Frightened condition are immune to this effect. You are exposed to the book’s curse each time you use this property. Once you have used this property of the book, it can’t be used again until the next dusk.</p><p><strong>Spells.</strong> While holding the book, you can use an action to expend some of its charges to cast one of the following spells from it (spell save DC 15): @UUID[Compendium.dnd5e.spells24.Item.phbsplConfusion0]{Confusion} (4 charges), @UUID[Compendium.dnd5e.spells24.Item.phbsplFear000000]{Fear} (3 charges), @UUID[Compendium.dnd5e.spells24.Item.phbsplPhantasmal]{Phantasmal Killer} (4 charges), or @UUID[Compendium.dnd5e.spells24.Item.phbsplSleep00000]{Sleep} (level 3 version, 3 charges). You are exposed to the book’s curse each time you cast a spell from it.</p><p><strong>Curse of Empty Death.</strong> The book is cursed. Any attempt to copy the book’s contents produces incoherent gibberish and exposes you to the book’s curse, as does destroying the book. Each time you are exposed to the curse, you must make a DC 15 Wisdom saving throw. On a failed save, your thoughts are filled with paranoia that something is watching you from the other side of death. While the effect lasts, your Intelligence, Wisdom, and Charisma scores become 1, and you can’t cast spells, use the Magic action, understand language, or communicate in any intelligible way. The effect lasts until you finish a Long Rest or until your sanity is restored by the @UUID[Compendium.dnd5e.spells24.Item.phbsplGreaterRes]{Greater Restoration}, @UUID[Compendium.dnd5e.spells24.Item.phbsplHeal000000]{Heal}, or @UUID[Compendium.dnd5e.spells24.Item.phbsplWish000000]{Wish }spell. If you die before the effect ends, you immediately rise as a <strong>@UUID[Compendium.dnd5e.actors24.Actor.mmGhost000000000]{Ghost}</strong>.</p><p>Every 10 days that pass after you become a ghost, roll a [[/r d20]]. On a 1, you are consumed by Nhimbaloth. A creature whose ghost is consumed in this way is utterly annihilated and can’t be restored to life by any means short of a Wish spell or divine intervention.</p>",
      "activities": {
        "Research": {
          "name": "Research"
        },
        "Hand of the Empty Death": {
          "name": "Hand of the Empty Death",
          "affects": {
            "special": "You can see with the Incorporeal Movement trait"
          }
        },
        "Mists of Despair": {
          "name": "Mists of Despair"
        },
        "Exposed to Curse": {
          "name": "Exposed to Curse"
        }
      },
      "effects": {
        "Disdadvantaged": {
          "name": "Disdadvantaged",
          "description": "<p>The target Disadvantage on saving throws to avoid or end the Frightened condition.</p>"
        },
        "Paranoid Whisperings": {
          "name": "Paranoid Whisperings"
        }
      }
    },
    "Shootist Bandolier": {
      "name": "Shootist Bandolier",
      "description": "<p>This leather bandolier holds up to three Repeating Crossbow Magazines in leather pockets that pop open with the quick flick of a thumb. You can reload a Repeating Hand Crossbow from the bandolier as a single Bonus Action. You can wear only one shootist bandolier effectively at a time.</p><section id=\"secret-tvo5HxkJtSYctX3p\" class=\"secret\"><p><strong>Foundry Note</strong></p><p>This item is used for tracking the number of Magazines you have but does not automate their usage.</p></section>"
    },
    "Necrotic Bomb (Basic)": {
      "name": "Necrotic Bomb (Basic)",
      "description": "<p>Combining the worst parts of a rotting corpse with reagents most people consider unholy, Necrotic Bombs create a miasma of life-sucking substance when exposed to the air.</p><p>When you take the Attack action, you can replace one of your attacks with throwing a Necrotic Bomb. Target one creature you can see within 20 feet of yourself. The target makes a Dexterity saving throw (DC 8 plus your Dexterity modifier and Proficiency Bonus).</p><p>On a failure, the target takes [[/damage activity=RZefsvLGcUqAkeH6]] damage. Even on a successful save, the target takes [[/damage activity=kMHoXS53nXjPkjbS]] damage. In addition, each creature within 5 feet of the target takes damage as if it had successfully saved against the bomb. Constructs take no damage from a Necrotic Bomb.</p>",
      "activities": {
        "Successful Save Damage": {
          "name": "Successful Save Damage"
        }
      }
    },
    "Worm's Repast": {
      "name": "Worm's Repast",
      "description": "<p>You seed spectral, gnawing worms into the flesh of a creature you can see within range. The creature makes a Constitution saving throw. Undead creatures with flesh, such as zombies, make the save with Disadvantage. On a failed save, the target takes [[/damage]] damage, and the worms continue to gnaw on the target for the duration. While the worms remain, the target takes an additional [[/damage activity=]] damage at the end of each of its turns. On a successful save, the target takes half as much damage and worms disappear immediately.</p>",
      "activities": {
        "Follow Up Damage": {
          "name": "Follow Up Damage"
        }
      }
    },
    "Hunter's Brooch": {
      "name": "Hunter's Brooch",
      "description": "<p><em>Wondrous Item, Uncommon</em></p><p>While wearing this silver Holy Symbol of Erastil, you can cast the @UUID[Compendium.dnd5e.spells24.Item.phbsplSacredFlam]{Sacred Flame} cantrip (save DC 13). As a Magic action, you can touch the brooch to a weapon you’re holding and utter a plea for Erastil’s steadying hand to bless the weapon. The next time you score a Critical Hit with the blessed weapon, the weapon deals an extra 1d12 Radiant damage, or 2d12 Radiant damage if the target is Undead. This extra damage isn’t doubled. The blessing ends after 1 minute, when the blessing activates, or until you are no longer holding the weapon. Once you use the brooch to bless a weapon, it can’t be used this way again until the next dawn.</p><section id=\"secret-FkNdaRqY8nOpROJT\" class=\"secret\"><p><strong>Foundry Note</strong></p><p>The <strong>Bless Weapon</strong> enchantment will add 1d12 Radiant damage if you score a critical hit. If it is against an Undead, use the Situational Bonus field.</p></section>",
      "activities": {
        "Bless Weapon": {
          "name": "Bless Weapon"
        }
      },
      "effects": {
        "Hunter's Brooch": {
          "name": "Hunter's Brooch",
          "changes": {
            "name": "{} of the Hunter"
          }
        }
      }
    },
    "Ectoplasmic Expulsion": {
      "name": "Ectoplasmic Expulsion",
      "description": "<p>You call upon multiple tendrils of ephemeral ectoplasm to pass through one creature you can see within range and carry away all harmful psychic afflictions. You end each spell or effect giving the target the &amp;Reference[Charmed apply=false] or &amp;Reference[Frightened apply=false] condition. In addition, if the target is possessed, the possession ends. Each expelled effect manifests momentarily as a colored aura or other sensory cue that imparts to you its school of magic (if any) and then vanishes in the general direction of its caster or source. For the duration, the target has Advantage on saving throws against all the expelled spells and effects (whether from the same source or a different one).</p>",
      "effects": {
        "Expelled Ectoplasm": {
          "name": "Expelled Ectoplasm",
          "description": "<p>You end each spell or effect giving the target the Charmed or Frightened condition. In addition, if the target is possessed, the possession ends. For the duration, the target has Advantage on saving throws against all the expelled spells and effects (whether from the same source or a different one).</p>"
        }
      }
    },
    "Shauth Lash": {
      "name": "Shauth Lash",
      "description": "<p>[[/attack extended]]. [[/damage extended]].</p><p>This long metal chain bears hook-like barbs made of alchemically strengthened urdefhan teeth. If you score a Critical Hit against a creature that isn’t a Construct or Undead while using this weapon, you deal an extra 1d6 Slashing damage. This extra damage isn’t doubled. Urdefhans can train to drink blood through hollow parts of a shauth lash for a moment after hitting, and urdefhans hold these weapons with the same reverence with which they do shauth blades.</p>"
    },
    "Starknife": {
      "name": "Starknife",
      "description": "<p>[[/attack extended]]. [[/damage extended]].</p><p>From a central metal ring, four tapering metal blades extend like points on a compass rose. When gripping a starknife from the center, the wielder can use it as a melee weapon. It can also be thrown short distances.</p>"
    }
  }
}
