{
  "label": "背景表",
  "folders": {
    "Sailor": "水手",
    "Hermit": "隐士",
    "Folk Hero": "平民英雄",
    "Soldier": "士兵",
    "Sage": "智者",
    "Guild Artisan": "公会工匠",
    "Outlander": "化外之民",
    "Noble": "贵族",
    "Entertainer": "艺人",
    "Criminal": "罪犯",
    "Charlatan": "骗子"
  },
  "entries": {
    "Bond": {
      "name": "牵绊",
      "results": {
        "1-1": "我敲诈错了人，所以必须确保那家伙不和我或者任何我在意的人再度打上交道。",
        "2-2": "我的导师是个可能正在某个监牢里面烂着的糟糕人物，然而我欠他很多很多。",
        "3-3": "我在某个地方有个未曾见过我的孩子。我正为他改变这个世界。",
        "4-4": "我是贵族出身，我早晚一天会从剽窃我领地和头衔的人身上把一切都抢回来。",
        "5-5": "一个大人物杀了我的爱人。要不了多久，我就会向他复仇。",
        "6-6": "我毁了一个不该被骗的人。我试图弥补我的过失，但是可能永远不会原谅自己。"
      }
    },
    "Flaw": {
      "name": "缺陷",
      "results": {
        "1-1": "我对漂亮脸蛋没有抵抗力。",
        "2-2": "我总是欠债，并且把不义之财花在奢侈品上，还花得比赚得快。",
        "3-3": "我确信没人能用我骗人的方式骗到我。",
        "4-4": "我从不满足于现有的财产，而一旦涉及钱财我就会不畏风险。",
        "5-5": "我会按捺不住冲动去欺骗远比自己强的人。",
        "6-6": "尽管我难以启齿且痛恨不已，但是见势不妙我会转身就逃，并且只顾把自己藏好。"
      }
    },
    "Ideal": {
      "name": "理想",
      "results": {
        "1-1": "自主。我的灵魂自由自在——没人能对我指手画脚。（混乱）",
        "2-2": "公平。我从不在那些穷得失不起钱的人身上捞钱。（守序）",
        "3-3": "仁爱。我把赚来的钱分给真正需要的人。（善良）",
        "4-4": "创新。我从不玩两次同样的把戏。（混乱）",
        "5-5": "友谊。钱财来去如流水，友情长存如青山。（善良）",
        "6-6": "抱负。我决心走向成功。（任意）"
      }
    },
    "Personality Trait": {
      "name": "个人特质",
      "results": {
        "1-1": "我容易招蜂引蝶，爱情生活是也不断的离离合合。",
        "2-2": "我在什么情境下都会说笑，尤其在不合时宜时更是如此。",
        "3-3": "我爱用逢迎的手段获取所求之物。",
        "4-4": "我是天生的赌徒，一旦有回报的可能，我就会不顾风险。",
        "5-5": "我什么时候都爱说点谎话，而不论是否有必要。",
        "6-6": "讽刺和挖苦是我的首选武器。",
        "7-7": "我身上挂着一排圣徽，随时随地都可以祈祷随便哪位神祇保佑。",
        "8-8": "我会把任何可能有点价值的玩意儿都收集起来。"
      }
    },
    "pbsoCrimbond0000": {
      "name": "牵绊",
      "results": {
        "1-1": "我试图偿还一个慷慨的资助者的老债务。",
        "2-2": "我的非法所得是为了支持我的家庭。",
        "3-3": "我有一件重要的东西被夺走了，并且我想要把它偷回来。",
        "4-4": "我会成为有史以来最伟大的盗贼。",
        "5-5": "我因一桩严重罪行而内疚。并希望从中寻求自我救赎。",
        "6-6": "我深爱的某人因我犯下的错误而死。而我决不会让这种事情再发生了。"
      }
    },
    "pbsoCrimflaw0000": {
      "name": "缺陷",
      "results": {
        "1-1": "当我看到一些有价值的东西时，就会一心只想如何偷到它。",
        "2-2": "在面对金钱与朋友间的抉择时，我通常都选择金钱。",
        "3-3": "每当要记住某个计划时，我总会忘掉。就是无法忘掉，我也会选择性无视它。",
        "4-4": "我说谎时总会因一个不自觉的“行为”而露出马脚。",
        "5-5": "当事态看起来开始变得糟糕时，我会转身掉头就跑。",
        "6-6": "一名无辜者因我犯下的某桩罪行而进了监狱。我对此毫无愧疚。"
      }
    },
    "pbsoCrimideal000": {
      "name": "理想",
      "results": {
        "1-1": "荣誉。我不会对正在交易的对象行窃。(守序)",
        "2-2": "自由。枷锁注定要被打破 ，而那些创造枷锁的人也该受同样对待。（混乱）",
        "3-3": "仁爱。我从富人手中窃取财富，这样就能帮助有需要的人。（善良）",
        "4-4": "贪婪。为了致富我会不择手段 。（邪恶）",
        "5-5": "人民。我忠于我的朋友而非任何理想，至于其他人就算掉入冥河里也与我无关。（中立）",
        "6-6": "救赎。人人心中有善念。（善良）"
      }
    },
    "Criminal Specialty": {
      "name": "作案手法",
      "description": "<p>违法犯罪的行为五花八门，而在盗贼公会或类似的犯罪组织中，每个成员也有着不同的专职分工。即便是那些游离于组织之外的罪犯，也会对某些特定的罪行更为偏爱。选择你在犯罪生涯中扮演的角色，或者依据下列表格进行随机投骰。</p>",
      "results": {
        "1-1": "敲诈犯",
        "2-2": "盗窃犯",
        "3-3": "斗殴犯",
        "4-4": "销赃犯",
        "5-5": "路匪",
        "6-6": "职业杀手",
        "7-7": "扒窃犯",
        "8-8": "走私犯"
      }
    },
    "pbsoCrimtrait000": {
      "name": "个人特质",
      "results": {
        "1-1": "我总是计划好事情变糟时的应对方法。",
        "2-2": "无论情形如何我总能保持冷静。我从不会忽然提高音调或是让情绪影响自己。",
        "3-3": "我每到一个新地方做的第一件事就是记下每个贵重物品的位置——或是可能藏有类似东西的地点。",
        "4-4": "比起制造一个新敌人，我宁可交一个新朋友。",
        "5-5": "我极端的不易信任他人。表面上看上去越公正的人通常都藏着越多见不得光的事。",
        "6-6": "我不会考虑某个情形中的风险。永远别跟我谈概率。",
        "7-7": "令我做某件事的最好手段就是跟我说不能那样做。",
        "8-8": "最轻微的侮辱也能把我气炸了。"
      }
    },
    "Defining Event": {
      "name": "命定事件",
      "description": "<p>你因来自平民阶层而在乡民群众中倍感舒适。除非乡民们已经认为你会带来危险，否则你总能在普通人群中找到一个地方以供躲藏、休息或复原。他们能够掩护你逃脱法办，或者逃离追杀你的人，只是他们并不会为你而牺牲自己的性命。</p>",
      "results": {
        "1-1": "我挺身而出反抗某位暴君的爪牙。",
        "2-2": "我在一场自然灾害中救了人。",
        "3-3": "我独自一人对抗一只可怕的怪物。",
        "4-4": "我偷窃了一名腐败商人的钱财再用来帮助穷人。",
        "5-5": "我领导一支民兵击退了一支入侵的军队。",
        "6-6": "我闯进某位暴君的城堡，并从中偷取武器武装民众。",
        "7-7": "我训练农民们以农具作武器抵抗某位暴君的士兵们。",
        "8-8": "一位领主在我领导了一场象征性的抗议活动后，撤销了这项不得人心的法令。",
        "9-9": "一只天界生物，精类生物或是类似的其他生物赐我予祝福，或是揭示了我的秘密血统。",
        "10-10": "我被招募进一位领主的军队，期间我因自己的英雄气概而受到称赞，并被提升为领导者。"
      }
    },
    "pbsoEntbond00000": {
      "name": "牵绊",
      "results": {
        "1-1": "我的乐器是我最宝贵的财富，它纪念着某个我所爱之人。",
        "2-2": "有人偷走了我珍爱的乐器，而我一定要夺回来。",
        "3-3": "我要不惜一切代价让自己出名。",
        "4-4": "我崇拜古老传奇中的某位英雄，并时时以他作榜样。",
        "5-5": "只要能证明我比我讨厌的对手强，我愿意做任何事情。",
        "6-6": "我可以为原来的剧团的同伴做任何事。"
      }
    },
    "pbsoEntflaw00000": {
      "name": "缺陷",
      "results": {
        "1-1": "我会不择手段的去获取声誉和名望。",
        "2-2": "我就是个看脸的肤浅家伙。",
        "3-3": "一则丑闻让我背井离乡。而这麻烦依然如影随形。",
        "4-4": "我曾经讽刺过一个贵族，现在他仍然想要我的脑袋。而这错误我可能还会再犯。",
        "5-5": "我总是忍不住道出自己的真实感受。而我的刻薄言辞也经常带给我麻烦。",
        "6-6": "就算我尽了全力，我的朋友们还是认为我靠不住。"
      }
    },
    "pbsoEntideal0000": {
      "name": "理想",
      "results": {
        "1-1": "美好。我表演时的世界会显得更美好。（善良）",
        "2-2": "传统。过去的故事、传说以及歌谣塑造了如今的我们，他们不该被遗忘。（守序）",
        "3-3": "创新。世界需要崭新的创意和大胆的行动。（混乱）",
        "4-4": "贪婪。我只是为名为利罢了。（邪恶）",
        "5-5": "人民。我喜欢表演时人们脸上的笑容。那就是我想要的。（中立）",
        "6-6": "正直。艺术展现灵魂。它应当发自内心，揭露本我。（任意）"
      }
    },
    "Entertainer Routines": {
      "name": "演艺方向",
      "description": "<p>优秀的艺人应当多才多艺，并且能够在一次表演中以多种不同套路娱乐观众。自选一到三种套路或掷骰随机决定你作为艺人的技艺。</p>",
      "results": {
        "1-1": "演员",
        "2-2": "舞者",
        "3-3": "吞火艺人",
        "4-4": "弄臣",
        "5-5": "抛接艺人",
        "6-6": "乐师",
        "7-7": "诗人",
        "8-8": "歌手",
        "9-9": "说书人",
        "10-10": "空翻艺人"
      }
    },
    "pbsoEnttrat00000": {
      "name": "个人特质",
      "results": {
        "1-1": "我知道一个几乎适合所有情况的故事。",
        "2-2": "我到一个新地方后就会着手收集当地的流言和小道消息。",
        "3-3": "我是无可救药的浪漫主义者，总是在寻找某个“特别的人”。",
        "4-4": "我周围的人都不会生气太久，因为我总能缓和紧张的气氛。",
        "5-5": "我喜欢精妙的讽刺，即使那是对我的讽刺。",
        "6-6": "我一旦不是众人关注的焦点就会很难受。",
        "7-7": "我是完美主义者。",
        "8-8": "我的情绪和想法变得像歌曲转调一样快。"
      }
    },
    "Favorite Schemes": {
      "name": "偏好骗局",
      "description": "<p>每个骗子都有比较偏爱的骗局手法。选择一个偏好骗局，或者掷骰随机决定。</p>",
      "results": {
        "1-1": "我在博弈游戏中作弊。",
        "2-2": "我造假币或者伪造文件。",
        "3-3": "我渗透进他人生活中，掌握其把柄，夺取其财产。",
        "4-4": "我像换衣服一样换身份。",
        "5-5": "我在街头角落耍弄障眼法，靠行骗为生。",
        "6-6": "我说服别人花一大笔辛苦钱买不值钱的垃圾。"
      }
    },
    "pbsoFolkbond0000": {
      "name": "牵绊",
      "results": {
        "1-1": "我有一个家庭，但我现在不知道他们身处何处。我希望终有一日能够再次见到他们。",
        "2-2": "我劳作于这片土地，我热爱这片土地，而且我将保卫这片土地。",
        "3-3": "一名傲慢的贵族曾经死命痛打了我一顿，故而我将报复任何我遇到的恃强凌弱者。",
        "4-4": "我的工具是我以往生活的符号，因而我随身携带着它们以便永远记住我的根。",
        "5-5": "我保护那些无力自保的人。",
        "6-6": "我希望我的青梅竹马能伴着我一起追寻我的命运。"
      }
    },
    "pbsoFolkflaw0000": {
      "name": "Flaw",
      "results": {
        "1-1": "The tyrant who rules my land will stop at nothing to see me killed.",
        "2-2": "I’m convinced of the significance of my destiny, and blind to my shortcomings and the risk of failure.",
        "3-3": "The people who knew me when I was young know my shameful secret, so I can never go home again.",
        "4-4": "I have a weakness for the vices of the city, especially hard drink.",
        "5-5": "Secretly, I believe that things would be better if I were a tyrant lording over the land.",
        "6-6": "I have trouble trusting in my allies."
      }
    },
    "pbsoFolkideal000": {
      "name": "Ideal",
      "results": {
        "1-1": "Respect. People deserve to be treated with dignity and respect. (Good)",
        "2-2": "Fairness. No one should get preferential treatment before the law, and no one is above the law. (Lawful)",
        "3-3": "Freedom. Tyrants must not be allowed to oppress the people. (Chaotic)",
        "4-4": "Might. If I become strong, I can take what I want—what I deserve. (Evil)",
        "5-5": "Sincerity. There’s no good in pretending to be something I’m not. (Neutral)",
        "6-6": "Destiny. Nothing and no one can steer me away from my higher calling. (Any)"
      }
    },
    "pbsoFolktrait000": {
      "name": "Personality Trait",
      "results": {
        "1-1": "I judge people by their actions, not their words.",
        "2-2": "If someone is in trouble, I’m always ready to lend help.",
        "3-3": "When I set my mind to something, I follow through no matter what gets in my way.",
        "4-4": "I have a strong sense of fair play and always try to find the most equitable solution to arguments.",
        "5-5": "I’m confident in my own abilities and do what I can to instill confidence in others.",
        "6-6": "Thinking is for other people. I prefer action.",
        "7-7": "I misuse long words in an attempt to sound smarter.",
        "8-8": "I get bored easily. When am I going to get on with my destiny?"
      }
    },
    "Guild Business": {
      "name": "Guild Business",
      "description": "<p>Guilds are generally found in cities large enough to support several artisans practicing the same trade. However, your guild might instead be a loose network of artisans who each work in a different village within a larger realm. Work with your DM to determine the nature of your guild. You can select your guild business from the Guild Business table or roll randomly.</p>",
      "results": {
        "1-1": "Alchemists and apothecaries",
        "2-2": "Armorers, locksmiths, and finesmiths",
        "3-3": "Brewers, distillers, and vintners",
        "4-4": "Calligraphers, scribes, and scriveners",
        "5-5": "Carpenters, roofers, and plasterers",
        "6-6": "Cartographers, surveyors, and chart-makers",
        "7-7": "Cobblers and shoemakers",
        "8-8": "Cooks and bakers",
        "9-9": "Glassblowers and glaziers",
        "10-10": "Jewelers and gem cutters",
        "11-11": "Leatherworkers, skinners, and tanners",
        "12-12": "Masons and stonecutters",
        "13-13": "Painters, limners, and sign-makers",
        "14-14": "Potters and tile-makers",
        "15-15": "Shipwrights and sailmakers",
        "16-16": "Smiths and metal-forgers",
        "17-17": "Tinkers, pewterers, and casters",
        "18-18": "Wagon-makers and wheelwrights",
        "19-19": "Weavers and dyers",
        "20-20": "Woodcarvers, coopers, and bowyers"
      }
    },
    "pbsoGuildbond000": {
      "name": "Bond",
      "results": {
        "1-1": "The workshop where I learned my trade is the most important place in the world to me.",
        "2-2": "I created a great work for someone, and then found them unworthy to receive it. I’m still looking for someone worthy.",
        "3-3": "I owe my guild a great debt for forging me into the person I am today.",
        "4-4": "I pursue wealth to secure someone’s love.",
        "5-5": "One day I will return to my guild and prove that I am the greatest artisan of them all.",
        "6-6": "I will get revenge on the evil forces that destroyed my place of business and ruined my livelihood."
      }
    },
    "pbsoGuildflaw000": {
      "name": "Flaw",
      "results": {
        "1-1": "I’ll do anything to get my hands on something rare or priceless.",
        "2-2": "I’m quick to assume that someone is trying to cheat me.",
        "3-3": "No one must ever learn that I once stole money from guild coffers.",
        "4-4": "I’m never satisfied with what I have—I always want more.",
        "5-5": "I would kill to acquire a noble title.",
        "6-6": "I’m horribly jealous of anyone who can outshine my handiwork. Everywhere I go, I’m surrounded by rivals."
      }
    },
    "pbsoGuildideal00": {
      "name": "Ideal",
      "results": {
        "1-1": "Community. It is the duty of all people to strengthen the bonds and security of communities. (Lawful)",
        "2-2": "Generosity. My talents were given to me so that I could use them to benefit the world. (Good)",
        "3-3": "Freedom. Everyone should be free to pursue his or her own livelihood. (Chaotic)",
        "4-4": "Greed. I’m only in it for the money. (Evil)",
        "5-5": "People. I’m committed to the people I care about, not to ideals. (Neutral)",
        "6-6": "Aspiration. I work hard to be the best there is at my craft. (Any)"
      }
    },
    "pbsoGuildtrait00": {
      "name": "Personality Trait",
      "results": {
        "1-1": "I believe that anything worth doing is worth doing right. I can’t help it—I’m a perfectionist.",
        "2-2": "I’m a snob who looks down on those who can’t appreciate fine art.",
        "3-3": "I always want to know how things work and what makes people tick.",
        "4-4": "I’m full of witty aphorisms and have a proverb for every occasion.",
        "5-5": "I’m rude to people who lack my commitment to hard work and fair play.",
        "6-6": "I like to talk at length about my profession.",
        "7-7": "I don’t part with my money easily and will haggle tirelessly to get the best deal possible.",
        "8-8": "I’m well known for my work, and I want to make sure everyone appreciates it. I’m always taken aback when people haven’t heard of me."
      }
    },
    "pbsoHermitbond00": {
      "name": "Bond",
      "results": {
        "1-1": "Nothing is more important than the other members of my hermitage, order, or association.",
        "2-2": "I entered seclusion to hide from the ones who might still be hunting me. I must someday confront them.",
        "3-3": "I’m still seeking the enlightenment I pursued in my seclusion, and it still eludes me.",
        "4-4": "I entered seclusion because I loved someone I could not have.",
        "5-5": "Should my discovery come to light, it could bring ruin to the world.",
        "6-6": "My isolation gave me great insight into a great evil that only I can destroy."
      }
    },
    "pbsoHermitflaw00": {
      "name": "Flaw",
      "results": {
        "1-1": "Now that I’ve returned to the world, I enjoy its delights a little too much.",
        "2-2": "I harbor bloodthirsty thoughts that my isolation and meditation failed to quell.",
        "3-3": "I am dogmatic in my thoughts and philosophy.",
        "4-4": "I let my need to win arguments overshadow friendships and harmony.",
        "5-5": "I’d risk too much to uncover a lost bit of knowledge.",
        "6-6": "I like keeping secrets and won’t share them with anyone."
      }
    },
    "pbsoHermitideal0": {
      "name": "Ideal",
      "results": {
        "1-1": "Greater Good. My gifts are meant to be shared with all, not used for my own benefit. (Good)",
        "2-2": "Logic. Emotions must not cloud our sense of what is right and true, or our logical thinking. (Lawful)",
        "3-3": "Free Thinking. Inquiry and curiosity are the pillars of progress. (Chaotic)",
        "4-4": "Power. Solitude and contemplation are paths toward mystical or magical power. (Evil)",
        "5-5": "Live and Let Live. Meddling in the affairs of others only causes trouble. (Neutral)",
        "6-6": "Self-Knowledge. If you know yourself, there’s nothing left to know. (Any)"
      }
    },
    "pbsoHermittrait0": {
      "name": "Personality Trait",
      "results": {
        "1-1": "I’ve been isolated for so long that I rarely speak, preferring gestures and the occasional grunt.",
        "2-2": "I am utterly serene, even in the face of disaster.",
        "3-3": "The leader of my community had something wise to say on every topic, and I am eager to share that wisdom.",
        "4-4": "I feel tremendous empathy for all who suffer.",
        "5-5": "I’m oblivious to etiquette and social expectations.",
        "6-6": "I connect everything that happens to me to a grand, cosmic plan.",
        "7-7": "I often get lost in my own thoughts and contemplation, becoming oblivious to my surroundings.",
        "8-8": "I am working on a grand philosophical theory and love sharing my ideas."
      }
    },
    "Life of Seclusion": {
      "name": "Life of Seclusion",
      "description": "<p>What was the reason for your isolation, and what changed to allow you to end your solitude? You can work with your DM to determine the exact nature of your seclusion, or you can choose or roll on the table below to determine the reason behind your seclusion.</p>",
      "results": {
        "1-1": "I was searching for spiritual enlightenment.",
        "2-2": "I was partaking of communal living in accordance with the dictates of a religious order.",
        "3-3": "I was exiled for a crime I didn’t commit.",
        "4-4": "I retreated from society after a life-altering event.",
        "5-5": "I needed a quiet place to work on my art, literature, music, or manifesto.",
        "6-6": "I needed to commune with nature, far from civilization.",
        "7-7": "I was the caretaker of an ancient ruin or relic.",
        "8-8": "I was a pilgrim in search of a person, place, or relic of spiritual significance."
      }
    },
    "pbsoNoblebond000": {
      "name": "Bond",
      "results": {
        "1-1": "I will face any challenge to win the approval of my family.",
        "2-2": "My house’s alliance with another noble family must be sustained at all costs.",
        "3-3": "Nothing is more important than the other members of my family.",
        "4-4": "I am in love with the heir of a family that my family despises.",
        "5-5": "My loyalty to my sovereign is unwavering.",
        "6-6": "The common folk must see me as a hero of the people."
      }
    },
    "pbsoNobleflaw000": {
      "name": "Flaw",
      "results": {
        "1-1": "I secretly believe that everyone is beneath me.",
        "2-2": "I hide a truly scandalous secret that could ruin my family forever.",
        "3-3": "I too often hear veiled insults and threats in every word addressed to me, and I’m quick to anger.",
        "4-4": "I have an insatiable desire for decadent pleasures.",
        "5-5": "In fact, the world does revolve around me.",
        "6-6": "By my words and actions, I often bring shame to my family."
      }
    },
    "pbsoNobleideal00": {
      "name": "Ideal",
      "results": {
        "1-1": "Respect. Respect is due to me because of my position, but all people regardless of station deserve to be treated with dignity. (Good)",
        "2-2": "Responsibility. It is my duty to respect the authority of those above me, just as those below me must respect mine. (Lawful)",
        "3-3": "Independence. I must prove that I can handle myself without the coddling of my family. (Chaotic)",
        "4-4": "Power. If I can attain more power, no one will tell me what to do. (Evil)",
        "5-5": "Family. Blood runs thicker than water. (Any)",
        "6-6": "Noble Obligation. It is my duty to protect and care for the people beneath me. (Good)"
      }
    },
    "pbsoNobletrait00": {
      "name": "Personality Trait",
      "results": {
        "1-1": "My eloquent flattery makes everyone I talk to feel like the most wonderful and important person in the world.",
        "2-2": "The common folk love me for my kindness and generosity.",
        "3-3": "No one could doubt by looking at my regal bearing that I am a cut above the unwashed masses.",
        "4-4": "I take great pains to always look my best and follow the latest fashions.",
        "5-5": "I don’t like to get my hands dirty, and I won’t be caught dead in unsuitable accommodations.",
        "6-6": "Despite my noble birth, I do not place myself above other folk. We all have the same blood.",
        "7-7": "My favor, once lost, is lost forever.",
        "8-8": "If you do me an injury, I will crush you, ruin your name, and salt your fields."
      }
    },
    "Origin": {
      "name": "Origin",
      "description": "<p>You’ve been to strange places and seen things that others cannot begin to fathom. Consider some of the distant lands you have visited, and how they impacted you. You can roll on the following table to determine your occupation during your time in the wild, or choose one that best fits your character.</p>",
      "results": {
        "1-1": "Forester",
        "2-2": "Trapper",
        "3-3": "Homesteader",
        "4-4": "Guide",
        "5-5": "Exile or outcast",
        "6-6": "Bounty hunter",
        "7-7": "Pilgrim",
        "8-8": "Tribal nomad",
        "9-9": "Hunter-gatherer",
        "10-10": "Tribal marauder"
      }
    },
    "pbsoOutlanderbon": {
      "name": "Bond",
      "results": {
        "1-1": "My family, clan, or tribe is the most important thing in my life, even when they are far from me.",
        "2-2": "An injury to the unspoiled wilderness of my home is an injury to me.",
        "3-3": "I will bring terrible wrath down on the evildoers who destroyed my homeland.",
        "4-4": "I am the last of my tribe, and it is up to me to ensure their names enter legend.",
        "5-5": "I suffer awful visions of a coming disaster and will do anything to prevent it.",
        "6-6": "It is my duty to provide children to sustain my tribe."
      }
    },
    "pbsoOutlanderfla": {
      "name": "Flaw",
      "results": {
        "1-1": "I am too enamored of ale, wine, and other intoxicants.",
        "2-2": "There’s no room for caution in a life lived to the fullest.",
        "3-3": "I remember every insult I’ve received and nurse a silent resentment toward anyone who’s ever wronged me.",
        "4-4": "I am slow to trust members of other races, tribes, and societies.",
        "5-5": "Violence is my answer to almost any challenge.",
        "6-6": "Don’t expect me to save those who can’t save themselves. It is nature’s way that the strong thrive and the weak perish."
      }
    },
    "pbsoOutlanderide": {
      "name": "Ideal",
      "results": {
        "1-1": "Change. Life is like the seasons, in constant change, and we must change with it. (Chaotic)",
        "2-2": "Greater Good. It is each person’s responsibility to make the most happiness for the whole tribe. (Good)",
        "3-3": "Honor. If I dishonor myself, I dishonor my whole clan. (Lawful)",
        "4-4": "Might. The strongest are meant to rule. (Evil)",
        "5-5": "Nature. The natural world is more important than all the constructs of civilization. (Neutral)",
        "6-6": "Glory. I must earn glory in battle, for myself and my clan. (Any)"
      }
    },
    "pbsoOutlandertra": {
      "name": "Personality Trait",
      "results": {
        "1-1": "I’m driven by a wanderlust that led me away from home.",
        "2-2": "I watch over my friends as if they were a litter of newborn pups.",
        "3-3": "I once ran twenty-five miles without stopping to warn to my clan of an approaching orc horde. I’d do it again if I had to.",
        "4-4": "I have a lesson for every situation, drawn from observing nature.",
        "5-5": "I place no stock in wealthy or well-mannered folk. Money and manners won’t save you from a hungry owlbear.",
        "6-6": "I’m always picking things up, absently fiddling with them, and sometimes accidentally breaking them.",
        "7-7": "I feel far more comfortable around animals than people.",
        "8-8": "I was, in fact, raised by wolves."
      }
    },
    "pbsoSagebond0000": {
      "name": "Bond",
      "results": {
        "1-1": "It is my duty to protect my students.",
        "2-2": "I have an ancient text that holds terrible secrets that must not fall into the wrong hands.",
        "3-3": "I work to preserve a library, university, scriptorium, or monastery.",
        "4-4": "My life’s work is a series of tomes related to a specific field of lore.",
        "5-5": "I’ve been searching my whole life for the answer to a certain question.",
        "6-6": "I sold my soul for knowledge. I hope to do great deeds and win it back."
      }
    },
    "pbsoSageflaw0000": {
      "name": "Flaw",
      "results": {
        "1-1": "I am easily distracted by the promise of information.",
        "2-2": "Most people scream and run when they see a demon. I stop and take notes on its anatomy.",
        "3-3": "Unlocking an ancient mystery is worth the price of a civilization.",
        "4-4": "I overlook obvious solutions in favor of complicated ones.",
        "5-5": "I speak without really thinking through my words, invariably insulting others.",
        "6-6": "I can’t keep a secret to save my life, or anyone else’s."
      }
    },
    "pbsoSageideal000": {
      "name": "Ideal",
      "results": {
        "1-1": "Knowledge. The path to power and self-improvement is through knowledge. (Neutral)",
        "2-2": "Beauty. What is beautiful points us beyond itself toward what is true. (Good)",
        "3-3": "Logic. Emotions must not cloud our logical thinking. (Lawful)",
        "4-4": "No Limits. Nothing should fetter the infinite possibility inherent in all existence. (Chaotic)",
        "5-5": "Power. Knowledge is the path to power and domination. (Evil)",
        "6-6": "Self-Improvement. The goal of a life of study is the betterment of oneself. (Any)"
      }
    },
    "pbsoSagetrait000": {
      "name": "Personality Trait",
      "results": {
        "1-1": "I use polysyllabic words that convey the impression of great erudition.",
        "2-2": "I’ve read every book in the world’s greatest libraries—or I like to boast that I have.",
        "3-3": "I’m used to helping out those who aren’t as smart as I am, and I patiently explain anything and everything to others.",
        "4-4": "There’s nothing I like more than a good mystery.",
        "5-5": "I’m willing to listen to every side of an argument before I make my own judgment.",
        "6-6": "I … speak … slowly … when talking … to idiots, … which … almost … everyone … is … compared … to me.",
        "7-7": "I am horribly, horribly awkward in social situations.",
        "8-8": "I’m convinced that people are always trying to steal my secrets."
      }
    },
    "pbsoSailbond0000": {
      "name": "Bond",
      "results": {
        "1-1": "I’m loyal to my captain first, everything else second.",
        "2-2": "The ship is most important—crewmates and captains come and go.",
        "3-3": "I’ll always remember my first ship.",
        "4-4": "In a harbor town, I have a paramour whose eyes nearly stole me from the sea.",
        "5-5": "I was cheated out of my fair share of the profits, and I want to get my due.",
        "6-6": "Ruthless pirates murdered my captain and crewmates, plundered our ship, and left me to die. Vengeance will be mine."
      }
    },
    "pbsoSailflaw0000": {
      "name": "Flaw",
      "results": {
        "1-1": "I follow orders, even if I think they’re wrong.",
        "2-2": "I’ll say anything to avoid having to do extra work.",
        "3-3": "Once someone questions my courage, I never back down no matter how dangerous the situation.",
        "4-4": "Once I start drinking, it’s hard for me to stop.",
        "5-5": "I can’t help but pocket loose coins and other trinkets I come across.",
        "6-6": "My pride will probably lead to my destruction."
      }
    },
    "pbsoSailideal000": {
      "name": "Ideal",
      "results": {
        "1-1": "Respect. The thing that keeps a ship together is mutual respect between captain and crew. (Good)",
        "2-2": "Fairness. We all do the work, so we all share in the rewards. (Lawful)",
        "3-3": "Freedom. The sea is freedom—the freedom to go anywhere and do anything. (Chaotic)",
        "4-4": "Mastery. I’m a predator, and the other ships on the sea are my prey. (Evil)",
        "5-5": "People. I’m committed to my crewmates, not to ideals. (Neutral)",
        "6-6": "Aspiration. Someday I’ll own my own ship and chart my own destiny. (Any)"
      }
    },
    "pbsoSailtrait000": {
      "name": "Personality Trait",
      "results": {
        "1-1": "My friends know they can rely on me, no matter what.",
        "2-2": "I work hard so that I can play hard when the work is done.",
        "3-3": "I enjoy sailing into new ports and making new friends over a flagon of ale.",
        "4-4": "I stretch the truth for the sake of a good story.",
        "5-5": "To me, a tavern brawl is a nice way to get to know a new city.",
        "6-6": "I never pass up a friendly wager.",
        "7-7": "My language is as foul as an otyugh nest.",
        "8-8": "I like a job well done, especially if I can convince someone else to do it."
      }
    },
    "pbsoSoldbond0000": {
      "name": "Bond",
      "results": {
        "1-1": "I would still lay down my life for the people I served with.",
        "2-2": "Someone saved my life on the battlefield. To this day, I will never leave a friend behind.",
        "3-3": "My honor is my life.",
        "4-4": "I’ll never forget the crushing defeat my company suffered or the enemies who dealt it.",
        "5-5": "Those who fight beside me are those worth dying for.",
        "6-6": "I fight for those who cannot fight for themselves."
      }
    },
    "pbsoSoldflaw0000": {
      "name": "Flaw",
      "results": {
        "1-1": "The monstrous enemy we faced in battle still leaves me quivering with fear.",
        "2-2": "I have little respect for anyone who is not a proven warrior.",
        "3-3": "I made a terrible mistake in battle that cost many lives—and I would do anything to keep that mistake secret.",
        "4-4": "My hatred of my enemies is blind and unreasoning.",
        "5-5": "I obey the law, even if the law causes misery.",
        "6-6": "I’d rather eat my armor than admit when I’m wrong."
      }
    },
    "pbsoSoldideal000": {
      "name": "Ideal",
      "results": {
        "1-1": "Greater Good. Our lot is to lay down our lives in defense of others. (Good)",
        "2-2": "Responsibility. I do what I must and obey just authority. (Lawful)",
        "3-3": "Independence. When people follow orders blindly, they embrace a kind of tyranny. (Chaotic)",
        "4-4": "Might. In life as in war, the stronger force wins. (Evil)",
        "5-5": "Live and Let Live. Ideals aren’t worth killing over or going to war for. (Neutral)",
        "6-6": "Nation. My city, nation, or people are all that matter. (Any)"
      }
    },
    "pbsoSoldtrait000": {
      "name": "Personality Trait",
      "results": {
        "1-1": "I’m always polite and respectful.",
        "2-2": "I’m haunted by memories of war. I can’t get the images of violence out of my mind.",
        "3-3": "I’ve lost too many friends, and I’m slow to make new ones.",
        "4-4": "I’m full of inspiring and cautionary tales from my military experience relevant to almost every combat situation.",
        "5-5": "I can stare down a hell hound without flinching.",
        "6-6": "I enjoy being strong and like breaking things.",
        "7-7": "I have a crude sense of humor.",
        "8-8": "I face problems head-on. A simple, direct solution is the best path to success."
      }
    },
    "Specialty": {
      "name": "Specialty",
      "description": "<p>To determine the nature of your scholarly training, roll a d8 or choose from the options in the table below.</p>",
      "results": {
        "1-1": "Alchemist",
        "2-2": "Astronomer",
        "3-3": "Discredited academic",
        "4-4": "Librarian",
        "5-5": "Professor",
        "6-6": "Researcher",
        "7-7": "Wizard’s apprentice",
        "8-8": "抄写员"
      }
    },
    "pbsoSpecialtySol": {
      "name": "Specialty",
      "description": "<p>During your time as a soldier, you had a specific role to play in your unit or army. Roll a d8 or choose from the options in the table below to determine your role:</p>",
      "results": {
        "1-1": "Officer",
        "2-2": "斥候",
        "3-3": "Infantry",
        "4-4": "Cavalry",
        "5-5": "Healer",
        "6-6": "Quartermaster",
        "7-7": "Standard bearer",
        "8-8": "Support staff (cook, blacksmith, or the like)"
      }
    }
  }
}
