{
  "label": "掷骰表",
  "folders": {
    "Factions": "派系",
    "The Realms": "诸国度",
    "Feats": "专长"
  },
  "entries": {
    "Amethyst Dragon Quests": {
      "name": "Amethyst Dragon Quests",
      "description": "<p>If your character aspires to join the Purple Dragon Knights and has received a quest from an amethyst dragon, you can roll on the Amethyst Dragon Quests table to determine the quest.</p>",
      "results": {
        "1-1": "“Destroy a cell of the Cult of the Dragon, and bring me the cult leader’s head.”",
        "2-2": "“Find a lance that befits my majesty.”",
        "3-3": "“Travel to another world. Return to me only once you have something worth showing.”",
        "4-4": "“A psychic disturbance pains me. Locate the monster causing this, and slay it.”",
        "5-5": "“I yearn to see an aerie atop a mountain of unparalleled beauty. Take this amethyst to such a place.”",
        "6-6": "“I sense the presence of a wayward flumph somewhere on this world. Help this flumph find its cloister.”"
      }
    },
    "Cheese Bag Contents": {
      "name": "Cheese Bag Contents",
      "description": "<p>When a character buys a cheese bag, roll on the Cheese Bag Contents table to determine the kind of cheese therein.</p>",
      "results": {
        "1-1": "Arabellan cheddar",
        "2-2": "Chessentan lotus cheese",
        "3-3": "Damarite red",
        "4-4": "Elturian gray",
        "5-5": "Farmer’s cheese",
        "6-6": "Green Calishite",
        "7-7": "Mist cheese",
        "8-8": "Nut cheese",
        "9-9": "Pepper cheese",
        "10-10": "Turmish brick",
        "11-11": "Vilhon blanc",
        "12-12": "Waterdhavian"
      }
    },
    "Cult of the Dragon Trinkets": {
      "name": "Cult of the Dragon Trinkets",
      "description": "<p>Roll on the Cult of the Dragon Trinkets table to determine what trinket you have from your time with the Cult of the Dragon.</p>",
      "results": {
        "1-1": "A dragon claw pendant on a leather cord",
        "2-2": "Ashes of a dracolich in a small brass canister",
        "3-3": "A map of an unknown dragon’s lair",
        "4-4": "A black pearl etched with a Draconic rune",
        "5-5": "A drop of dragon’s blood preserved in amber",
        "6-6": "A scrap of purple silk"
      }
    },
    "Dragonscarred Blessings": {
      "name": "Dragonscarred Blessings",
      "description": "<p>If your character has undergone a sacrificial ritual and yet survived, you can roll on the Dragonscarred Blessings table to randomly determine the physical feature your character bears from the ordeal.</p>",
      "results": {
        "1-1": "You bear a facial scar in the shape of a dragon.",
        "2-2": "You have vestigial dragon horns, vestigial wings, or a vestigial tail.",
        "3-3": "Your eyes have slitted pupils and vividly colored irises.",
        "4-4": "Parts of your skin are covered in patches of reptilian scales.",
        "5-5": "Your blood is icy cold.",
        "6-6": "A flame crackles inside your chest, and you exhale bits of ash with every breath.",
        "7-7": "You crave and can digest foods your species would normally find inedible, such as whole eggs, raw poultry, dirt, or bones.",
        "8-8": "Your hair stands on end and crackles with static electricity."
      }
    },
    "Emerald Enclave Trinkets": {
      "name": "Emerald Enclave Trinkets",
      "results": {
        "1-1": "A pair of earrings made from oak leaves that never wilt",
        "2-2": "A miniature model cottage made of twigs",
        "3-3": "A green-glowing firefly in a bottle",
        "4-4": "A gourd that sounds like rustling leaves when held to one’s ear",
        "5-5": "A preserved rabbit’s foot on a leather strap",
        "6-6": "An antler shaped like an Elvish rune"
      }
    },
    "Harper Personas": {
      "name": "Harper Personas",
      "description": "<p>A character with a Disguise Kit can assume a Harper persona by succeeding on a [[/check cha 10 format=long]] to apply makeup. When you learn a persona in this way, you can roll on the Harper Personas table to randomly determine what persona you learn.</p>",
      "results": {
        "1-1": "Rusty Riba, a rowdy smith with a folksy accent, filthy fingernails, and a quick temper",
        "2-2": "Father Temino, a morose priest of Amaunator, Helm, Chauntea, or another well-known deity, who offers somber counsel in a monotone",
        "3-3": "Pippi Toobs, a talented but overeager busker, whose performances include whistling, sleight of hand, and foot juggling",
        "4-4": "Aargus, a humorless patriarch who’s always complaining about his seven good-for-nothing kids who ran off to become adventurers",
        "5-5": "Aunt Cecilia, a silent sage, friend of animals, and inveterate winker, who’s never without a bag of birdseed",
        "6-6": "Johann Overbridge, a scatterbrained rookie guard in ill-fitting armor who never has his papers in order",
        "7-7": "Vincent, a young thrill seeker and shameless heartbreaker with a fresh black eye and a cocky grin",
        "8-8": "Liza Lily, a flower seller with worried expression and a chronic cough, who looks even more pathetic than her wilted posies"
      }
    },
    "Harper Trinkets": {
      "name": "Harper Trinkets",
      "description": "<p>Roll on the Harper Trinkets table to determine what trinket you have from your time with the Harpers.</p>",
      "results": {
        "1-1": "A broken harmonica",
        "2-2": "A powder compact with a hidden compartment",
        "3-3": "A 2-foot-long peacock feather",
        "4-4": "A trick coin that’s heads on both sides",
        "5-5": "A pair of red-tinted spectacles",
        "6-6": "A scroll of sheet music for an unknown instrument"
      }
    },
    "Lords' Alliance Trinkets": {
      "name": "Lords' Alliance Trinkets",
      "description": "<p>Roll on the Lords’ Alliance Trinkets table to determine what trinket you have from your time with the Lords’ Alliance.</p>",
      "results": {
        "1-1": "A scrap from a defeated army’s banner",
        "2-2": "A bit and bridle engraved with the name of a famous steed",
        "3-3": "The broken blade of a sword used in a famous battle",
        "4-4": "The left glove of a lord who went mysteriously missing",
        "5-5": "An articulated toy horse and knight",
        "6-6": "A spaulder emblazoned with the insignia of an unidentified lord"
      }
    },
    "Mythal-Touched Magic": {
      "name": "Mythal-Touched Magic",
      "description": "<p>If a spell attack hits you or you fail a saving throw against a spell, you can take a Reaction to roll on the Mythal-Touched Magic table to create a magical effect. If an effect requires a saving throw, the DC equals 8 plus the modifier of the ability increased by this feat and your Proficiency Bonus.</p>",
      "results": {
        "1-2": "<p>You and each creature within 15 feet of you make a [[/save Dexterity]] saving throw, taking Force damage equal to [[/damage 1d8 type=force]]{1d8} times the level of the triggering spell on a failed save or half as much damage on a successful one.</p>",
        "3-7": "You and the triggering spell’s caster form a telepathic link for 1 hour.",
        "8-10": "<p>Gravity is reversed in a 15-foot-radius, 60-foot-tall Cylinder centered on you for 1 minute, per the @UUID[Compendium.dnd-players-handbook.spells.Item.phbsplReverseGra]{Reverse Gravity} spell.</p>",
        "11-13": "<p>You and the triggering spell’s caster each make a [[/save Constitution]] saving throw. On a failed save, the creature has the &amp;Reference[Stunned] condition until the end of its next turn.</p>",
        "14-17": "<p>You gain a +2 bonus to AC for 1 minute, potentially turning the triggering spell into a miss if it was a spell attack.</p>",
        "18-19": "<p>Any flammable, nonmagical object within 10 feet of the triggering spell’s caster that isn’t being worn or carried by another creature bursts into flame, takes [[/damage 1d4 type=fire]] damage, and is burning.</p>",
        "20-20": "<p>The triggering spell dissipates with no effect, and the action, Bonus Action, or Reaction used to cast it is wasted. If that spell was cast with a spell slot, the slot isn’t expended.</p>"
      }
    },
    "Order of the Gauntlet Trinkets": {
      "name": "Order of the Gauntlet Trinkets",
      "description": "<p>Roll on the Order of the Gauntlet Trinkets table to determine what trinket you have from your time with the Order of the Gauntlet.</p>",
      "results": {
        "1-1": "A white feather as heavy as lead",
        "2-2": "An empty vial made from stained glass",
        "3-3": "A single cone of gold-flecked incense",
        "4-4": "A silken blindfold",
        "5-5": "One half of a pair of manacles",
        "6-6": "A tarnished aspergillum"
      }
    },
    "Purple Dragon Knight Trinkets": {
      "name": "Purple Dragon Knight Trinkets",
      "description": "<p>Roll on the Purple Dragon Knight Trinkets table to determine what trinket you have from your time with the Purple Dragon Knights.</p>",
      "results": {
        "1-1": "An amethyst dragon wyrmling’s claw",
        "2-2": "A common purple quartz cut to resemble a dragon’s eye",
        "3-3": "A signal whistle audible only to amethyst dragons",
        "4-4": "A robin’s egg encased in amber",
        "5-5": "A whetstone that leaves any blade it hones faintly glittery",
        "6-6": "A vamplate taken from a slain rival jouster"
      }
    },
    "Red Wizard Trinkets": {
      "name": "Red Wizard Trinkets",
      "description": "<p>Roll on the Red Wizard Trinkets table to determine what trinket you have from your time with the Red Wizards.</p>",
      "results": {
        "1-1": "A gnarled wand made from petrified yew",
        "2-2": "A glass jar containing the preserved heart of an unknown animal",
        "3-3": "A unicorn figurine carved from obsidian",
        "4-4": "A tattoo needle made from one of your own bones",
        "5-5": "A bronze amulet in the shape of a scorpion",
        "6-6": "A razor made of crimson steel"
      }
    },
    "Standard Languages of Faerûn": {
      "name": "Standard Languages of Faerûn",
      "results": {
        "1-3": "<p><strong>Language</strong>: Aglarondan</p><p><strong>Origin</strong>: Aglarond</p>",
        "4-6": "<p><strong>Language</strong>: Alzhedo</p><p><strong>Origin</strong>: Calimshan</p>",
        "7-9": "<p><strong>Language</strong>: Bothii</p><p><strong>Origin</strong>: Uthgardt nomads</p>",
        "10-12": "<p><strong>Language</strong>: Chessentan</p><p><strong>Origin</strong>: Chessenta</p>",
        "13-15": "<p><strong>Language</strong>: Chondathan</p><p><strong>Origin</strong>: Chondath</p>",
        "16-18": "<p><strong>Language</strong>: Common Sign Language</p><p><strong>Origin</strong>: Sigil</p>",
        "19-21": "<p><strong>Language</strong>: Damaran</p><p><strong>Origin</strong>: Damara</p>",
        "22-26": "<p><strong>Language</strong>: Draconic</p><p><strong>Origin</strong>: Dragons</p>",
        "27-33": "<p><strong>Language</strong>: Dwarvish</p><p><strong>Origin</strong>: Dwarves</p>",
        "34-40": "<p><strong>Language</strong>: Elvish</p><p><strong>Origin</strong>: Elves</p>",
        "41-45": "<p><strong>Language</strong>: Giant</p><p><strong>Origin</strong>: Giants</p>",
        "46-50": "<p><strong>Language</strong>: Gnomish</p><p><strong>Origin</strong>: Gnomes</p>",
        "51-55": "<p><strong>Language</strong>: Goblin</p><p><strong>Origin</strong>: Goblinoids</p>",
        "56-62": "<p><strong>Language</strong>: Halfling</p><p><strong>Origin</strong>: Halflings</p>",
        "63-65": "<p><strong>Language</strong>: Illuskan</p><p><strong>Origin</strong>: The North</p>",
        "66-68": "<p><strong>Language</strong>: Lantanese</p><p><strong>Origin</strong>: Lantan</p>",
        "69-71": "<p><strong>Language</strong>: Midani</p><p><strong>Origin</strong>: Bedine nomads</p>",
        "72-74": "<p><strong>Language</strong>: Mulhorandi</p><p><strong>Origin</strong>: Mulhorand</p>",
        "75-77": "<p><strong>Language</strong>: Netherese</p><p><strong>Origin</strong>: Netheril</p>",
        "78-82": "<p><strong>Language</strong>: Orc</p><p><strong>Origin</strong>: Orcs</p>",
        "83-85": "<p><strong>Language</strong>: Rashemi</p><p><strong>Origin</strong>: Rashemen</p>",
        "86-88": "<p><strong>Language</strong>: Reghedjic</p><p><strong>Origin</strong>: Reghed nomads</p>",
        "89-91": "<p><strong>Language</strong>: Sespech</p><p><strong>Origin</strong>: Sespech</p>",
        "92-94": "<p><strong>Language</strong>: Thayan</p><p><strong>Origin</strong>: Thay</p>",
        "95-97": "<p><strong>Language</strong>: Turmic</p><p><strong>Origin</strong>: Turmish</p>",
        "98-100": "<p><strong>Language</strong>: Untheric</p><p><strong>Origin</strong>: Unther</p>"
      }
    },
    "Zhentarim Trinkets": {
      "name": "Zhentarim Trinkets",
      "description": "<p>Roll on the Zhentarim Trinkets table to determine what trinket you have from your time with the Zhentarim.</p>",
      "results": {
        "1-1": "A broken dagger etched with your name",
        "2-2": "A glass eye that always turns to face you",
        "3-3": "A gold-colored serpent’s tooth",
        "4-4": "A counterfeit gold coin",
        "5-5": "A crystal tattoo needle",
        "6-6": "A contract on a slip of parchment that’s impervious to creases, tears, and fire"
      }
    }
  }
}
