{
  "label": "法术 (SRD)",
  "folders": {
    "Cantrip": "戏法",
    "1st Level": "1 环",
    "2nd Level": "2 环",
    "3rd Level": "3 环",
    "4th Level": "4 环",
    "5th Level": "5 环",
    "6th Level": "6 环",
    "7th Level": "7 环",
    "8th Level": "8 环",
    "9th Level": "9 环"
  },
  "entries": {
    "Polymorph": {
      "name": "变形术",
      "description": "<p>该法术将一个施法距离内你能看见的生物变化为一个新的形态。一个非自愿的生物必须进行一次感知豁免来避免此效应。该法术无法对变形生物或生命值为 0 的生物生效。</p><p>法术产生的变化在法术持续时间内得以维持，或直至目标的生命值降为 0 或死亡。新形态可以是任何挑战等级小于等于目标本身的野兽（如果目标没有挑战等级，则以其等级为基准）。目标的游戏资料以及心智相关的属性值都将被所选定野兽的属性数据取代。而其阵营和个性则仍然保留。</p><p>目标使用其新形态的生命值。当它变回正常形态时，则立即恢复变化前的生命值。如果目标因为生命值降至 0 而变回正常形态，则其正常形态需要承受所有的溢出伤害。只要溢出的伤害没有将该生物正常形态的生命值降为 0，它就不会因打击而陷入昏迷。</p><p>该生物可作出的动作因其新形态而有所限制。它不能说话，不能施法，也不能作出其他需要用手和需要说话的动作。</p><p>目标的装备融入新形态中，但其不能启动，使用，挥舞或以其他方式从其装备上获得增益。</p>",
      "effects": {
        "Polymorph": {
          "name": "变形术"
        }
      }
    },
    "Hunter's Mark": {
      "name": "猎人印记",
      "description": "<p>你指定施法距离内一个你能看见的生物并以魔法标记其作为你的猎物。直至法术终止前，你每次以任何攻击命中该目标时都会额外造成1d6伤害，且每当你为寻找目标生物而进行感知（察觉）或感知（生存）检定时都具有优势。</p><p>如果在法术结束前目标 HP 降至 0，则你可以用附赠动作将标记转移至施法距离内的另一个可见生物。</p><p><strong>升环施法：</strong>使用三环或四环法术位施展该法术时，其专注可以维持至多 8 小时。使用环阶 5+ 的法术位施展该法术时，其专注可以维持至多 24 小时。</p>",
      "effects": {
        "Hunter's Mark": {
          "name": "猎人印记"
        }
      }
    },
    "Water Breathing": {
      "name": "水下呼吸",
      "description": "<p>在法术终止前，该法术让施法距离内你能看见的至多十个自愿生物获得在水下呼吸的能力。此外，受术者依然保有正常的呼吸能力。</p>"
    },
    "Dispel Magic": {
      "name": "解除魔法",
      "description": "<p>在施法距离内指定一名生物、一个物件或一处魔法效应。所有影响该目标的三环或更低环阶法术即告终止。每个影响目标的四环或更高环阶法术都需要以你的施法属性进行一次属性检定（DC 10 + 目标法术环阶），检定成功时目标法术终止。</p><p><strong>升环施法：</strong> 你直接终止影响目标的小于等于该施法环阶的法术效应。</p>"
    },
    "Resilient Sphere": {
      "name": "弹力法球",
      "description": "<p>一颗微微发光的法球将施法距离内一个大型或更小的生物或物件封在其中。非自愿的生物必须成功通过一次敏捷豁免，否则在法术持续时间内被封在球体中。</p><p>任何事物，包括实体物件、能量或其它法术效应，都不能穿透障壁进出其内，不过生物在球内仍可以正常呼吸。球体免疫一切伤害，且球内的生物或物件不能被来自球外的攻击或效应所伤害，球内的生物也不能对球外的任何事物造成伤害。</p><p>该球体没有重量，而其尺寸恰好可以容纳球内的生物或物件。被封住的生物可以使用一个动作推动球壁并以至多该生物速度一半的速度滚动球体。另外，球体也可以被其他生物拿起或移动。</p><p>以球体为目标施展一道解离术可以摧毁球体而不伤害球内的任何事物。</p>"
    },
    "Conjure Animals": {
      "name": "咒唤兽群",
      "description": "<p>你召唤野兽形态的精魄，并使其显现在施法范围内一处你能看见但未被占据的空间。选择以下选项之一作为显现的生物：</p><ul><li>一只挑战等级 2 或者更低的野兽</li><li>两只挑战等级 1 或者更低的野兽</li><li>四只挑战等级 1/2 或更低的野兽</li><li>八只挑战等级 1/4 或更低的野兽</li><li>每只野兽同时视为妖精，并且在生命值降至 0 时，或者法术终止时消失不见。</li></ul><p>被召唤的生物对你和你的伙伴保持友善关系。每次召唤出来的所有生物视为一个团体来骰先攻，并依此获得其自己的行动回合。他们服从你发出的所有语言命令（不需要你作动作）。如果你不发出任何命令，这些生物会在敌对生物前保护自己，如果没有敌对生物则不执行任何动作。这些生物的具体数值由 DM 掌控。</p><p><strong>升环施法：</strong>使用更高法术位施展该法术时，选择上文所述召唤选项之一，并显现更多生物：五环法术位显现两倍生物，七环法术位显现三倍生物，九环法术位显现四倍生物。</p>"
    },
    "Conjure Elemental": {
      "name": "咒唤元素",
      "description": "<p>你召唤出一个元素生物仆从。在施法距离内指定一处充满气、土、火、水四物质其一的 10 尺立方区域作为法术目标。例如，一只火元素从篝火中成型，而一只土元素则从地面上浮现。一个挑战等级 5 或者更低的元素生物从目标区域成型，并显现在该区域 10 尺内一处未被占据空间。该生物在生命值降至 0 时，或者法术终止时消失不见。</p><p>被召唤的元素生物对你和你的伙伴保持友善关系。你为召唤出来的元素生物骰先攻，它也依此获得其自己的行动回合。该元素生物服从你发出的所有语言命令（不需要你作动作）。如果你不发出任何命令，该生物会在敌对生物前保护自己，如果没有敌对生物则不执行任何动作。</p><p>如果你专注被打断，该元素生物并不会因此消失不见，但你会因此失去该元素生物的控制权。失控的元素生物对你和你的伙伴变为敌对，并随时准备发动攻击。不受控的元素生物无法被你解散，并在你的召唤开始算起 1 小时后消失不见。</p><p><strong>升环施法：</strong>使用六环或更高法术位施展该法术时，你使用的法术位每比五环高一环，召唤生物挑战等级就增加 1。</p>"
    },
    "Invisibility": {
      "name": "隐形术",
      "description": "<p>你触碰的一个生物进入 &Reference[invisible apply=false] 状态并维持至法术终止。如果目标进行攻击检定、造成伤害或施展法术，则该法术提前终止。</p><p><strong>升环施法：</strong> 使用三环或更高法术位施展该法术时，你使用的法术位每比二环高一环，就可以额外指定一个生物作为目标。</p>",
      "effects": {
        "Invisibility": {
          "name": "隐形",
          "description": "<p>你或一个你触碰的生物变为隐形，直至法术终止。任何保持在目标身上的着装物和携带物也可以维持隐形状态。 如果目标发动攻击或施展法术，则该法术终止。</p>"
        }
      }
    },
    "Glibness": {
      "name": "花言巧语",
      "description": "<p>直至法术终止前，你每次进行魅力检定时可以用 15 代替你掷出的数值。此外，无论你说什么，判断你是否说谎的魔法都会将你的话视为真实。</p>"
    },
    "Knock": {
      "name": "敲击术",
      "description": "<p>指定施法距离内一个你能看见的物件。该物件可以是一扇门，一个盒子，一个箱子，一副镣铐，一把挂锁，或是一个其他的通过魔法或普通手段来防止被打开的物件。</p><p>被一把普通锁锁住的目标其锁会被解开，被卡死的目标会被松开，被闩住的目标会被打开。如果目标被多把锁锁住，则只有一把锁会被打开。</p><p>若你指定的目标被法术秘法锁锁住，则该秘法锁被压制 10 分钟，这段时间内目标可被正常开启和关闭。</p><p>施展该法术时，受术目标会发出一声响亮的敲击声，其声响最远 300 尺内都能听见。</p>"
    },
    "Hellish Rebuke": {
      "name": "炼狱叱喝",
      "description": "<p>当一个60尺内的你可见的生物对你造成伤害，你指向对方，伤害你的生物立刻被地狱的烈焰席卷。该生物必须进行一次敏捷豁免，豁免失败则受到2d10火焰伤害，豁免成功则受到一半伤害。</p><p><strong>升环施法：</strong> 使用的法术位每比一环高一环，此法术的伤害就增加 1d10 点。</p>"
    },
    "Gaseous Form": {
      "name": "气化形体",
      "description": "<p>在法术持续时间内，你将触碰到的一个自愿生物连同其穿着携带物一起转化为一团云雾。如果生物的生命值降至 0 则法术终止。非实体的生物不受该效应影响。</p><p>在该形态下，目标唯一的移动方式即是 10 尺的飞行速度。该目标可以进入并占据一个已有生物占据的空间。其拥有非魔法伤害的抗性，且进行力量、敏捷和体质豁免时具有优势。该目标可以穿过小洞、狭隙、甚至裂缝，但他会将液态物质视为固体表面。目标即使处于震慑或者失能状态时，也不会坠落并且保持在空中悬浮。</p><p>云雾形态的目标不能讲话或操作物件，其随身携带或持握的物件不会掉落，也不能被使用或与之互动。另外，目标也不能攻击或施法。</p>"
    },
    "Sunbeam": {
      "name": "阳炎射线",
      "description": "<p>一道阳炎射线从你手中射出并形成一条 5 尺宽、60 尺长的线状区域。所有区域内的生物必须进行一次体质豁免。豁免失败者将受到 6d8 点光耀伤害，并且在你的下一回合前陷入目盲。豁免成功则伤害减半，且不会陷入目盲。亡灵和泥怪对此豁免劣势。</p><p>你可以在法术终止前的任一回合内以一个动作重新创造一道线状光芒。</p><p>在法术持续时间内，你的手中一点散发出耀眼的光芒。其光耀为周围提供 30 尺的明亮光照，以及该范围外 30 尺的微光光照。这些光芒均视为等同于阳光。</p>"
    },
    "Speak with Plants": {
      "name": "植物交谈",
      "description": "<p>你给周围 30 尺固定灵光范围内的植物赋予有限的知觉与活力，使其能够与你沟通和按你的简单命令行事。你可以向植物询问最近一日该法术区域内所发生的事，由此了解有关于曾路过这里的生物、天气和其他状况的信息。</p><p>你可以让区域内因植物生长形成的困难地形（如灌木丛）在法术持续时间内变为普通地形。你也可以在法术持续时间内将有植物生长的普通地形变成困难地形，去阻碍追击者。</p><p>植物可以根据你的指令执行其他任务，前提是DM同意。虽然该法术并不能让植物拔根而起或移动位置，但它们可以依你的意愿而活动自己的树枝、藤蔓和茎秆。</p><p>如果法术区域内有一个植物生物，你可以如同有共同语言一般与其交流。</p><p>该法术可以让纠缠术创造的植物释放被束缚的生物。</p>"
    },
    "Detect Poison and Disease": {
      "name": "侦测毒性和疾病",
      "description": "<p>在法术持续时间内，你定位距你 30 尺内的毒药、有毒生物和魔法疫病。你可以感知到毒药、有毒生物和疫病的种类。</p><p>此法术会被 3尺厚的木头、泥土，1 尺厚的岩石，1 寸厚的金属，或薄薄一层铅阻隔。</p>"
    },
    "Heat Metal": {
      "name": "灼热金属",
      "description": "<p>指定施法距离内一件你能看见的人造金属物件（例如一把金属武器，或者一套金属质的重甲或中甲），并使该物件变得炽热。施展该法术时，任何与该物件有物理接触的生物均受到 2d8 的火焰伤害。直到法术终止前，你都可以在你随后的每个回合中以一个附赠动作来再次造成此伤害。</p><p>若握持或着装该物件的生物因此受到伤害，则该生物必须通过一次体质豁免，否则如果这个生物能丢下该物件，该生物就必须丢下该物件。如果该物件没有被丢下，则直至你的下一回合开始为止，该生物进行攻击检定和属性检定时具有劣势。</p><p><strong>升环施法：</strong> 使用三环或更高法术位施展该法术时，你使用的法术位每比二环高一环，伤害就增加 1d8。</p>"
    },
    "Enthrall": {
      "name": "注目术",
      "description": "<p>你编排一段使人分心的话语，指定施法距离内任何你能看见的生物。目标生物必须进行一次感知豁免。免疫魅惑的生物自动通过该豁免。此外，如果你或你的同伴正在和目标生物战斗，则其对此豁免有优势。豁免失败时，目标直到法术终止或不再能听到你之前，所做的观察你以外的其他生物的感知（察觉）检定具有劣势。法术在你不能说话或失能时终止。</p>"
    },
    "Mass Healing Word": {
      "name": "群体治愈真言",
      "description": "<p>你高声诵出复原的真言，并指定施法距离内至多六个你能看见的生物，使其各自恢复一定的生命值，其数值等于 1d4 + 你的施法属性调整值。该法术对亡灵和构装生物无效。</p><p><strong>升环施法：</strong> 使用四环或更高法术位施展该法术时，你使用的法术位每比三环高一环，其治疗量就增加 1d4。</p>"
    },
    "Power Word Stun": {
      "name": "律令震慑",
      "description": "<p>你说出一蕴含威力的单词，其足以使施法距离内一个你能看见的生物意志受压迫而震惊。如果你所指定的生物现有生命值为 150 或更少，则其被&Reference[Stunned]。否则该法术不产生任何效应。</p><p>被震慑目标必须在其每回合结束时进行一次体质豁免。豁免成功，则此震慑效果终止。</p>",
      "effects": {
        "Power Word Stun": {
          "name": "律令震慑",
          "description": "<p>目标被震慑了。其可以在施加者的回合结束时重复体质豁免，如果成功这一效应将结束。</p>"
        }
      }
    },
    "Hold Person": {
      "name": "定身类人",
      "description": "<p>指定施法距离内一个你能看见的类人生物。该目标必须进行一次感知豁免，豁免失败则其在法术持续时间内陷入&Reference[paralyzed]。目标在其每回合结束时可以再进行一次感知豁免，豁免成功则终止其身上该法术的效应。</p><p><strong>升环施法：</strong>使用三环或更高法术位施展该法术时，你使用的法术位每比二环高一环，你就可以额外指定一个类人生物。指定目标时，每个目标生物必须身处其他目标 30 尺范围内。</p>",
      "effects": {
        "Hold Person": {
          "name": "定身类人",
          "description": "<p>目标在法术期间麻痹。其在你的每一回合结束时可以再进行一次感知豁免，豁免成功则终止其自身上该法术的效应。</p>"
        }
      }
    },
    "Calm Emotions": {
      "name": "安定心神",
      "description": "<p>你试图抑制一群人的强烈情感。指定施法距离内一点，并迫使该点周边半径20尺球状区域内的每个类人生物进行一次魅力豁免。受术生物可以自愿放弃豁免。豁免失败者将由你选择以下两项效应之一对其生效。你可以选择压制任何使目标受魅惑或恐慌的效应。法术终止时，若被压制效应持续时间仍未完结，则该效应继续生效。或者，你也可以选择使目标改变对某个你所指定生物的态度，由敌对变为冷漠。如果目标被攻击，或者被有害法术影响，又或者发现其盟友受到损害，则此效应终止。法术终止时，除非 DM 另行裁决，否则目标的态度恢复敌对。</p>"
    },
    "Identify": {
      "name": "鉴定术",
      "description": "<p>你指定一个物件，并在施法过程中一直与其保持接触。如果该物件是魔法物品或其他附有魔力的物件，则你将知晓其属性和使用方式，以及了解是否需要与之同调。若它是充能物品则你将得知它现存的可用次数。你还可以发现是否有法术正影响该物件，以及可能存在的法术效应具体来自哪项法术。如果目标由法术所创，则你将知晓具体来自哪项法术。</p><p>如果你施法过程中一直接触的是一生物，则你将知晓其是否受法术影响，及产生影响的法术效应具体来自哪项法术。</p>"
    },
    "Wish": {
      "name": "祈愿术",
      "description": "<p>祈愿术是凡间生物所能施展的最强大法术。你只需要大声说出自己的愿望就能将现实世界的根基操弄于手中。</p><p>此法术最基础的用法是用来模仿任意一个八环或更低环阶的法术。你不需要满足目标法术所需的任何前提条件（包括昂贵的材料成分）就可以让该法术生效。</p><p>除此之外，你也可以选择创造下列效应其中之一：</p><ul><li>你创造出一个价值不超过 25000gp 的物件。该物件不能是魔法物品。该物件最长尺寸不能超过 300 尺，并随法术出现在地面上你能看见的一处未被占据位置。</li><li>你让至多二十个你能看见的生物恢复其全部生命值，并且终止它们身上一切在 高等复原术中描述过的效应。</li><li>你让至多十个你能看见的生物对你所指定的一种伤害类型具有抗性。</li><li>你让最多十个你能看见的生物在八小时内免疫某种法术或其他魔法效应。例如，你可以使你自己和你的所有同伴免疫巫妖的 扰乱生命 动作项。</li><li>你改变一件刚刚发生的事件。重掷前一轮的任意一次掷骰（包括你前一回合进行的掷骰），并让现实随着你的新掷骰结果改变。例如，祈愿术可以撤销对手的成功豁免，敌人的重击或同伴的失败豁免。你可以迫使重新进行的掷骰具有优势或劣势，并且可以选择是使用重投后的结果还是使用原来的结果。</li></ul><p>上述范例效应之外，你也许还能达成其他某些结果。你可以详细的跟 DM 说明你的愿望，并由 DM 对其作出判定。不过你的愿望越大，出错的概率就越大。法术可能会直接失败，也可能部分的达成你想要的结果，你还有可能因表述愿望时措辞不当而遭到意想不到的结果。例如，许愿让一个坏人死去可能会让你穿越到多年后该人已死的一个时间段，使你相当于离开了游戏一样。此外，许愿获取一件传说中的魔法物品或神器可能会立即将你传送到该物品当前的持有者身边。</p><p>除了模仿其他法术外，施展该法术以达成的任何其他目的都会使你的身躯承受极大的负担。直到你完成长休之前，你每次施展法术时都将受到一定伤害（伤害数值取决于你施展的法术的环阶，每环阶 1d10 的暗蚀伤害），此伤害无法被任何方式减免。此外，你的力量属性值将降至 3（除非它已经是 3 或更低），持续 2d4 日。这段时间内，你每花一整日休息（不从事任何费力的工作），恢复需要的日数就减少 2 日。最后，如果你承受了这种负担，你将有 33% 的概率永远也无法再次施放祈愿术。</p>"
    },
    "Magic Missile": {
      "name": "魔法飞弹",
      "description": "<p>你创造三枚由魔法力场形成的闪光飞镖，并让每发飞镖袭向施法距离内你能看见的指定生物。每发飞镖对目标造成 1d4 + 1 点力场伤害。所有飞镖将同时袭向目标，而你还可以指定它们击中同一个目标或是分别击中几个目标。</p><p><strong>升环施法： </strong>使用的法术位每比一环高一环，该法术就会多制造出一支飞镖。</p>"
    },
    "Planar Binding": {
      "name": "异界誓缚",
      "description": "<p>你试图誓缚一名生物类型为天族、元素、妖精或邪魔的生物使其为你服务。生物必须在施法过程中一直位于施法距离内。（通常来说，在施展该法术期间，生物会先被召唤到一道反向作用的防护法阵中困住。）施法完成时，目标必须成功通过一次魅力豁免，否则在持续时间内必须为你服务。如果生物是由另一道法术召唤或创造的，则那道法术的持续时间会被延长到与此法术的持续时间一致。</p><p>一名被誓缚的生物必须尽其最大的努力遵循你的命令。你可能命令该生物在你冒险时陪伴你，或守卫一个地点，又或者传递一个信息。如果此生物与你敌对，则它会努力曲解你的字面意思来达到它自己的目标。如果生物在法术终止前完全执行了你的指示而你们仍处于同一位面，则它会当面向你汇报。如果你们处于不同位面，则它会回到与其建立誓约之地，并停留该处直至法术终止。</p><p><strong>升环施法：</strong>使用更高环法术位施展该法术时，法术持续时间增加：六环 10 日，七环 30 日，八环 180 日，九环1年又1日。</p>"
    },
    "Acid Arrow": {
      "name": "强酸箭",
      "description": "<p>一支闪烁的绿色箭矢疾速的飞向一个施法距离内的目标，并爆散成强酸水雾。法术对目标发动一次远程法术攻击。若命中，则目标立即受到 4d4 点强酸伤害，并在其下一回合结束时再受到 2d4 点强酸伤害。若未命中，则酸液箭矢溅射到了目标，造成初始伤害一半的伤害，并且不会在下一回合结束时造成伤害。</p><p><strong>升环施法：</strong> 使用三环或更高法术位施展该法术时，你使用的法术位每比二环高一环，其初始伤害和后续伤害就各增加 1d4。</p>"
    },
    "Comprehend Languages": {
      "name": "通晓语言",
      "description": "<p>你在法术持续时间内知晓你所听到或看到的所有语言的字面意义。你也可以通过触碰书写的文字来读懂其字面意义。以这种方式阅读每页文字需要花费 1 分钟的时间。这个法术并不能解读符号和暗语，它们不是可书写语言的一种。</p>"
    },
    "Contingency": {
      "name": "触发术",
      "description": "<p>选择一道五环或以下的你能够施展的法术，其施法时间需为动作且能够以你为目标。这道法术被称为凭依法术。你作为施展触发术的一部分施展凭依法术，同时消耗凭依法术与触发术的法术位，但凭依法术并不会立即生效，而是在满足特定触发条件时才生效。你在施展这两道法术的时候描述触发条件。例如，触发术与水下呼吸一起施展可以确保水下呼吸在你被水或类似液体淹没时触发其效应。</p><p>凭依法术的效应在相应状况第一次出现时立即生效，而无论你是否想要这么做，在那之后触发术随即终止。</p><p>凭依法术的效应只能作用于你，哪怕它通常可以指定其他目标也无法再作指定。你同一时间只能使用一道触发术。如果你再次施展该法术，则你身上前一道触发术的效应立即终止。另外，当触发术的材料成分不在你身上时，你身上的触发术效应也将立即终止。</p>"
    },
    "Augury": {
      "name": "卜筮术",
      "description": "<p>借由镶嵌宝石的小短棒，龙骨，卡牌或是其他占卜器具，你从异界存在处获得对某件你计划在接下来的 30 分钟内做的事的预示。DM 从下列预示中选取一个：</p>\n<ul>\n<li>吉兆：预示着好的结果。</li>\n<li>凶兆：预示着坏的结果。</li>\n<li>吉凶并存：预示着结果既有好的方面，也有坏的方面。</li>\n<li>无：预示着结果并无明显的好坏分别。</li>\n</ul>\n<p>此法术不会将任何可能影响结果的偶然事件考虑在内。例如，额外施放某个法术，或是得到/失去某个同伴。</p><p>若你在两次长休之间使用两次或更多次的卜筮术，则法术有概率会给出随机的结果。此概率从第二次施展起每次累计 25％。具体结果由 DM 暗骰决定。</p>"
    },
    "Mass Suggestion": {
      "name": "群体暗示术",
      "description": "<p>你以魔法影响施法距离内至多十二个你能看见的生物，并对其施以某种行动暗示（至多以一两句话的形式）。由你指定的受术目标必须能听到并理解你的话语。而不能被魅惑的生物也将免疫此效应。你的暗示言辞必须能让其行为听起来合乎情理。要求生物刺伤它自己，自己撞向矛尖上，让它自我牺牲，或是让它做任何明显有害的行为都会直接取消该法术所产生的效应。</p><p>每个目标必须进行一次感知豁免，豁免失败者将尽其所能地从事你所描述的行为。你所暗示的行为可能会在法术持续时间内始终一直进行。而如果你所暗示的活动可以用更短的时间完成，则该法术会在目标完成了你的要求后随即终止。</p><p>你也可以描述一种在持续时间内发生的特定状况，作为触发特殊行为的条件。例如，你可以暗示一队士兵将所有的钱交给他们遇到的第一个乞丐。如果在法术终止前条件始终没有满足，则指定的行为不会被执行。</p><p>如果你或你同伴中的任何人伤害了一个被该法术影响的生物，则该法术对该生物产生的效应随之终止。</p><p><strong>升环施法效应。</strong> 使用七环法术位施展该法术时，持续时间变为 10 日。使用八环法术位施展该法术时，持续时间变为 30 日。使用九环法术位施展该法术时，持续时间变为一年零一日。</p>"
    },
    "Burning Hands": {
      "name": "燃烧之手",
      "description": "<p>你向前喷射出一片火焰。处于 15 尺锥状区域内的生物必须进行一次敏捷豁免。豁免失败者受到 3d6 火焰伤害，豁免成功者受到一半伤害。</p><p>在此锥状区域内的未被着装或携带的易燃物件会开始燃烧。</p><p><strong>升环施法：</strong> 你使用的法术位每比一环高一环，此法术的伤害就会提升 1d6。</p>"
    },
    "Silence": {
      "name": "沉默术",
      "description": "<p>你指定施法距离内一点，以该点为中心半径 20 尺的球状区域在法术持续时间内将无法产生任何声音，且外界的声音也无法进入该区域内。任何完全位于该区域内的生物和物件都将免疫雷鸣伤害，而任何生物在完全位于该区域内时都将陷入耳聋。此外，该区域内无法施展包含言语成分的法术。 </p>"
    },
    "Flame Strike": {
      "name": "焰击术",
      "description": "<p>一支辉煌火焰的立柱从上方呼啸着降落。位于以施法范围内一点为中心，半径 10 尺、高 40 尺柱状区域内的每个生物必须进行一次敏捷豁免。豁免失败者将受到 5d6 点火焰伤害和 5d6点光耀伤害，豁免成功则伤害减半。</p><p><strong>升环施法：</strong> 使用的法术位每比五环高一环，其火焰伤害和光耀伤害就均增加 1d6。</p><p class=\"MsoNormal\"> </p>"
    },
    "Find Steed": {
      "name": "寻获坐骑",
      "description": "<p>你召唤一只拥有超凡智力、力量和忠诚的灵体作为坐骑，同时与其立长期的契约。坐骑显现在施法距离内未被占据的空间，其外形由你从以下形态中选择：@UUID[Compendium.dnd5e.monsters.Actor.T1xZTDCGuvMBSq8d]{战马}、@UUID[Compendium.dnd5e.monsters.Actor.PHO4J98zK2p4KNyc]{矮种马}、@UUID[Compendium.dnd5e.monsters.Actor.FQMFuzzSh73d0Nrd]{骆驼}、@UUID[Compendium.dnd5e.monsters.Actor.55PkbskG5iBZGrgR]{驼鹿}、@UUID[Compendium.dnd5e.monsters.Actor.YTpL2c3NO4sOn2UA]{獒犬}（DM 也可以允许你选择其他动物作坐骑）。坐骑拥有你所选形态的属性数据，但他实际上属于天界生物，精类生物或邪魔的一种（由你选择）而不是通常类型。另外，如果你的坐骑智力为 5 或更低，则其智力变为 6，同时能听懂一门你掌握的语言。</p><p>不管是否在战斗中，坐骑都能为你提供帮助，而你们之间的契约让你们行动更为紧密。你乘上该坐骑时，所有你施展的只以自身为目标的法术同时也影响该坐骑。</p><p>该坐骑生命值降至 0 时消失不见，且不留下任何物质残余。你也可以随时用一个动作解散该坐骑使其消失。此后，每当你重新施展该法术时，将满生命值的召唤同一匹坐骑显现。</p><p>坐骑在你身边 1 里内时，你可以与其以心灵感应的方式互相交流。</p><p>你不能用该法术同时拥有一匹以上的坐骑，你可以随时用一个动作将坐骑从契约中解放，并使其消失不见。</p>"
    },
    "Forbiddance": {
      "name": "禁制术",
      "description": "<p>你创造一个对抗魔法旅行的结界，该结界区域至多覆盖 40000 平方尺地面及其上 30 尺高的空间。在法术持续时间内，生物无法传送进区域内或使用传送门（如异界之门法术创造的那种）进入其内。该法术使该区域无法进行位面旅行，因此生物无法通过星光位面，以太位面，妖精荒野，堕影冥界，或是通过位面转移法术进入该区域。</p><p>此外，该法术可以对你在施法时所选定类别的生物造成伤害。从下列选项中选择一项或多项：异怪、天族、元素、妖精、邪魔、亡灵。所选定生物在一个回合内首次进入法术区域或者在其内结束回合时，将受到 5d10 点光耀伤害或暗蚀伤害（由你在施法时选择其一）。</p><p>施展该法术时，你可以设定一段密语。说出密语的生物即使进入区域也不会受到该法术的伤害。</p><p>该法术的效应区域不能与另一道禁制术的区域相重叠。如果你对同一区域连续 30 日每日施展禁制术，则其效应会持续至被解除，并在最后一次施法时将该法术的材料成分消耗殆尽。</p>"
    },
    "Meld into Stone": {
      "name": "融身入石",
      "description": "<p>你进入一个足以完全容纳你身体的石料物件或石料表面内，使你自己和你携带的所有装备在法术持续时间内与石料融为一体。你必须触碰该石料来做到这件事。此后，任何非魔法的感官都无法看到或侦测到你的存在。</p><p>与石料融合后，你看不到外界发生了什么，并且你为了聆听外界声音而进行的任何感知（察觉）检定都具有劣势。与石头融合时，你仍能感觉到时间的流逝，也可以对自己施展法术。你无法移动，但可以消耗 5 尺移动力从进入石头的地方离开石内，法术随之终止。</p><p>石头所受的轻微损伤不会对你造成伤害，不过石头部分损毁或者形状改变时（改变到不再适合容纳你的程度），会将你从石中排挤出并对你造成6d6钝击伤害。石头完全损毁（或材质改变）时，也会将你从石中排挤出并对你造成 50钝击伤害。被排挤出石头时，你移动至距离第一次进入石头处最近的一处未被占据的空间位置，并陷入倒地状态。</p>"
    },
    "Foresight": {
      "name": "预见术",
      "description": "<p>触碰一个自愿生物，并授予其预示最近未来事件的有限能力。该目标在法术持续时间内无法被突袭，并且其进行的攻击检定、属性检定和豁免检定均具有优势。而其他生物对其进行攻击检定时具有劣势。</p><p>如果你在法术持续时间结束前再施展该法术，则原法术效应即时终止。</p>"
    },
    "Hypnotic Pattern": {
      "name": "催眠图纹",
      "description": "<p>你在施法距离内一处边长 30 尺的立方区域内创造出一个在空中舞动旋转的彩色图纹。图纹在出现片刻后消失，然后迫使区域内每个看到它的生物进行一次感知豁免，豁免失败者将在法术持续时间内被魅惑。被该法术魅惑的生物陷入失能状态，且速度降为 0。</p><p>如果受术生物受到任何伤害，或有其他生物用动作将其从恍惚中摇醒，则其身上的此效应将提前终止。</p>",
      "effects": {
        "Hypnotic Pattern": {
          "name": "催眠图纹",
          "description": "<p>该生物在法术持续时间内被魅惑。被该法术魅惑的生物陷入失能状态，且速度降为 0。</p>"
        }
      }
    },
    "Word of Recall": {
      "name": "回返真言",
      "description": "<p>你和你身边 5 尺内的至多五个自愿生物一起瞬间传送到一个你事先设置好的避难所。你和与你一起传送的生物将出现在你准备避难所时指定的地点（见下）旁边最近的未被占据位置。如果你在施放法术前没有事先准备好避难所，则该法术将不产生任何效应。</p><p>设置避难所时，你必须身处一个你所信仰神的神庙或与该神密切相关的地点，然后在该处施展此法术。如果你试图在一个并不供奉你所信仰神的地方施展此法术，则该法术将不产生任何效应。</p>"
    },
    "Fabricate": {
      "name": "鬼斧神工",
      "description": "<p>你将一种原材料转化成该材料制作的成品。例如，你可以将一丛树木转化为一座木桥，一把麻草化为绳子，或是将亚麻和羊毛化作衣物。</p><p>指定施法距离内你能看见的原材料。只要有足够的材料，你就可以将他们转化为一件体型不超过大型的物件（至多占据 10 尺立方区域或八个相邻的 5 尺立方区域）。如果你的目标材料是金属、石料或者其他矿石材料，那么被制造的物件不能大于中型（至多占据 5 尺立方区域），制成品的质量和原材料质量相同。</p><p>该法术不能创造生物或魔法物品。你只有对制作某物品的工匠工具拥有熟练时，才能使用此法术去制作相应需要高工艺水平制作的物品，如武器、护甲等。</p>"
    },
    "Storm of Vengeance": {
      "name": "复仇风暴",
      "description": "<p><strong>射程：</strong> 视野内</p><p>以施法距离内一点为中心，一团翻腾搅动的乌云在法术时间内成形，并扩散至半径 300 尺的区域。当云团出现时，所有位于云团下的生物必须进行一次体质豁免。豁免失败者将受到2d6雷鸣伤害伤害且在持续时间内陷入耳聋状态。</p><p>在持续时间内。后续的每个你的回合开始时，风暴会在产生一道不同的效应，如下所示：</p><p><strong>第 2 回合。</strong>云层中降下酸雨。所有位于云团下方的生物和物件受到 1d6 点强酸伤害。</p><p><strong>第 3 回合。</strong>你从云中召下六束闪电束击向六个位于云团下的不同生物/物件。这些目标必须通过一次敏捷豁免，豁免失败者将受到10d6闪电伤害，豁免成功者受到一半伤害。</p><p><strong>第 4 回合。</strong>冰雹从云团中倾泻而下。所有位于云团下方的生物将受到 2d6 点钝击伤害。</p><p><strong>第 5 回合～第 10 回合。</strong>狂风和冰雨冲袭着云团下的区域，该区域内的所有生物受到 1d6 点寒冷伤害。在法术结束前，使该区域变为困难地形、形成重度遮蔽，并刮起强风。该区域内无法使用武器发动远程攻击。风雨被视为保持施法专注的严重干扰。最后，强风（速度在每小时20到50英里之间）会自动驱散该地区的雾、烟雾以及类似现象，无论是自然还是魔法的。</p>"
    },
    "Branding Smite": {
      "name": "印记斩 Branding Smite",
      "description": "<p>你在法术终止前的下一次武器攻击命中某生物时武器闪烁如明星，并对目标额外造成 2d6 点光耀伤害。如果目标处于隐形状态，则该斩击将使其可见，且因其身上散发出 5 尺半径的微光而无法隐形，直至该法术终止。</p><p><strong>升环施法：</strong> 使用三环或更高法术位施展该法术时，你使用的法术位每比二环高一环，法术的伤害就增加 1d6。</p>"
    },
    "Guiding Bolt": {
      "name": "光导箭",
      "description": "<p>你向施法距离内的一名生物掷出一道光箭。对目标进行一次远程法术攻击。命中时，目标受 4d6 点光耀伤害。在你下个回合结束前，对目标发动的下一次攻击检定具有优势。</p><p><strong>升环施法：</strong>使用的法术位每比一环高一环，伤害就增加 1d6。</p>"
    },
    "False Life": {
      "name": "虚假生命",
      "description": "<p>你从死灵法术中获得了额外的生命力。在法术持续时间内，你获得 1d4 + 4 的临时生命值。</p><p><strong>升环施法：</strong> 使用二环或更高法术位施展该法术时，你使用的法术位每比一环高一环，其给予的临时生命值就增加 5。</p>"
    },
    "Control Water": {
      "name": "操控水体",
      "description": "<p>你在法术终止前控制任一片独立的水体，控制范围为你指定的一处边长 100 尺的立方区域。施展该法术时，你可以从以下效应中选择其一生效。在你之后的每个自己回合中，你可以用一个动作重复生效同一效应，或是选择实现另一效应。</p><p><strong>上涨。</strong> 你使控制区域内水位上涨至多 20 尺。如果该区域包含有滨岸，则水体漫过涨水覆盖的干土。如果你指定的区域是一片大水体中的一部分，则你改为制造一片 20 尺高的波浪，并从区域的一边扑向另一边再拍下水面。波浪中任何巨型或更小的载具都会被带到水浪行进的另一边。且所有巨型或更小的载具都有 25%的几率被倾覆。直至法术终止或你选择另一个效应前，水位的上涨情况将保持不变。如果该效应用以产生波浪，则波浪在你下一回合开始时再次进行翻打。</p><p><strong>分水。</strong> 你使区域内的水体分开并形成一条水体的沟壑。沟壑从法术区域的一头延伸到另一头，而被分开的水体则在两边形成两道水墙。沟壑维持至法术终止或直至你选择另一个效应。该效应终止时，沟壑会在接下来的一轮里慢慢的恢复成通常的水位。</p><p><strong>转向。</strong> 你使区域内的水体向一个你自选的方向流动。使其绕过障碍，或沿着墙壁向上流，甚至流向一些不太可能的方向，区域内的水体都遵照你指使的方向流动，但一旦其流出法术区域，则恢复为其所在地形的流向。水体持续向你所选方向流动，直至法术终止或直至你选择另一效应。</p><p><strong>漩涡。</strong>该效应需要水体至少为 50 尺的方形区域并且至少有 25 尺深。你在区域中央形成一个漩涡。其形态为底部宽 5 尺顶部宽 50 尺，且 25 尺高。水中任何在漩涡 25 尺范围内的生物或物件将被漩涡向自身拉动 10 尺。受影响的生物可以进行一次力量（运动）检定来对抗你的法术 DC，以通过游泳脱离漩涡控制。任何生物在一个回合内第一次进入漩涡或者在漩涡内开始其回合时，必须进行一次力量豁免。豁免失败者将受到 2d8 点钝击伤害，并被拖入漩涡中心直至法术终止。豁免成功则伤害减半，且不会被拖入漩涡。被拖入漩涡中心的生物可以用其动作尝试游泳来离开漩涡（如上文所述），但它此时进行的力量（运动）检定具有劣势。物件在一回合里第一次进入漩涡时受 2d8 点钝击伤害；如果物件保持在漩涡内，该伤害就会在每轮持续发生。</p>"
    },
    "Alarm": {
      "name": "警报术",
      "description": "<p>你设置一个针对不速之客的警报。在施法距离内指定一扇门窗或选择一个边长不大于 20 尺的立方区域。在法术持续时间内，任何触碰或进入被法术保护区域的、体型不小于微型的生物都会触发警报。施法时，你可以决定哪些生物不会触发警报，还可以选择警报方式为声音警报或是精神警报。</p><p>精神警报触发后，如果你距离目标区域不超过 1 里，警报会在你脑海中会传来“乒”的警报声。如果你在睡觉，则警报将使你惊醒。</p><p>声音警报触发后，将在其保护区域 60 尺范围内将响起持续 10 秒摇铃声。</p>"
    },
    "Scorching Ray": {
      "name": "灼热射线",
      "description": "<p>你射出三道火焰的射线。你可以将其射向施法距离内的一个或多个目标。</p><p>每道射线需要你分别进行一次远程法术攻击。若命中，则目标受到 2d6 点火焰伤害。</p><p><strong>升环施法：</strong>使用的法术位每比二环高一环，你就能多创造出一道射线。</p>"
    },
    "Magic Mouth": {
      "name": "魔嘴术",
      "description": "<p>你在视线范围内选择一个未被其他生物穿着或携带的物件，并将一段信息植入其中，当满足触发条件时，这段信息便会被诵出。说出不超过25个词的信息（传递过程可持续长达10分钟），随后设定触发此信息传递的具体情境。</p><p>当触发情境发生时，一个魔法嘴会在物件上显现，以你的声音和音量复述信息。若所选物件本身具有嘴部或类嘴结构（如雕像的嘴），魔法嘴会与之重合使话语宛若从物件口中传出。施法时可选法术在传递信息后终止，亦可令其持续存在并在每次触发时重复信息。</p><p>触发情境可自由设定精细程度，但必须基于物件30英尺内出现的视觉或听觉条件。例如：可设定当任何生物移动至物件30英尺内时，或是当银铃在30英尺范围内响起时诵出信息。</p>"
    },
    "Illusory Script": {
      "name": "迷幻手稿",
      "description": "<p>你在羊皮纸、纸张或其他适宜书写材料上书写，并为其注入持续生效的强大幻术。</p><p>对你及施法时指定的生物而言，文字呈现为你的笔迹且传达书写时的原意；对其他生物则显示为难以辨识的未知文字或魔法符文。亦可选择让文字完全变为另一种你知晓的语言、以不同笔迹呈现的异样信息。</p><p>若法术被解除，原始文字与幻象将一并消失。</p><p>拥有真实视觉的生物可看破隐藏信息。</p>"
    },
    "Divine Favor": {
      "name": "神恩",
      "description": "<p>你的祈祷赋予你神圣的光辉。直到法术结束之前，你使用武器的攻击在命中时造成额外1d4光耀伤害。</p>"
    },
    "Wind Walk": {
      "name": "御风而行",
      "description": "<p>你和施法距离内你能看见的至多十个自愿生物在法术持续时间内变为气化形态，其外观有如一团云雾。处于该云雾形态的生物具有 300 尺的飞行速度，并且对非魔法武器造成的伤害具有抗性。该形态下的生物除疾走和变回原形以外不能执行其他动作。变回原形需要花一分钟的时间，在这段时间内该生物处于失能状态且不能移动。在法术终止前，该生物还可以再次变成云雾形态，而再次进行变形同样要花一分钟时间。</p>\n<p>如果法术终止时受术生物正以云雾形态飞行，则该生物将在 1 分钟内以每轮 60 尺的速度降落直至安全着陆。如果该生物降落 1 分钟后还没着陆，则在余下的距离中它将会如正常情况一样坠落。</p>"
    },
    "Alter Self": {
      "name": "变身术",
      "description": "<p>你变换了自身形态。施法时，从以下选项中选择其一生效，并维持至其持续时间结束。你还可以在持续时间内以一个动作在选项间切换。</p><p><strong>水生适应。</strong>你长出鳃和蹼以适应水中行动。你可以在水下呼吸，并且获得等同于步行速度的游泳速度。</p><p><strong>改变外貌。</strong>你改变了自己的外貌。你可以自行设定自己的外观：包括身高、体重、面部细节、声线、头发长短、肤色以及（可能具有的）独特外貌特征。你可以让自己看起来像是其他种族，但你的角色数值不会改变。你无法改变体型或是基础身体轮廓。例如，如果你两足行动，就不能变为四足生物。你可以在持续时间内以一个动作改变这些外貌细节。</p><p><strong>天生武器。</strong>你长出尖牙锐爪、棘刺长角，或是其他类型的一种自选的天生武器。所选的天生武器可以使你的徒手打击造成 1d6 的钝击、挥砍或穿刺伤害，且你视为具有徒手打击的熟练项。另外，该天生武器视为魔法武器，且你在使用它进行的攻击检定和伤害掷骰均具有 +1 加值。</p>"
    },
    "Teleportation Circle": {
      "name": "传送法阵",
      "description": "<p>当你施展此法术时，需在地面绘制一个直径10尺的圆环，其中铭刻的符文将当前位置与你所知的、同处一个位面的永久传送法阵相连。你必须知道目标法阵的印记序列。绘制的圆环中将开启一道闪烁传送门，持续存在至你的下一回合结束。任何进入传送门的生物将立即出现在目标法阵5尺范围内，若该空间被占据则出现在最近未被占据位置。</p><p>众多重要神殿、工会大厅及其他要地都设有永久传送法阵，每个法阵包含由特定魔法符文排列而成的独特印记序列。初次获得此法术时，你将掌握由DM决定的两个物质位面传送点的印记序列。在之后的旅途中，你可学习更多印记序列，仅需研习1分钟即可牢记新印记序列。</p><p>若连续一年每日在同一地点施展此法术，可创造永久传送法阵。以此方式施法时无需借助现有法阵进行传送。</p>"
    },
    "Arcane Lock": {
      "name": "秘法锁",
      "description": "<p>你触碰关上的一扇门，一扇窗，一个箱子或其他出入口，并使目标在法术持续时间内保持锁闭状态。施法时，你还可以设定允许你和其他若干生物正常打开该物件。你还可以设置一条密语，在该锁闭物件 5 尺内念出密语时，秘法锁将被压制 1 分钟。该物件只有在法术被压制、被解除，或物件本身遭破坏时才能打开。对物件施放敲击术 将使其秘法锁 法术在 10 分钟内受压制。</p><p>受该法术影响的物件更难被撬开或破坏。对其进行破坏或撬锁时，其相应 DC 增加 10。</p>"
    },
    "Bless": {
      "name": "祝福术",
      "description": "<p>你用言语祝福施法距离内至多三个生物。在法术终止前，每当受术目标进行攻击检定或豁免检定时，可以额外掷一次 d4 并加在其结果上。</p>\n<p><strong>升环施法：</strong>使用二环或更高法术位施展该法术时，你使用的法术位每比一环高一环，就可以多指定一个目标。</p>",
      "effects": {
        "Bless": {
          "name": "祝福术"
        }
      }
    },
    "Secret Chest": {
      "name": "秘藏箱",
      "description": "<p>你将一个箱体及其所有内容物藏匿于以太位面。施法时需触摸箱体及其作为材料成分的微缩模型。箱体最多可容纳12立方尺的非生命物质（约3尺×2尺×2尺）。</p><p>当箱体处于以太位面时，你可通过动作触摸复制品召回箱体，使其出现在你周围5尺内未被占据的地面空间。通过动作同时触摸箱体与复制品，可将其再次送回以太位面。</p><p>60天后，法术效果每日有累计5%的几率自动终止。以下情况也会终止效果：你再次施展该法术、微型复制箱被摧毁、或以动作主动解除法术。若法术终止时箱体仍处于以太位面，则将永久遗失。</p>"
    },
    "Spare the Dying": {
      "name": "维生术",
      "description": "<p>你触碰一个生命值为 0 的活体生物，使该生物的伤势立刻稳定下来。该法术对不死生物和构装生物无效。</p>"
    },
    "Dominate Person": {
      "name": "支配类人",
      "description": "<p>你尝试蛊惑施法距离内一个你能看见的类人生物。目标必须进行一次感知豁免，豁免失败则将在持续时间内被你&Reference[charmed]。若你或你的友方生物正在与目标交战，则其进行该豁免时具有优势。</p><p>目标被魅惑期间，只要你与其处于同一位面，即可与之建立心灵感应。你可以在保持意识时通过此心灵感应向该生物下达命令（无需动作），而它会尽力服从。你可以指定一个简单概括的行动指令，例如“攻击那个生物”、“跑到那边”或“取来那件物品”。若该生物完成指令后未收到你的进一步指示，则会尽己所能地自卫求生。</p><p>你可以使用动作来完全精确地控制目标。直至你的下一回合结束前，该生物仅会执行你选择的行动，且不会进行任何你未允许的行为。此期间你还可以令该生物使用反应动作，但这需要你同时使用自己的反应动作。</p><p>目标每次受到伤害时，需重新进行对抗该法术的感知豁免。若豁免成功，则法术终止。</p><p><strong>升环施法效应</strong>：使用6环法术位施展时，持续时间变为：专注，至多10分钟。使用7环法术位时，持续时间变为：专注，至多1小时。使用8环或更高法术位时，持续时间变为：专注，至多8小时。</p>",
      "effects": {
        "Dominate Person": {
          "name": "支配类人",
          "description": "<p>目标被魅惑了，而且必须尽其所能遵从任何来自施法者的指令。</p>"
        }
      }
    },
    "Bane": {
      "name": "灾祸术",
      "description": "<p>你选择施法距离内至多三个你可见的生物，迫使其分别进行一次魅力豁免。在法术终止前，豁免失败于此次魅力豁免的目标进行的每次攻击检定与豁免检定都必须承受 1d4 的减值。</p>\n<p><strong>升环施法：</strong>你使用的法术位每比一环高一环，就能多选择一个生物作为目标。</p>",
      "effects": {
        "Bane": {
          "name": "灾祸术",
          "description": "<p>在法术结束前，该目标进行的攻击检定或豁免检定都必须从检定结果中减去 1d4。</p>"
        }
      }
    },
    "Enhance Ability": {
      "name": "强化属性",
      "description": "<p>你触碰一个生物，并为其附上魔力强化。选择下列效应之一生效，而目标将在法术终止前维持该法术效应。</p>\n<ul>\n<li><strong>熊之坚韧</strong>。 目标进行体质检定时具有优势。目标同时获得 2d6 的临时生命值，并维持至法术终止。</li>\n<li><strong>牛之悍力</strong>。 目标进行力量检定时具有优势，且其负重翻倍。</li>\n<li><strong>猫之优雅</strong>。 目标进行敏捷检定时具有优势。另外，目标在非失能状态下不会因 20 尺以内的坠落而伤害。</li>\n<li><strong>鹰之威仪</strong>。 目标进行魅力检定时具优势。</li>\n<li><strong>狐之狡黠</strong>。 目标进行智力检定时具有优势。</li>\n<li><strong>枭之睿智</strong>。 目标进行感知检定时具有优势。</li>\n</ul>\n<p><strong>升环施法：</strong>使用三环或更高法术位施展该法术时，你使用的法术位每比二环高一环，就可以多指定一个目标。</p>"
    },
    "Spike Growth": {
      "name": "荆棘丛生",
      "description": "<p>以施法距离内一点为中心周围 20 尺的地面扭曲变形，大片坚硬的棘刺破土而出。该区域在法术持续时间内视为困难地形。而生物进入该区域或在其中移动时，其每移动 5 尺就要受到 2d4 点穿刺伤害。</p><p>法术导致的地面变形经过刻意的掩饰，使其看起来并无异样。如果生物在你施展该法术时不能看见该区域，则它必须进行一次感知（察觉）检定，检定成功则能发现该区域隐藏的危险。</p>"
    },
    "Confusion": {
      "name": "困惑术",
      "description": "<p>此法术冲击并扭曲生物心智，催生妄想并引发失控行为。以施法距离内一点为中心、半径10尺球状区域内的每个生物都必须进行一次感知豁免，豁免失败则受法术影响。</p>\n<p>受影响的目标无法执行反应动作，且在其每回合开始时必须投掷@UUID[Compendium.dnd5e.tables.RollTable.LHEts1oDaDwcehuj]{困惑}表来决定该回合的行为。</p>\n<p><em><strong>升环施法效应</strong></em>：使用5环或更高法术位施展该法术时，使用的法术位每比4环高1环，法术的球状区域半径就增加5尺。</p>"
    },
    "Regenerate": {
      "name": "再生术",
      "description": "<p>你触碰一个生物并激发其自愈能力。目标恢复4d8+15点生命值。在法术持续时间内，目标在其每回合开始时恢复1点生命值（即每分钟10点）。</p><p>若目标有被切断的躯体部位（手指、腿、尾巴等），这些部位将在2分钟后再生。如果你持有被切断的部位并将其对准残肢断端，该法术将立即使其接合复原。</p>"
    },
    "Disguise Self": {
      "name": "易容术",
      "description": "<p>你改变自身以及随身的衣物、护甲、武器等在你身上的所有物。该效应在法术终止时结束。肉眼看来你的身高可以有 1 尺的增减，体态可胖可瘦。你必须选择一个和你肢体基础排列方式一致的形态。此外，幻术的影响范围由你决定。</p><p>此法术产生的变化无法应对物理检查。比如，你用此法术添了一顶帽子，那么现实物件会从帽子穿过去，且任何触碰帽子的人将摸不到任何东西。</p><p>如果一名生物想要分辨你是否易容，则必须使用一个研究动作研究你的外貌，并成功于一次对抗你法术豁免DC的 [[/check ability=int skill=inv]] 检定。</p>"
    },
    "Dimension Door": {
      "name": "任意门",
      "description": "<p>你将自己从当前位置传送至施法距离内的任意地点，并准确到达该目的地。法术的目的地可以是你能看见的、可想象的地点，也可以是通过距离和方向说明的地点，比如“径直向下 200 尺”，“西北向上 45 度 300 尺”。</p><p>进行传送时，你的随身物件不能超过你的负重。你还可以带上一个自愿的生物，且其体型不能比你大，而他的随身物件也不能超过其负重。该生物在你施法时必须在你 5 尺内。</p><p>如果你的目的地已经被生物或物件占据，则你以及任何与你一起传送的生物都将受到 4d6 点力场伤害，且法术传送失败。</p>"
    },
    "Raise Dead": {
      "name": "死者复活",
      "description": "<p>你触碰一个已死的生物，使其复活。该生物的死亡时间必须不超过 10 日。如果该生物的灵魂愿意并且能够回到其身体中，则它将以 1 点生命值重生。</p><p>该法术同样会中和该生物生前体内的毒素以及罹患的非魔法疾病，但对于魔法造成的疾病、诅咒和类似的效应则无能为力；如果没有在复活前治愈这些效应，则它们在该生物重获生命的时候继续生效。该法术不能复活不死生物。</p><p>该法术能治愈所有致命伤，但无法恢复失去的身体部位。如果该生物缺失了它生存所必要的身体部位或器官（比如头），则该法术自动失败。</p><p>死而复生是一个痛苦的体验。复活的目标在随后进行攻击检定、豁免检定和属性检定时具有 -4 减值。该目标每完成一次长休，其减值就减少 1，依次叠加直至减值完全消失。</p>"
    },
    "Wall of Thorns": {
      "name": "棘墙术",
      "description": "<p>你创造出一面坚韧、纠缠、长满锐利棘刺的灌木之墙。棘墙出现在施法距离内一处坚实的地面上并且持续存在至法术终止。你可以选择创造长不过 60 尺、高不过 10 尺、厚不过 5 尺的直墙；或是直径不过 20 尺、高不过 20 尺、厚不过 5 尺的环形墙。此外，棘墙还会阻挡视线。</p><p>棘墙出现时所有位于其内的生物要进行一次敏捷豁免。豁免失败者将受到 7d8 点穿刺伤害，豁免成功则伤害减半。</p><p>生物可以移动穿过棘墙，但这是个十分缓慢且痛苦的过程。生物在棘墙中每移动 1 尺要消耗 4 尺的移动力。另外，生物在一个回合内第一次进入棘墙或在棘墙里结束其回合时，必须进行一次敏捷豁免。豁免失败者将受到 7d8 点挥砍伤害，豁免成功则伤害减半。</p><p><strong>升环施法</strong>。使用七环或更高法术位施展该法术时，你使用的法术位每比六环高一环，两种类型的伤害就都增加 1d8。</p>"
    },
    "Animate Objects": {
      "name": "活化物件",
      "description": "<p>你一声令下，周围物体便获得生命。在施法范围内选择最多十个未被携带或穿戴的非魔法物件。中型物体算作两个物件，大型物体算作四个物件，巨型物体算作八个物件。你无法活化任何比巨型更大的物体。每个目标将化为受你控制的活化生物，直至法术终止或其生命值降至0。</p><p>以一个附赠动作，你可以在精神上指令任何由此法术创造的生物（只要该生物处于你500尺范围内）。若你控制多个生物，可以同时指令其中一个或全部，并对每个生物下达相同的命令。你可以决定生物下一回合采取的动作和移动位置，或下达笼统指令，如守卫特定房间或走廊。如果你未下达任何命令，该生物仅会防御自身免受敌对生物伤害。一旦接到命令，生物会持续执行直至任务完成。</p><table> <caption>活化物体属性</caption> <thead> <tr> <th scope=\"col\">体型</th> <th scope=\"col\">生命值</th> <th scope=\"col\">护甲等级</th> <th scope=\"col\">攻击</th> <th scope=\"col\">力量</th> <th scope=\"col\">敏捷</th> </tr> </thead> <tbody> <tr> <th scope=\"row\">微型</th> <td>20</td> <td>18</td> <td>命中+8，1d4+4伤害</td> <td>4</td> <td>18</td> </tr> <tr> <th scope=\"row\">小型</th> <td>25</td> <td>16</td> <td>命中+6，1d8+2伤害</td> <td>6</td> <td>14</td> </tr> <tr> <th scope=\"row\">中型</th> <td>40</td> <td>13</td> <td>命中+5，2d6+1伤害</td> <td>10</td> <td>12</td> </tr> <tr> <th scope=\"row\">大型</th> <td>50</td> <td>10</td> <td>命中+6，2d10+2伤害</td> <td>14</td> <td>10</td> </tr> <tr> <th scope=\"row\">巨型</th> <td>80</td> <td>10</td> <td>命中+8，2d12+4伤害</td> <td>18</td> <td>6</td> </tr> </tbody> </table><p>活化物体是一个构装生物，其AC、生命值、攻击、力量和敏捷由体型决定。它的体质为10，智力和感知为3，魅力为1。它的速度为30尺；如果该物体没有腿或其他可用于移动的附属物，则它获得30尺飞行速度且可以悬停。如果物体被牢固地附着在表面或更大的物体上（例如螺栓固定在墙上的链条），则其速度为0。它拥有30尺半径的盲视，超出该范围则视为目盲。当活化物体的生命值降至0时，它会恢复为原来的物体形态，并且任何剩余的伤害会作用于其物体形态。</p><p>如果你命令一个物体攻击，它可以对5尺内的生物进行一次近战攻击。它会进行一次猛击攻击，其攻击加值和钝击伤害由体型决定。DM可以根据物体的具体形态判定其造成挥砍或穿刺伤害。</p><p><strong>升环施法效应</strong>：使用6环或更高法术位施展该法术时，使用的法术位每比5环高1环，你就可以额外活化两个物体。</p>"
    },
    "Flame Blade": {
      "name": "火焰刀",
      "description": "<p>你在空手中唤出一把火焰刀刃。该刀刃的尺寸和形状类似于弯刀，并持续至法术终止。若你放下刀刃，其将消失，但你可以通过一个附赠动作再次唤出。</p><p>你可以使用动作以火焰刀刃进行一次近战法术攻击。若命中，目标受到3d6点火焰伤害。</p><p>燃烧的刀刃散发出10尺半径的明亮光照，以及额外10尺的微光光照。</p><p><strong>升环施法效应</strong>：使用4环或更高法术位施展该法术时，所用法术位每比2环高2环，伤害就增加1d6。</p>"
    },
    "Delayed Blast Fireball": {
      "name": "延迟爆裂火球",
      "description": "<p>一道黄色光束从你指尖射出，在施法距离内某一点凝聚为持续散发光芒的能量珠。当法术因你专注中断或主动结束时，珠子将伴着低吼炸裂成四窜的烈焰。以该点为中心20尺半径范围内的每个生物必须进行一次敏捷豁免。豁免失败者将受到所有累积火焰伤害，成功则伤害减半。</p><p>法术基础伤害为12d6。若在你的回合结束时珠子尚未爆炸，则伤害增加1d6。</p><p>若在爆炸前有生物触碰珠子，该生物必须进行敏捷豁免。豁免失败则法术立即结束并引发爆炸；豁免成功则该生物可将珠子抛开至40尺外。当珠子击中生物或固体时法术结束并爆炸。</p><p>火焰将点燃、伤害区域内未被穿戴或携带的可燃物。</p><p><strong>升环施法效应</strong>：使用8环或更高法术位施展时，所用法术位每比7环高1环，基础伤害就增加1d6。</p>"
    },
    "Longstrider": {
      "name": "大步奔行",
      "description": "<p>你触碰一个生物，该目标速度在法术持续时间内增加 10 尺。</p>"
    },
    "Symbol": {
      "name": "徽记术",
      "description": "<p>When you cast this spell, you inscribe a harmful glyph either on a surface (such as a section of floor, a wall, or a table) or within an object that can be closed to conceal the glyph (such as a book, a scroll, or a treasure chest). If you choose a surface, the glyph can cover an area of the surface no larger than 10 feet in diameter. If you choose an object, that object must remain in its place; if the object is moved more than 10 feet from where you cast this spell, the glyph is broken, and the spell ends without being triggered.</p><p>The glyph is nearly invisible, requiring an Intelligence (Investigation) check against your spell save DC to find it.</p><p>You decide what triggers the glyph when you cast the spell. For glyphs inscribed on a surface, the most typical triggers include touching or stepping on the glyph, removing another object covering it, approaching within a certain distance of it, or manipulating the object that holds it. For glyphs inscribed within an object, the most common triggers are opening the object, approaching within a certain distance of it, or seeing or reading the glyph.</p><p>You can further refine the trigger so the spell is activated only under certain circumstances or according to a creature's physical characteristics (such as height or weight), or physical kind (for example, the ward could be set to affect hags or shapechangers). You can also specify creatures that don't trigger the glyph, such as those who say a certain password.</p><p>When you inscribe the glyph, choose one of the options below for its effect. Once triggered, the glyph glows, filling a 60-foot-radius sphere with dim light for 10 minutes, after which time the spell ends. Each creature in the sphere when the glyph activates is targeted by its effect, as is a creature that enters the Sphere for the first time on a turn or ends its turn there.</p><ul><li><strong>Death.</strong> Each target must make a Constitution saving throw, taking 10d10 necrotic damage on a failed save, or half as much damage on a successful save.</li><li><strong>Discord.</strong> Each target must make a Constitution saving throw. On a failed save, a target bickers and argues with other creatures for 1 minute. During this time, it is incapable of meaningful communication and has disadvantage on Attack rolls and Ability Checks.</li><li><strong>Fear.</strong> Each target must make a Wisdom saving throw and becomes &amp;Reference[Frightened] for 1 minute on a failed save. While Frightened, the target drops whatever it is holding and must move at least 30 feet away from the glyph on each of its turns, if able.</li><li><strong>Hopelessness.</strong> Each target must make a Charisma saving throw. On a failed save, the target is overwhelmed with despair for 1 minute. During this time, it can't attack or target any creature with harmful Abilities, Spells, or other magical Effects.</li><li><strong>Insanity.</strong> Each target must make an Intelligence saving throw. On a failed save, the target is driven insane for 1 minute. An insane creature can't take Actions, can't understand what other creatures say, can't read, and speaks only in gibberish. The DM controls its Movement, which is erratic.</li><li><strong>Pain.</strong> Each target must make a Constitution saving throw and becomes &amp;Reference[Incapacitated] with excruciating pain for 1 minute on a failed save.</li><li><strong>Sleep.</strong> Each target must make a Wisdom saving throw and falls &amp;Reference[Unconscious] for 10 minutes on a failed save. A creature awakens if it takes damage or if someone uses an action to shake or slap it awake.</li><li><strong>Stunning.</strong> Each target must make a Wisdom saving throw and becomes &amp;Reference[Stunned] for 1 minute on a failed save.</li></ul>",
      "effects": {
        "Symbol (fear)": {
          "name": "Symbol (fear)",
          "description": "<p>The target becomes &amp;Reference[Frightened] for 1 minute on a failed save. While Frightened, the target drops whatever it is holding and must move at least 30 feet away from the glyph on each of its turns, if able.</p>"
        },
        "Symbol (pain)": {
          "name": "Symbol (pain)",
          "description": "<p>The target becomes Incapacitated with excruciating pain for 1 minute.</p>"
        },
        "Symbol (sleep)": {
          "name": "Symbol (sleep)",
          "description": "<p>The target falls Unconscious for 10 minutes. A creature awakens if it takes damage or if someone uses an action to shake or slap it awake.</p>"
        },
        "Symbol (stunning)": {
          "name": "Symbol (stunning)",
          "description": "<p>The target becomes Stunned for 1 minute.</p>"
        }
      }
    },
    "Daylight": {
      "name": "Daylight",
      "description": "<p>A 60-foot-radius sphere of light spreads out from a point you choose within range. The sphere is bright light and sheds dim light for an additional 60 feet.</p><p>If you chose a point on an object you are holding or one that isn't being worn or carried, the light shines from the object and moves with it. Completely covering the affected object with an opaque object, such as a bowl or a helm, blocks the light.</p><p>If any of this spell's area overlaps with an area of darkness created by a spell of 3rd level or lower, the spell that created the darkness is dispelled.</p>"
    },
    "Hideous Laughter": {
      "name": "Hideous Laughter",
      "description": "<p>A creature of your choice that you can see within range perceives everything as hilariously funny and falls into fits of laughter if this spell affects it. The target must succeed on a Wisdom saving throw or fall prone, becoming Incapacitated and unable to stand up for the Duration. A creature with an Intelligence score of 4 or less isn't affected.</p><p>At the end of each of its turns, and each time it takes damage, the target can make another Wisdom saving throw. The target has advantage on the saving throw if it's triggered by damage. On a success, the spell ends.</p>"
    },
    "Create Food and Water": {
      "name": "Create Food and Water",
      "description": "<p>You create 45 pounds of food and 30 gallons of water on the ground or in containers within range, enough to sustain up to fifteen humanoids or five steeds for 24 hours. The food is bland but nourishing, and spoils if uneaten after 24 hours. The water is clean and doesn't go bad.</p>"
    },
    "Phantasmal Killer": {
      "name": "Phantasmal Killer",
      "description": "<p>You tap into the nightmares of a creature you can see within range and create an illusory manifestation of its deepest fears, visible only to that creature. The target must make a Wisdom saving throw. On a failed save, the target becomes &amp;Reference[Frightened] for the Duration. At the end of each of the target's turns before the spell ends, the target must succeed on a Wisdom saving throw or take 4d10 psychic damage. On a successful save, the spell ends.</p><p><strong>At Higher Levels</strong>. When you cast this spell using a spell slot of 5th level or higher, the damage increases by 1d10 for each slot level above 4th.</p>",
      "effects": {
        "Phantasmal Killer": {
          "name": "Phantasmal Killer",
          "description": "<p>The target becomes Frightened for the Duration. At the end of each of the target's turns before the spell ends, the target must succeed on a Wisdom saving throw or take psychic damage. On a successful save, the spell ends.</p>"
        }
      }
    },
    "Light": {
      "name": "Light",
      "description": "<p>You touch one object that is no larger than 10 feet in any dimension. Until the spell ends, the object sheds bright light in a 20-foot radius and dim light for an additional 20 feet. The light can be colored as you like. Completely covering the object with something opaque blocks the light. The spell ends if you cast it again or dismiss it as an action.</p><p>If you target an object held or worn by a hostile creature, that creature must succeed on a Dexterity saving throw to avoid the spell.</p>"
    },
    "Silent Image": {
      "name": "Silent Image",
      "description": "<p>You create the image of an object, a creature, or some other visible phenomenon that is no larger than a 15-foot cube. The image appears at a spot within range and lasts for the duration. The image is purely visual; it isn't accompanied by sound, smell, or other sensory effects.</p><p>You can use your action to cause the image to move to any spot within range. As the image changes location, you can alter its appearance so that its movements appear natural for the image. For example, if you create an image of a creature and move it, you can alter the image so that it appears to be walking.</p><p>Physical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the creature can see through the image.</p>"
    },
    "Dancing Lights": {
      "name": "Dancing Lights",
      "description": "<p>You create up to four torch-sized lights within range, making them appear as torches, lanterns, or glowing orbs that hover in the air for the duration. You can also combine the four lights into one glowing vaguely humanoid form of Medium size. Whichever form you choose, each light sheds dim light in a 10-foot radius.</p><p>As a bonus action on your turn, you can move the lights up to 60 feet to a new spot within range. A light must be within 20 feet of another light created by this spell, and a light winks out if it exceeds the spell's range.</p>"
    },
    "Mage Armor": {
      "name": "Mage Armor",
      "description": "<p>You touch a willing creature who isn't wearing armor, and a protective magical force surrounds it until the spell ends. The target's base AC becomes 13 + its Dexterity modifier. The spell ends if the target dons armor or if you dismiss the spell as an action.</p>",
      "effects": {
        "Mage Armor": {
          "name": "Mage Armor",
          "description": "<p>The target's base AC becomes 13 + its Dexterity modifier.</p>"
        }
      }
    },
    "Contagion": {
      "name": "Contagion",
      "description": "<p>Your touch inflicts disease. Make a melee spell attack against a creature within your reach. On a hit, you afflict the creature with a disease of your choice from any of the ones described below.</p><p>At the end of each of the target's turns, it must make a Constitution saving throw. After failing three of these saving throws, the disease's effects last for the duration, and the creature stops making these saves. After succeeding on three of these saving throws, the creature recovers from the disease, and the spell ends.</p><p>Since this spell induces a natural disease in its target, any effect that removes a disease or otherwise ameliorates a disease's effects apply to it.</p><p><strong>Blinding Sickness. </strong>Pain grips the creature's mind, and its eyes turn milky white. The creature has disadvantage on Wisdom checks and Wisdom saving throws and is blinded.</p><p><strong>Filth Fever.</strong> A raging fever sweeps through the creature's body. The creature has disadvantage on Strength checks, Strength saving throws, and attack rolls that use Strength.</p><p><strong>Flesh Rot. </strong>The creature's flesh decays. The creature has disadvantage on Charisma checks and vulnerability to all damage.</p><p><strong>Mindfire.</strong> The creature's mind becomes feverish. The creature has disadvantage on Intelligence checks and Intelligence saving throws, and the creature behaves as if under the effects of the confusion spell during combat.</p><p><strong>Seizure. </strong>The creature is overcome with shaking. The creature has disadvantage on Dexterity checks, Dexterity saving throws, and attack rolls that use Dexterity.</p><p><strong>Slimy Doom.</strong> The creature begins to bleed uncontrollably. The creature has disadvantage on Constitution checks and Constitution saving throws. In addition, whenever the creature takes damage, it is stunned until the end of its next turn.</p>"
    },
    "Zone of Truth": {
      "name": "Zone of Truth",
      "description": "<p>You create a magical zone that guards against deception in a 15-foot-radius sphere centered on a point of your choice within range. Until the spell ends, a creature that enters the spell's area for the first time on a turn or starts its turn there must make a Charisma saving throw. On a failed save, a creature can't speak a deliberate lie while in the radius. You know whether each creature succeeds or fails on its saving throw.</p>\n        <p>An affected creature is aware of the spell and can thus avoid answering questions to which it would normally respond with a lie. Such a creature can be evasive in its answers as long as it remains within the boundaries of the truth.</p>"
    },
    "Black Tentacles": {
      "name": "Black Tentacles",
      "description": "<p>Squirming, ebony tentacles fill a 20-foot square on ground that you can see within range. For the Duration, these tentacles turn the ground in the area into difficult terrain.</p><p>When a creature enters the affected area for the first time on a turn or starts its turn there, the creature must succeed on a Dexterity saving throw or take 3d6 bludgeoning damage and be &amp;Reference[Restrained] by the tentacles until the spell ends. A creature that starts its turn in the area and is already Restrained by the tentacles takes 3d6 bludgeoning damage.</p><p>A creature Restrained by the tentacles can use its action to make a Strength or Dexterity check (its choice) against your spell save DC. On a success, it frees itself.</p>",
      "effects": {
        "Black Tentacles": {
          "name": "Black Tentacles",
          "description": "<p>The creature is Restrained by the tentacles until the spell ends or it uses its action to make a Strength or Dexterity check (its choice) to escape.</p>"
        }
      }
    },
    "See Invisibility": {
      "name": "See Invisibility",
      "description": "<p>For the duration, you see invisible creatures and objects as if they were visible, and you can see into the Ethereal Plane. Ethereal creatures and objects appear ghostly and translucent.</p>"
    },
    "Tree Stride": {
      "name": "Tree Stride",
      "description": "<p>You gain the ability to enter a tree and move from inside it to inside another tree of the same kind within 500 feet. Both trees must be living and at least the same size as you. You must use 5 feet of Movement to enter a tree. You instantly know the location of all other trees of the same kind within 500 feet and, as part of the move used to enter the tree, can either pass into one of those trees or step out of the tree you're in. You appear in a spot of your choice within 5 feet of the destination tree, using another 5 feet of movement. If you have no movement left, you appear within 5 feet of the tree you entered.</p><p>You can use this transportation ability once per round for the Duration. You must end each turn outside a tree.</p>"
    },
    "Create Undead": {
      "name": "Create Undead",
      "description": "<p>You can cast this spell only at night. Choose up to three corpses of Medium or Small humanoids within range. Each corpse becomes a ghoul under your control. (The DM has game statistics for these creatures.)</p><p>As a bonus action on each of your turns, you can mentally command any creature you animated with this spell if the creature is within 120 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creature continues to follow it until its task is complete.</p><p>The creature is under your control for 24 hours, after which it stops obeying any command you have given it. To maintain control of the creature for another 24 hours, you must cast this spell on the creature before the current 24-hour period ends. This use of the spell reasserts your control over up to three creatures you have animated with this spell, rather than animating new ones.</p><p><strong>Higher Levels. </strong>When you cast this spell using a 7th-level spell slot, you can animate or reassert control over four ghouls. When you cast this spell using an 8th-level spell slot, you can animate or reassert control over five ghouls or two ghasts or wights. When you cast this spell using a 9th-level spell slot, you can animate or reassert control over six ghouls, three ghasts or wights, or two mummies.</p>"
    },
    "Fire Bolt": {
      "name": "Fire Bolt",
      "description": "<p>You hurl a mote of fire at a creature or object within range. Make a ranged spell attack against the target. On a hit, the target takes 1d10 fire damage. A flammable object hit by this spell ignites if it isn't being worn or carried.</p><p>This spell's damage increases by 1d10 when you reach 5th level (2d10), 11th level (3d10), and 17th level (4d10).</p>"
    },
    "Reverse Gravity": {
      "name": "Reverse Gravity",
      "description": "<p>This spell reverses gravity in a 50-foot-radius, 100-foot high Cylinder centered on a point within range. All creatures and Objects that aren't somehow anchored to the ground in the area fall upward and reach the top of the area when you cast this spell. A creature can make a Dexterity saving throw to grab onto a fixed object it can reach, thus avoiding the fall.</p><p>If some solid object (such as a ceiling) is encountered in this fall, Falling Objects and creatures strike it just as they would during a normal downward fall. If an object or creature reaches the top of the area without striking anything, it remains there, oscillating slightly, for the Duration.</p><p>At the end of the Duration, affected Objects and creatures fall back down.</p>"
    },
    "Counterspell": {
      "name": "Counterspell",
      "description": "<p>You attempt to interrupt a creature in the process of casting a spell. If the creature is casting a spell of 3rd level or lower, its spell fails and has no effect. If it is casting a spell of 4th level or higher, make an ability check using your spellcasting ability. The DC equals 10 + the spell's level. On a success, the creature's spell fails and has no effect.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 4th level or higher, the interrupted spell has no effect if its level is less than or equal to the level of the spell slot you used.</p>"
    },
    "Antimagic Field": {
      "name": "Antimagic Field",
      "description": "<p>A 10-foot-radius invisible sphere of antimagic surrounds you. This area is divorced from the magical energy that suffuses the multiverse. Within the sphere, spells can't be cast, summoned creatures disappear, and even magic items become mundane. Until the spell ends, the sphere moves with you, centered on you.</p><p>Spells and other magical effects, except those created by an artifact or a deity, are suppressed in the sphere and can't protrude into it. A slot expended to cast a suppressed spell is consumed. While an effect is suppressed, it doesn't function, but the time it spends suppressed counts against its duration.</p><p><strong>Targeted Effects.</strong> Spells and other magical effects, such as magic missile and charm person, that target a creature or an object in the sphere have no effect on that target.</p><p><strong>Areas of Magic.</strong> The area of another spell or magical effect, such as fireball, can't extend into the sphere. If the sphere overlaps an area of magic, the part of the area that is covered by the sphere is suppressed. For example, the flames created by a wall of fire are suppressed within the sphere, creating a gap in the wall if the overlap is large enough.</p><p><strong>Spells.</strong> Any active spell or other magical effect on a creature or an object in the sphere is suppressed while the creature or object is in it.</p><p><strong>Magic Items.</strong> The properties and powers of magic items are suppressed in the sphere. For example, a +1 longsword in the sphere functions as a nonmagical longsword.</p><p>A magic weapon's properties and powers are suppressed if it is used against a target in the sphere or wielded by an attacker in the sphere. If a magic weapon or a piece of magic ammunition fully leaves the sphere (for example, if you fire a magic arrow or throw a magic spear at a target outside the sphere), the magic of the item ceases to be suppressed as soon as it exits.</p><p><strong>Magical Travel.</strong> Teleportation and planar travel fail to work in the sphere, whether the sphere is the destination or the departure point for such magical travel. A portal to another location, world, or plane of existence, as well as an opening to an extradimensional space such as that created by the rope trick spell, temporarily closes while in the sphere.</p><p><strong>Creatures and Objects.</strong> A creature or object summoned or created by magic temporarily winks out of existence in the sphere. Such a creature instantly reappears once the space the creature occupied is no longer within the sphere.</p><p><strong>Dispel Magic.</strong> Spells and magical effects such as dispel magic have no effect on the sphere. Likewise, the spheres created by different antimagic field spells don't nullify each other.</p>"
    },
    "Lesser Restoration": {
      "name": "Lesser Restoration",
      "description": "<p>You touch a creature and can end either one disease or one condition afflicting it. The condition can be blinded, deafened, paralyzed, or poisoned.</p>"
    },
    "Gust of Wind": {
      "name": "Gust of Wind",
      "description": "<p>A line of strong wind 60 feet long and 10 feet wide blasts from you in a direction you choose for the spell's duration. Each creature that starts its turn in the line must succeed on a Strength saving throw or be pushed 15 feet away from you in a direction following the line.</p><p>Any creature in the line must spend 2 feet of movement for every 1 foot it moves when moving closer to you.</p><p>The gust disperses gas or vapor, and it extinguishes candles, torches, and similar unprotected flames in the area. It causes protected flames, such as those of lanterns, to dance wildly and has a 50 percent chance to extinguish them.</p><p>As a bonus action on each of your turns before the spell ends, you can change the direction in which the line blasts from you.</p>"
    },
    "Flaming Sphere": {
      "name": "Flaming Sphere",
      "description": "<p>A 5-foot-diameter Sphere of fire appears in an unoccupied space of your choice within range and lasts for the Duration. Any creature that ends its turn within 5 feet of the sphere must make a Dexterity saving throw. The creature takes 2d6 fire damage on a failed save, or half as much damage on a successful one.</p><p>As a Bonus Action, you can move the Sphere up to 30 feet. If you ram the sphere into a creature, that creature must make the saving throw against the sphere's damage, and the sphere stops moving this turn.</p><p>When you move the Sphere, you can direct it over barriers up to 5 feet tall and jump it across pits up to 10 feet wide. The sphere ignites flammable Objects not being worn or carried, and it sheds bright light in a 20-foot radius and dim light for an additional 20 feet.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d6 for each slot level above 2nd.</p>"
    },
    "Antipathy/Sympathy": {
      "name": "Antipathy/Sympathy",
      "description": "<p>This spell attracts or repels creatures of your choice. You target something within range, either a Huge or smaller object or creature or an area that is no larger than a 200-foot cube. Then specify a kind of intelligent creature, such as red dragons, goblins, or vampires. You invest the target with an aura that either attracts or repels the specified creatures for the duration. Choose antipathy or sympathy as the aura's effect.</p><p><strong>Antipathy.</strong> The enchantment causes creatures of the kind you designated to feel an intense urge to leave the area and avoid the target. When such a creature can see the target or comes within 60 feet of it, the creature must succeed on a Wisdom saving throw or become &amp;Reference[frightened]. The creature remains frightened while it can see the target or is within 60 feet of it. While frightened by the target, the creature must use its movement to move to the nearest safe spot from which it can't see the target. If the creature moves more than 60 feet from the target and can't see it, the creature is no longer frightened, but the creature becomes frightened again if it regains sight of the target or moves within 60 feet of it.</p><p><strong>Sympathy.</strong> The enchantment causes the specified creatures to feel an intense urge to approach the target while within 60 feet of it or able to see it. When such a creature can see the target or comes within 60 feet of it, the creature must succeed on a Wisdom saving throw or use its movement on each of its turns to enter the area or move within reach of the target. When the creature has done so, it can't willingly move away from the target.</p><p>If the target damages or otherwise harms an affected creature, the affected creature can make a Wisdom saving throw to end the effect, as described below.</p><p><strong>Ending the Effect.</strong> If an affected creature ends its turn while not within 60 feet of the target or able to see it, the creature makes a Wisdom saving throw. On a successful save, the creature is no longer affected by the target and recognizes the feeling of repugnance or attraction as magical. In addition, a creature affected by the spell is allowed another Wisdom saving throw every 24 hours while the spell persists.</p><p>A creature that successfully saves against this effect is immune to it for 1 minute, after which time it can be affected again.</p>",
      "effects": {
        "Antipathy": {
          "name": "Antipathy",
          "description": "<p>While Frightened by the target, the creature must use its movement to move to the nearest safe spot from which it can't see the target. If the creature moves more than 60 feet from the target and can't see it, the creature is no longer frightened, but the creature becomes frightened again if it regains sight of the target or moves within 60 feet of it.</p>"
        }
      }
    },
    "Blink": {
      "name": "Blink",
      "description": "<p>Roll a d20 at the end of each of your turns for the duration of the spell. On a roll of 11 or higher, you vanish from your current plane of existence and appear in the Ethereal Plane (the spell fails and the casting is wasted if you were already on that plane). At the start of your next turn, and when the spell ends if you are on the Ethereal Plane, you return to an unoccupied space of your choice that you can see within 10 feet of the space you vanished from. If no unoccupied space is available within that range, you appear in the nearest unoccupied space (chosen at random if more than one space is equally near). You can dismiss this spell as an action.</p><p>While on the Ethereal Plane, you can see and hear the plane you originated from, which is cast in shades of gray, and you can't see anything there more than 60 feet away. You can only affect and be affected by other creatures on the Ethereal Plane. Creatures that aren't there can't perceive you or interact with you, unless they have the ability to do so.</p>"
    },
    "Sending": {
      "name": "短讯术",
      "description": "<p>你向你所熟识的一个生物发送一小段二十五个单词以内的信息。该生物将在心中听到你的信息，他可以认出你是发讯人（如果他认识你），还可以用同样的方式立即回复一条讯息。对方的智力值必须至少为 1 才能理解你的信息。</p><p>你的传讯可以跨越任意长的距离，甚至能跨越位面。但如果目标和你不在同一个存在位面，则传讯术有 5%的概率无法到达。</p>"
    },
    "Disintegrate": {
      "name": "Disintegrate",
      "description": "<p>A thin green ray springs from your pointing finger to a target that you can see within range. The target can be a creature, an object, or a creation of magical force, such as the wall created by wall of force.</p><p>A creature targeted by this spell must make a Dexterity saving throw. On a failed save, the target takes 10d6 + 40 force damage. The target is disintegrated if this damage leaves it with 0 hit points.</p><p>A disintegrated creature and everything it is wearing and carrying, except magic items, are reduced to a pile of fine gray dust. The creature can be restored to life only by means of a true resurrection or a wish spell.</p><p>This spell automatically disintegrates a Large or smaller nonmagical object or a creation of magical force. If the target is a Huge or larger object or creation of force, this spell disintegrates a 10-foot-cube portion of it. A magic item is unaffected by this spell.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 7th level or higher, the damage increases by 3d6 for each slot level above 6th.</p>"
    },
    "Finger of Death": {
      "name": "Finger of Death",
      "description": "<p>You send negative energy coursing through a creature that you can see within range, causing it searing pain. The target must make a Constitution saving throw. It takes 7d8 + 30 necrotic damage on a failed save, or half as much damage on a successful one.</p><p>A humanoid killed by this spell rises at the start of your next turn as a Zombie that is permanently under your command, following your verbal orders to the best of its ability.</p>"
    },
    "Telekinesis": {
      "name": "心灵遥控",
      "description": "<p>你获得以意念移动操纵生物或物件的能力。施展该法术时，你可以对施法距离内一个你能看见的生物或物件以你的意念造成下列详述的效应。你也可以在随后法术持续时间内的自己的任一回合里以一个动作实现该行为。你可以一轮接一轮地影响同一个目标，也可以在任何时候选择一个新的目标。如果你改变了目标，则之前的目标将不再受该法术影响。</p><p><strong>生物Creature</strong>。 你可以尝试移动一个巨型或更小的生物。以你的施法属性进行一次属性检定，并与目标生物的力量检定进行对抗。如果你在对抗中胜出，则你可以使该生物朝任何方向（包括竖直向上）移动 30 尺，但不能让它离开施法距离。在你的下一回合结束前，该生物将被你的遥控抓握束缚。而被朝正上方抬起的生物会在半空中悬停。</p><p>在随后的回合中，你可以再次进行前面进行过的对抗来尝试继续抓住该生物（消耗一个动作）。 </p><p><strong>物件Object</strong>。 你可以尝试移动一个重量不超过 1000 磅的物件。如果该物品没有被任何生物所着装或携带，则你可以自动使它朝任何方向移动 30 尺，但不能让它离开施法距离。</p><p>如果该物件已被着装或携带，则你必须以你的施法属性进行一次属性检定，并与该生物的力量检定进行对抗。如果你在对抗中胜出，则你可以把目标物件从该生物身上拿走，并且使该物体朝任意方向移动 30 尺（但不能让它离开施法距离）。</p><p>你可以使用心灵遥控来对物体进行精密操作，例如操纵一件简单的工具，打开一扇门或一个容器，把东西放进或拿出一个打开的容器中，或是把一个小瓶子里的东西倒出来。</p>"
    },
    "Speak with Dead": {
      "name": "Speak with Dead",
      "description": "<p>You grant the semblance of life and intelligence to a corpse of your choice within range, allowing it to answer the questions you pose. The corpse must still have a mouth and can't be undead. The spell fails if the corpse was the target of this spell within the last 10 days.</p><p>Until the spell ends, you can ask the corpse up to five questions. The corpse knows only what it knew in life, including the languages it knew. Answers are usually brief, cryptic, or repetitive, and the corpse is under no compulsion to offer a truthful answer if you are hostile to it or it recognizes you as an enemy. This spell doesn't return the creature's soul to its body, only its animating spirit. Thus, the corpse can't learn new information, doesn't comprehend anything that has happened since it died, and can't speculate about future events.</p>"
    },
    "Fog Cloud": {
      "name": "Fog Cloud",
      "description": "<p>You create a 20-foot-radius Sphere of fog centered on a point within range. The sphere spreads around corners, and its area is heavily obscured. It lasts for the Duration or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the radius of the fog increases by 20 feet for each slot level above 1st.</p>"
    },
    "Arcane Eye": {
      "name": "Arcane Eye",
      "description": "<p>You create an invisible, magical eye within range that hovers in the air for the duration.</p><p>You mentally receive visual information from the eye, which has normal vision and darkvision out to 30 feet. The eye can look in every direction.</p><p>As an action, you can move the eye up to 30 feet in any direction. There is no limit to how far away from you the eye can move, but it can't enter another plane of existence. A solid barrier blocks the eye's movement, but the eye can pass through an opening as small as 1 inch in diameter.</p>"
    },
    "Locate Animals or Plants": {
      "name": "Locate Animals or Plants",
      "description": "<p>Describe or name a specific kind of beast or plant. Concentrating on the voice of nature in your surroundings, you learn the direction and distance to the closest creature or plant of that kind within 5 miles, if any are present.</p>"
    },
    "Lightning Bolt": {
      "name": "Lightning Bolt",
      "description": "<p>A stroke of lightning forming a line 100 feet long and 5 feet wide blasts out from you in a direction you choose. Each creature in the line must make a Dexterity saving throw. A creature takes 8d6 lightning damage on a failed save, or half as much damage on a successful one.</p><p>The lightning ignites flammable objects in the area that aren't being worn or carried.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d6 for each slot level above 3rd.</p>"
    },
    "Fire Storm": {
      "name": "Fire Storm",
      "description": "<p>A storm made up of sheets of roaring flame appears in a location you choose within range. The area of the storm consists of up to ten 10-foot cubes, which you can arrange as you wish. Each cube must have at least one face adjacent to the face of another cube. Each creature in the area must make a Dexterity saving throw. It takes 7d10 fire damage on a failed save, or half as much damage on a successful one.</p><p>The fire damages Objects in the area and ignites flammable Objects that aren't being worn or carried. If you choose, plant life in the area is unaffected by this spell.</p>"
    },
    "Plane Shift": {
      "name": "位面转移",
      "description": "<p>你和至多八个自愿生物手拉手站成一圈，然后被传送到一个不同的存在位面中。你可以概括地指名一个目的地（比如火元素位面的黄铜城，或者九层地狱第二层迪斯帕特的宫殿），然后你将出现在目的地里或其附近。假设你想到达黄铜城，按照 DM 的判断，你可能会传送到达它的钢铁大道上，或它的灰烬之门前，又或者与城市隔着火焰之海相望之处。 </p><p>另外，如果你知道某个处于另一位面的传送法阵的印记序列，则该法术可以把你带到该法阵处。如果该传送法阵太小而装不下所有你传送的生物，则他们会出现在离传送法阵最近的未占据空间里。</p><p>你可以用该法术放逐一个非自愿的生物到另一位面。指定一个你触及范围内的生物并对它进行一次近战法术攻击。命中时，此生物必须进行一次魅力豁免。豁免失败者将被传送到你指定位面的一个随机地点。被这样传送走的生物必须自行寻找回到你现在位面的路。 </p>"
    },
    "Find Familiar": {
      "name": "Find Familiar",
      "description": "<p>You gain the service of a familiar, a spirit that takes an animal form you choose: @UUID[Compendium.dnd5e.monsters.Actor.qav2dvMIUiMQCCsy]{bat}, @UUID[Compendium.dnd5e.monsters.Actor.hIf83RD3ZVW4Egfi]{cat}, @UUID[Compendium.dnd5e.monsters.Actor.8RgUhb31VvjUNZU1]{crab}, @UUID[Compendium.dnd5e.monsters.Actor.EZgiprHXA2D7Uyb3]{frog} (toad), @UUID[Compendium.dnd5e.monsters.Actor.fnkPNfIpS62LqOu4]{hawk}, @UUID[Compendium.dnd5e.monsters.Actor.I2x01hzOjVN4NUjf]{lizard}, @UUID[Compendium.dnd5e.monsters.Actor.3UUNbGiG2Yf1ZPxM]{octopus}, @UUID[Compendium.dnd5e.monsters.Actor.d0prpsGSAorDadec]{owl}, @UUID[Compendium.dnd5e.monsters.Actor.D5rwVIxmfFrdyyxT]{poisonous snake}, fish (@UUID[Compendium.dnd5e.monsters.Actor.nkyCGJ9wXeAZkyyz]{quipper}), @UUID[Compendium.dnd5e.monsters.Actor.pozQUPTnLZW8epox]{rat}, @UUID[Compendium.dnd5e.monsters.Actor.LPdX5YLlwci0NDZx]{raven}, @UUID[Compendium.dnd5e.monsters.Actor.FWSDiq9SZsdiBAa8]{sea horse}, @UUID[Compendium.dnd5e.monsters.Actor.28gU50HtG8Kp7uIz]{spider}, or @UUID[Compendium.dnd5e.monsters.Actor.WOdeacKCYVhgLDuN]{weasel}. Appearing in an unoccupied space within range, the familiar has the statistics of the chosen form, though it is a celestial, fey, or fiend (your choice) instead of a beast.</p><p>Your familiar acts independently of you, but it always obeys your commands. In combat, it rolls its own initiative and acts on its own turn. A familiar can't attack, but it can take other actions as normal.</p><p>When the familiar drops to 0 hit points, it disappears, leaving behind no physical form. It reappears after you cast this spell again.</p><p>While your familiar is within 100 feet of you, you can communicate with it telepathically. Additionally, as an action, you can see through your familiar's eyes and hear what it hears until the start of your next turn, gaining the benefits of any special senses that the familiar has. During this time, you are deaf and blind with regard to your own senses.</p><p>As an action, you can temporarily dismiss your familiar. It disappears into a pocket dimension where it awaits your summons. Alternatively, you can dismiss it forever. As an action while it is temporarily dismissed, you can cause it to reappear in any unoccupied space within 30 feet of you.</p><p>You can't have more than one familiar at a time. If you cast this spell while you already have a familiar, you instead cause it to adopt a new form. Choose one of the forms from the above list. Your familiar transforms into the chosen creature.</p><p>Finally, when you cast a spell with a range of touch, your familiar can deliver the spell as if it had cast the spell. Your familiar must be within 100 feet of you, and it must use its reaction to deliver the spell when you cast it. If the spell requires an attack roll, you use your action modifier for the roll.</p>",
      "activities": {
        "summon": {
          "profiles": {
            "Fish": {
              "name": "Fish"
            }
          }
        }
      }
    },
    "Acid Splash": {
      "name": "Acid Splash",
      "description": "<p>You hurl a bubble of acid. Choose one creature you can see within range, or choose two creatures you can see within range that are within 5 feet of each other. A target must succeed on a Dexterity saving throw or take 1d6acid damage.</p><p>This spell's damage increases by 1d6 when you reach 5th level (2d6), 11th level (3d6), and 17th level (4d6).</p>"
    },
    "Barkskin": {
      "name": "Barkskin",
      "description": "<p>You touch a willing creature. Until the spell ends, the target's skin has a rough, bark-like appearance, and the target's AC can't be less than 16, regardless of what kind of armor it is wearing.</p>",
      "effects": {
        "Barkskin": {
          "name": "Barkskin"
        }
      }
    },
    "Geas": {
      "name": "Geas",
      "description": "<p>You place a magical command on a creature that you can see within range, forcing it to carry out some service or refrain from some action or course of activity as you decide. If the creature can understand you, it must succeed on a Wisdom saving throw or become &amp;Reference[Charmed] by you for the Duration. While the creature is charmed by you, it takes 5d10 psychic damage each time it acts in a manner directly counter to your instructions, but no more than once each day. A creature that can't understand you is unaffected by the spell.</p><p>You can issue any command you choose, short of an activity that would result in certain death. Should you issue a suicidal command, the spell ends.</p><p>You can end the spell early by using an action to dismiss it. A Remove Curse, Greater Restoration, or wish spell also ends it.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 7th or 8th level, the Duration is 1 year. When you cast this spell using a spell slot of 9th level, the spell lasts until it is ended by one of the Spells mentioned above.</p>",
      "effects": {
        "Geas": {
          "name": "Geas",
          "description": "<p>The creature is Charmed for the Duration. While the creature is charmed by the caster, it takes psychic damage each time it acts in a manner directly counter to their instructions, but no more than once each day.</p>"
        }
      }
    },
    "Warding Bond": {
      "name": "Warding Bond",
      "description": "<p>This spell wards a willing creature you touch and creates a mystic connection between you and the target until the spell ends. While the target is within 60 feet of you, it gains a +1 bonus to AC and saving throws, and it has resistance to all damage. Also, each time it takes damage, you take the same amount of damage.</p><p>The spell ends if you drop to 0 hit points or if you and the target become separated by more than 60 feet. It also ends if the spell is cast again on either of the connected creatures. You can also dismiss the spell as an action.</p>"
    },
    "Time Stop": {
      "name": "时间停止",
      "description": "<p>你短暂地停止除你以外所有人的时间流。你一次性进行 1d4 + 1 个回合，在此期间，时间对于其他生物来说是静止的，但你可以像正常一样移动和使用动作。</p><p>在此期间，若你的一个动作或任何你创造出来的效应影响到除你之外的任何生物，或影响到其他生物着装或携带的物件时，法术将终止。此外，如果你在施法后移动到了距施法位置超过 1000 尺处，则法术也将终止。</p>"
    },
    "Spiritual Weapon": {
      "name": "Spiritual Weapon",
      "description": "<p>You create a floating, spectral weapon within range that lasts for the duration or until you cast this spell again. When you cast the spell, you can make a melee spell attack against a creature within 5 feet of the weapon. On a hit, the target takes force damage equal to 1d8 + your spellcasting ability modifier.</p><p>As a bonus action on your turn, you can move the weapon up to 20 feet and repeat the attack against a creature within 5 feet of it.</p><p>The weapon can take whatever form you choose. Clerics of deities who are associated with a particular weapon (as St. Cuthbert is known for his mace and Thor for his hammer) make this spell's effect resemble that weapon.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d8 for every two slot levels above the 2nd.</p>"
    },
    "Spider Climb": {
      "name": "Spider Climb",
      "description": "<p>Until the spell ends, one willing creature you touch gains the ability to move up, down, and across vertical surfaces and upside down along ceilings, while leaving its hands free. The target also gains a climbing speed equal to its walking speed.</p>"
    },
    "Circle of Death": {
      "name": "Circle of Death",
      "description": "<p>A sphere of negative energy ripples out in a 60-foot radius from a point within range. Each creature in that area must make a Constitution saving throw. A target takes 8d6 necrotic damage on a failed save, or half as much damage on a successful one.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 7th level or higher, the damage increases by 2d6 for each slot level above 6th.</p>"
    },
    "Conjure Minor Elementals": {
      "name": "Conjure Minor Elementals",
      "description": "<p>You summon elementals that appear in unoccupied spaces that you can see within range. You choose one the following options for what appears:</p>\n<ul>\n<li>One elemental of challenge rating 2 or lower</li>\n<li>Two elementals of challenge rating 1 or lower</li>\n<li>Four elementals of challenge rating 1/2 or lower</li>\n<li>Eight elementals of challenge rating 1/4 or lower.</li>\n</ul>\n<p>An elemental summoned by this spell disappears when it drops to 0 hit points or when the spell ends.</p><p>The summoned creatures are friendly to you and your companions. Roll initiative for the summoned creatures as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures, but otherwise take no actions.</p><p><strong>Higher Levels. </strong>When you cast this spell using certain higher-level spell slots, you choose one of the summoning options above, and more creatures appear: twice as many with a 6th-level slot and three times as many with an 8th-level slot.</p>"
    },
    "Sleep": {
      "name": "Sleep",
      "description": "<p>This spell sends creatures into a magical slumber. Roll 5d8; the total is how many hit points of creatures this spell can affect. Creatures within 20 feet of a point you choose within range are affected in ascending order of their current hit points (ignoring unconscious creatures).</p><p>Starting with the creature that has the lowest current hit points, each creature affected by this spell falls &amp;Reference[unconscious] until the spell ends, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake. Subtract each creature's hit points from the total before moving on to the creature with the next lowest hit points. A creature's hit points must be equal to or less than the remaining total for that creature to be affected.</p><p>Undead and creatures immune to being charmed aren't affected by this spell.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, roll an additional 2d8 for each slot level above 1st.</p>",
      "effects": {
        "Sleep": {
          "name": "Sleep",
          "description": "<p>The creature affected by this spell falls Unconscious until the spell ends, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake.</p>"
        }
      }
    },
    "Purify Food and Drink": {
      "name": "Purify Food and Drink",
      "description": "<p>All nonmagical food and drink within a 5-foot-radius sphere centered on a point of your choice within range is purified and rendered free of poison and disease.</p>"
    },
    "Find Traps": {
      "name": "Find Traps",
      "description": "<p>You sense the presence of any trap within range that is within line of sight. A trap, for the purpose of this spell, includes anything that would inflict a sudden or unexpected effect you consider harmful or undesirable, which was specifically intended as such by its creator. Thus, the spell would sense an area affected by the alarm spell, a glyph of warding, or a mechanical pit trap, but it would not reveal a natural weakness in the floor, an unstable ceiling, or a hidden sinkhole.</p><p>This spell merely reveals that a trap is present. You don't learn the location of each trap, but you do learn the general nature of the danger posed by a trap you sense.</p>"
    },
    "Teleport": {
      "name": "Teleport",
      "description": "<p>该法术将你以及施法距离内你能看见的至多八个自愿生物，或者施法距离内你能看见的一个物件传送到你指定的某处地点。如果你指定一个物件作为法术目标，则该物件必须能被整个放进一个边长 10 尺的立方体中，且必须没有被一个非自愿生物所着装或携带。</p><p>你只能指定你知道的地点作为传送目的地，而目的地必须与你位于同一个存在位面中。你对目的地的熟悉程度决定你是否能成功抵达。DM 可以掷一个 d100 并查阅下表。</p>\n<table border=\"1\">\n<tbody>\n<tr>\n<td><strong>熟悉程度</strong></td>\n<td><strong>遇难</strong></td>\n<td><strong>相似地区</strong></td>\n<td><strong>偏离地点</strong></td>\n<td><strong>抵达地点</strong></td>\n</tr>\n<tr>\n<td>永久法阵</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>01-100</td>\n</tr>\n<tr>\n<td>相关物件</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>01-100</td>\n</tr>\n<tr>\n<td>非常熟悉</td>\n<td>01-05</td>\n<td>06-13</td>\n<td>14-24</td>\n<td>25-100</td>\n</tr>\n<tr>\n<td>偶尔见过</td>\n<td>01-33</td>\n<td>34-43</td>\n<td>44-53</td>\n<td>54-100</td>\n</tr>\n<tr>\n<td>见过一次</td>\n<td>01-43</td>\n<td>44-53</td>\n<td>54-73</td>\n<td>74-100</td>\n</tr>\n<tr>\n<td>听过描述</td>\n<td>01-43</td>\n<td>44-53</td>\n<td>54-73</td>\n<td>74-100</td>\n</tr>\n<tr>\n<td>查无此地</td>\n<td>01-50</td>\n<td>51-100</td>\n<td>-</td>\n<td>-</td>\n</tr>\n</tbody>\n</table>\n<p><strong>熟悉程度</strong>. “永久法阵”指你知道某永久传送法阵的相关符文序列。“相关物件”指你持有一件在过去六个月内从目标地点取来的物件，例如某个法师图书馆内的一本书，某个皇家卧室里床上的亚麻线或某巫妖陵墓里的一块大理石。</p><p>“非常熟悉” 指的是你常去的地方，你仔细研究过的地方，或是你在施展该法术时能看见的地方。“偶尔见过”指你见过几次的地方，但你不是很熟悉。“见过一次”指你只见过一次的地方，包括通过魔法看到的地点。“听过描述”指一个你从别人那里听来位置和外观的地点，比如从地图上看来的地点。</p><p>“查无此地”指根本不存在的地点。也许你尝试探知敌人的密室但看到的只是幻象，或者是一个你曾经熟悉但如今已不再存在的地点。</p><p><strong>抵达地点</strong>。 你和你的队伍（或目标物件）出现在你意料中的地点。</p><p><strong>偏离地点</strong>。 你和你的队伍（或目标物件）出现在目的地随机方向上随机距离的一点。距离误差等于原定移动距离×1d10×1d10×1%。例如，假设你尝试移动 120 里而不幸偏离目标，并且在掷距离误差时两个 d10 投出了 5 和 3，那么你的传送距离误差是原定移动距离的 15%，也就是 18 里。DM 通过掷一次 d8 来判误差出现在目的地的哪个方向。1 为正北，2 为东北，3 为正东，依此类推。如果你们想要传送到一个海滨城市但却出现在离岸 18 里远的海上，那你们可有麻烦了。</p><p><strong>相似地区</strong>。 你和你的队伍（或目标物件）出现在一个和目的地外观或氛围相似的不同地点。例如，如果你想回你自己的研究室去，则你可能会误打误撞出现在其他法师的研究室里，或是一个陈设有许多和你的研究室里相似工具的炼金用品店。通常你会出现在离目的地最近的相似地区，但由于该法术没有距离限制，你有可能会出现在同一个位面上的任何地点。</p><p><strong>遇难</strong>。 该法术的意外魔法效果导致这次旅行特别艰难。尝试传送的所有生物（或目标物件）受到 [[/damage 3d10 type=force]] 伤害，随后 DM 重投 d100 并查阅上表来决定你们出现在哪里（你们可能再次遇难，而每次遇难都要承受该伤害）。</p>"
    },
    "Arcane Sword": {
      "name": "Arcane Sword",
      "description": "<p>You create a sword-shaped plane of force that hovers within range. It lasts for the Duration.</p><p>When the sword appears, you make a melee spell Attack against a target of your choice within 5 feet of the sword. On a hit, the target takes 3d10 force damage. Until the spell ends, you can use a Bonus Action on each of your turns to move the sword up to 20 feet to a spot you can see and repeat this Attack against the same target or a different one.</p>"
    },
    "Color Spray": {
      "name": "Color Spray",
      "description": "<p>A dazzling array of flashing, colored light springs from your hand. Roll 6d10; the total is how many hit points of creatures this spell can effect. Creatures in a 15-foot cone originating from you are affected in ascending order of their current hit points (ignoring unconscious creatures and creatures that can't see).</p><p>Starting with the creature that has the lowest current hit points, each creature affected by this spell is blinded until the spell ends. Subtract each creature's hit points from the total before moving on to the creature with the next lowest hit points. A creature's hit points must be equal to or less than the remaining total for that creature to be affected.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 2nd level or higher, roll an additional 2d10 for each slot level above 1st.</p>"
    },
    "Cloudkill": {
      "name": "Cloudkill",
      "description": "<p>You create a 20-foot-radius sphere of poisonous, yellow-green fog centered on a point you choose within range. The fog spreads around corners. It lasts for the duration or until strong wind disperses the fog, ending the spell. Its area is heavily obscured.</p><p>When a creature enters the spell's area for the first time on a turn or starts its turn there, that creature must make a Constitution saving throw. The creature takes 5d8 poison damage on a failed save, or half as much damage on a successful one. Creatures are affected even if they hold their breath or don't need to breathe.</p><p>The fog moves 10 feet away from you at the start of each of your turns, rolling along the surface of the ground. The vapors, being heavier than air, sink to the lowest level of the land, even pouring down openings.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 6th level or higher, the damage increases by 1d8 for each slot level above 5th.</p>"
    },
    "Revivify": {
      "name": "Revivify",
      "description": "<p>You touch a creature that has died within the last minute. That creature returns to life with 1 hit point. This spell can't return to life a creature that has died of old age, nor can it restore any missing body parts.</p>"
    },
    "Dominate Beast": {
      "name": "Dominate Beast",
      "description": "<p>You attempt to beguile a beast that you can see within range. It must succeed on a Wisdom saving throw or be &amp;Reference[charmed] by you for the duration. If you or creatures that are friendly to you are fighting it, it has advantage on the saving throw.</p><p>While the beast is charmed, you have a telepathic link with it as long as the two of you are on the same plane of existence. You can use this telepathic link to issue commands to the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as \"Attack that creature,\" \"Run over there,\" or \"Fetch that object.\" If the creature completes the order and doesn't receive further direction from you, it defends and preserves itself to the best of its ability.</p><p>You can use your action to take total and precise control of the target. Until the end of your next turn, the creature takes only the actions you choose, and doesn't do anything that you don't allow it to do. During this time, you can also cause the creature to use a reaction, but this requires you to use your own reaction as well.</p><p>Each time the target takes damage, it makes a new Wisdom saving throw against the spell. If the saving throw succeeds, the spell ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell with a 5th-level spell slot, the duration is concentration, up to 10 minutes. When you use a 6th-level spell slot, the duration is concentration, up to 1 hour. When you use a spell slot of 7th level or higher, the duration is concentration, up to 8 hours.</p>",
      "effects": {
        "Dominate Beast": {
          "name": "Dominate Beast",
          "description": "<p>The target is Charmed and must do its best to obey any commands send by the caster.</p>"
        }
      }
    },
    "Protection from Poison": {
      "name": "Protection from Poison",
      "description": "<p>You touch a creature. If it is poisoned, you neutralize the poison. If more than one poison afflicts the target, you neutralize one poison that you know is present, or you neutralize one at random.</p><p>For the duration, the target has advantage on saving throws against being &amp;Reference[poisoned], and it has resistance to poison damage.</p>",
      "effects": {
        "Protection from Poison": {
          "name": "Protection from Poison",
          "description": "<p>The target has advantage on saving throws against being poisoned, and it has resistance to poison damage.</p>"
        }
      }
    },
    "Mislead": {
      "name": "Mislead",
      "description": "<p>You become Invisible at the same time that an illusory double of you appears where you are standing. The double lasts for the Duration, but the Invisibility ends if you Attack or Cast a Spell.</p><p>You can use your action to move your illusory double up to twice your speed and make it gesture, speak, and behave in whatever way you choose.</p><p>You can see through its eyes and hear through its ears as if you were located where it is. On each of your turns as a Bonus Action, you can switch from using its senses to using your own, or back again. While you are using its senses, you are Blinded and Deafened in regard to your own surroundings.</p>"
    },
    "Awaken": {
      "name": "Awaken",
      "description": "<p>After spending the casting time tracing magical pathways within a precious gemstone, you touch a Huge or smaller beast or plant. The target must have either no Intelligence score or an Intelligence of 3 or less. The target gains an Intelligence of 10. The target also gains the ability to speak one language you know. If the target is a plant, it gains the ability to move its limbs, roots, vines, creepers, and so forth, and it gains senses similar to a human's. Your DM chooses statistics appropriate for the awakened plant, such as the statistics for the awakened shrub or the awakened tree.</p><p>The awakened beast or plant is charmed by you for 30 days or until you or your companions do anything harmful to it. When the charmed condition ends, the awakened creature chooses whether to remain friendly to you, based on how you treated it while it was charmed.</p>"
    },
    "Freezing Sphere": {
      "name": "Freezing Sphere",
      "description": "<p>A frigid globe of cold energy streaks from your fingertips to a point of your choice within range, where it explodes in a 60-foot-radius sphere. Each creature within the area must make a Constitution saving throw. On a failed save, a creature takes 10d6 cold damage. On a successful save, it takes half as much damage.</p><p>If the globe strikes a body of water or a liquid that is principally water (not including water-based creatures), it freezes the liquid to a depth of 6 inches over an area 30 feet square. This ice lasts for 1 minute. Creatures that were swimming on the surface of frozen water are trapped in the ice. A trapped creature can use an action to make a Strength check against your spell save DC to break free.</p><p>You can refrain from firing the globe after completing the spell, if you wish. A small globe about the size of a sling stone, cool to the touch, appears in your hand. At any time, you or a creature you give the globe to can throw the globe (to a range of 40 feet) or hurl it with a sling (to the sling's normal range). It shatters on impact, with the same effect as the normal casting of the spell. You can also set the globe down without shattering it. After 1 minute, if the globe hasn't already shattered, it explodes.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 7th level or higher, the damage increases by 1d6 for each slot level above 6th.</p>"
    },
    "Continual Flame": {
      "name": "Continual Flame",
      "description": "<p>A flame, equivalent in brightness to a torch, springs forth from an object that you touch. The effect looks like a regular flame, but it creates no heat and doesn't use oxygen. A continual flame can be covered or hidden but not smothered or quenched.</p>"
    },
    "Prayer of Healing": {
      "name": "Prayer of Healing",
      "description": "<p>Up to six creatures of your choice that you can see within range each regain Hit Points equal to 2d8 + your Spellcasting ability modifier. This spell has no effect on Undead or constructs.</p><p><strong>At Higher Levels</strong>. When you cast this spell using a spell slot of 3rd level or higher, the Healing increases by 1d8 for each slot level above 2nd.</p>"
    },
    "Levitate": {
      "name": "Levitate",
      "description": "<p>One creature or object of your choice that you can see within range rises vertically, up to 20 feet, and remains suspended there for the duration. The spell can levitate a target that weighs up to 500 pounds. An unwilling creature that succeeds on a Constitution saving throw is unaffected.</p><p>The target can move only by pushing or pulling against a fixed object or surface within reach (such as a wall or a ceiling), which allows it to move as if it were climbing. You can change the target's altitude by up to 20 feet in either direction on your turn. If you are the target, you can move up or down as part of your move. Otherwise, you can use your action to move the target, which must remain within the spell's range.</p><p>When the spell ends, the target floats gently to the ground if it is still aloft.</p>"
    },
    "Thaumaturgy": {
      "name": "奇术",
      "description": "<p>You create one of the following magical effects within range:</p>\n<ul>\n<li>Your voice booms up to three times as loud as normal for 1 minute.</li>\n<li>You cause flames to flicker, brighten, dim, or change color for 1 minute.</li>\n<li>You cause harmless tremors in the ground for 1 minute.</li>\n<li>You create a sound that originates from a point of your choice within range.</li>\n<li>You cause an unlocked door or window to fly open or slam shut.</li>\n<li>You alter the appearance of your eyes for 1 minute.</li>\n</ul>\n<p>If you cast this spell multiple times, you can have up to three of its 1-minute effects active at a time, and you can dismiss such an effect as an action.</p>"
    },
    "Detect Evil and Good": {
      "name": "Detect Evil and Good",
      "description": "<p>For the duration, you know if there is an aberration, celestial, elemental, fey, fiend, or undead within 30 feet of you, as well as where the creature is located. Similarly, you know if there is a place or object within 30 feet of you that has been magically consecrated or desecrated.</p><p>The spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
    },
    "Shapechange": {
      "name": "Shapechange",
      "description": "<p>You assume the form of a different creature for the Duration. The new form can be of any creature with a Challenge rating equal to your level or lower. The creature can't be a construct or an Undead, and you must have seen the sort of creature at least once. You transform into an average example of that creature, one without any class levels or the Spellcasting trait.</p><p>Your game statistics are replaced by the statistics of the chosen creature, though you retain your Alignment and Intelligence, Wisdom, and Charisma scores. You also retain all of your skill and saving throw proficiencies, in addition to gaining those of the creature. If the creature has the same proficiency as you and the bonus listed in its Statistics is higher than yours, use the creature's bonus in place of yours. You can't use any legendary Actions or Lair Actions of the new form.</p><p>You assume the Hit Points and Hit Dice of the new form. When you revert to your normal form, you return to the number of Hit Points you had before you transformed. If you revert as a result of Dropping to 0 Hit Points, any excess damage carries over to your normal form. As long as the excess damage doesn't reduce your normal form to 0 Hit Points, you aren't knocked Unconscious.</p><p>You retain the benefit of any features from your class, race, or other source and can use them, provided that your new form is physically capable of doing so. You can't use any Special Senses you have (for example, darkvision) unless your new form also has that sense. You can only speak if the creature can normally speak.</p><p>When you transform, you choose whether your Equipment falls to the ground, merges into the new form, or is worn by it. Worn equipment functions as normal. The DM determines whether it is practical for the new form to wear a piece of equipment, based on the creature's shape and size. Your equipment doesn't change shape or size to match the new form, and any equipment that the new form can't wear must either fall to the ground or merge into your new form. Equipment that merges has no effect in that state.</p><p>During this spell's Duration, you can use your action to assume a different form following the same restrictions and rules for the original form, with one exception: if your new form has more hit points than your current one, your hit points remain at their current value.</p>"
    },
    "Private Sanctum": {
      "name": "Private Sanctum",
      "description": "<p>You make an area within range magically secure. The area is a cube that can be as small as 5 feet to as large as 100 feet on each side. The spell lasts for the Duration or until you use an action to dismiss it.</p><p>When you cast the spell, you decide what sort of security the spell provides, choosing any or all of the following properties:</p>\n<ul>\n<li>Sound can't pass through the barrier at the edge of the warded area.</li>\n<li>The barrier of the warded area appears dark and foggy, preventing vision (including darkvision) through it.</li>\n<li>Sensors created by Divination spells can't appear inside the protected area or pass through the barrier at its perimeter.</li>\n<li>Creatures in the area can't be targeted by divination spells.</li>\n<li>Nothing can Teleport into or out of the warded area.</li>\n<li>Planar Travel is blocked within the warded area.</li>\n</ul>\n<p>Casting this spell on the same spot every day for a year makes this effect permanent.</p><p><strong>At Higher Levels</strong>. When you cast this spell using a spell slot of 5th level or higher, you can increase the size of the cube by 100 feet for each slot level beyond 4th. Thus you could protect a cube that can be up to 200 feet on one side by using a spell slot of 5th level.</p>"
    },
    "Tiny Hut": {
      "name": "Tiny Hut",
      "description": "<p>A 10-foot-radius immobile dome of force springs into existence around and above you and remains stationary for the duration. The spell ends if you leave its area.</p><p>Nine creatures of Medium size or smaller can fit inside the dome with you. The spell fails if its area includes a larger creature or more than nine creatures. Creatures and objects within the dome when you cast this spell can move through it freely. All other creatures and objects are barred from passing through it. Spells and other magical effects can't extend through the dome or be cast through it. The atmosphere inside the space is comfortable and dry, regardless of the weather outside.</p><p>Until the spell ends, you can command the interior to become dimly lit or dark. The dome is opaque from the outside, of any color you choose, but it is transparent from the inside.</p>"
    },
    "Wall of Stone": {
      "name": "Wall of Stone",
      "description": "<p>A nonmagical wall of solid stone springs into existence at a point you choose within range. The wall is 6 inches thick and is composed of ten 10-foot-by-10-foot panels. Each panel must be contiguous with at least one other panel. Alternatively, you can create 10-foot-by-20-foot panels that are only 3 inches thick.</p><p>If the wall cuts through a creature's space when it appears, the creature is pushed to one side of the wall (your choice). If a creature would be surrounded on all sides by the wall (or the wall and another solid surface), that creature can make a Dexterity saving throw. On a success, it can use its Reaction to move up to its speed so that it is no longer enclosed by the wall.</p><p>The wall can have any shape you desire, though it can't occupy the same space as a creature or object. The wall doesn't need to be vertical or rest on any firm foundation. It must, however, merge with and be solidly supported by existing stone. Thus, you can use this spell to bridge a chasm or create a ramp.</p><p>If you create a span greater than 20 feet in length, you must halve the size of each panel to create supports. You can crudely shape the wall to create crenellations, battlements, and so on.</p><p>The wall is an object made of stone that can be damaged and thus breached. Each panel has AC 15 and 30 Hit Points per inch of thickness. Reducing a panel to 0 Hit Points destroys it and might cause connected panels to collapse at the DM's discretion.</p><p>If you maintain your Concentration on this spell for its whole Duration, the wall becomes permanent and can't be dispelled. Otherwise, the wall disappears when the spell ends.</p>"
    },
    "Ray of Enfeeblement": {
      "name": "Ray of Enfeeblement",
      "description": "<p>A black beam of enervating energy springs from your finger toward a creature within range. Make a ranged spell attack against the target. On a hit, the target deals only half damage with weapon attacks that use Strength until the spell ends.</p><p>At the end of each of the target's turns, it can make a Constitution saving throw against the spell. On a success, the spell ends.</p>"
    },
    "Insect Plague": {
      "name": "Insect Plague",
      "description": "<p>Swarming, biting locusts fill a 20-foot-radius Sphere centered on a point you choose within range. The sphere spreads around corners. The sphere remains for the Duration, and its area is lightly obscured. The sphere's area is difficult terrain.</p><p>When the area appears, each creature in it must make a Constitution saving throw. A creature takes 4d10 piercing damage on a failed save, or half as much damage on a successful one. A creature must also make this saving throw when it enters the spell's area for the first time on a turn or ends its turn there.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 6th level or higher, the damage increases by 1d10 for each slot level above 5th.</p>"
    },
    "Aid": {
      "name": "Aid",
      "description": "<p>Your spell bolsters your allies with toughness and resolve. Choose up to three creatures within range. Each target's hit point maximum and current hit points increase by 5 for the duration.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 3rd level or higher, a target's hit points increase by an additional 5 for each slot level above 2nd.</p>"
    },
    "Compulsion": {
      "name": "Compulsion",
      "description": "<p>Creatures of your choice that you can see within range and that can hear you must make a Wisdom saving throw. A target automatically succeeds on this saving throw if it can't be charmed. On a failed save, a target is affected by this spell. Until the spell ends, you can use a bonus action on each of your turns to designate a direction that is horizontal to you. Each affected target must use as much of its movement as possible to move in that direction on its next turn. It can take any action before it moves. After moving in this way, it can make another Wisdom save to try to end the effect.</p><p>A target isn't compelled to move into an obviously deadly hazard, such as a fire or a pit, but it will provoke opportunity attacks to move in the designated direction.</p>"
    },
    "Guidance": {
      "name": "神导术",
      "description": "<p>你触碰一个自愿的生物。在法术终止前，目标可以选择在一次属性检定时额外掷一粒 d4，并将所得数值加入检定结果中。它可以在进行属性检定之前或之后掷骰。法术随后即终止。</p>"
    },
    "Etherealness": {
      "name": "Etherealness",
      "description": "<p>You step into the border regions of the Ethereal Plane, in the area where it overlaps with your current plane. You remain in the Border Ethereal for the Duration or until you use your action to dismiss the spell. During this time, you can move in any direction. If you move up or down, every foot of Movement costs an extra foot. You can see and hear the plane you originated from, but everything there looks gray, and you can't see anything more than 60 feet away.</p><p>While on the Ethereal Plane, you can only affect and be affected by other creatures on that plane. Creatures that aren't on the Ethereal Plane can't perceive you and can't interact with you, unless a special ability or magic has given them the ability to do so.</p><p>You ignore all Objects and Effects that aren't on the Ethereal Plane, allowing you to move through objects you perceive on the plane you originated from.</p><p>When the spell ends, you immediately return to the plane you originated from in the spot you currently occupy. If you occupy the same spot as a solid object or creature when this happens, you are immediately shunted to the nearest unoccupied space that you can occupy and take force damage equal to twice the number of feet you are moved.</p><p>This spell has no effect if you cast it while you are on the Ethereal Plane or a plane that doesn't border it, such as one of the Outer Planes.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 8th level or higher, you can target up to three willing creatures (including you) for each slot level above 7th. The creatures must be within 10 feet of you when you cast the spell.</p>"
    },
    "Mass Cure Wounds": {
      "name": "Mass Cure Wounds",
      "description": "<p>A wave of Healing energy washes out from a point of your choice within range. Choose up to six creatures in a 30-foot-radius Sphere centered on that point. Each target regains Hit Points equal to 3d8 + your Spellcasting ability modifier. This spell has no effect on Undead or constructs.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 6th level or higher, the Healing increases by 1d8 for each slot level above 5th.</p>"
    },
    "True Polymorph": {
      "name": "True Polymorph",
      "description": "<p>Choose one creature or nonmagical object that you can see within range. You transform the creature into a different creature, the creature into a nonmagical object, or the object into a creature (the object must be neither worn nor carried by another creature). The transformation lasts for the duration, or until the target drops to 0 hit points or dies. If you concentrate on this spell for the full Duration, the transformation lasts until it is dispelled.</p><p>This spell has no effect on a target with 0 Hit Points. An unwilling creature can make a Wisdom saving throw, and if it succeeds, it isn't affected by this spell.</p><p><strong>Creature into Creature</strong>. If you turn a creature into another kind of creature, the new form can be any kind you choose whose challenge rating is equal to or less than the target's (or its level, if the target doesn't have a Challenge rating). The target's game statistics, including mental Ability Scores, are replaced by the statistics of the new form. It retains its Alignment and personality.</p><p>The target assumes the hit points of its new form, and when it reverts to its normal form, the creature returns to the number of Hit Points it had before it transformed. If it reverts as a result of dropping to 0 hit points, any excess damage carries over to its normal form. As long as the excess damage doesn't reduce the creature's normal form to 0 hit points, it isn't knocked Unconscious.</p><p>The creature is limited in the Actions it can perform by the nature of its new form, and it can't speak, cast Spells, or take any other action that requires hands or speech, unless its new form is capable of such Actions.</p><p>The target's gear melds into the new form. The creature can't activate, use, wield, or otherwise benefit from any of its Equipment.</p><p><strong>Object into Creature</strong>. You can turn an object into any kind of creature, as long as the creature's size is no larger than the object's size and the creature's Challenge rating is 9 or lower. The creature is friendly to you and your companions. It acts on each of your turns. You decide what action it takes and how it moves. The DM has the creature's Statistics and resolves all of its Actions and Movement.</p><p>If the spell becomes permanent, you no longer control the creature. It might remain friendly to you, depending on how you have treated it.</p><p>Creature into Object. If you turn a creature into an object, it transforms along with whatever it is wearing and carrying into that form. The creature's statistics become those of the object, and the creature has no memory of time spent in this form, after the spell ends and it returns to its normal form.</p>"
    },
    "Chain Lightning": {
      "name": "Chain Lightning",
      "description": "<p>You create a bolt of lightning that arcs toward a target of your choice that you can see within range. Three bolts then leap from that target to as many as three other targets, each of which must be within 30 feet of the first target. A target can be a creature or an object and can be targeted by only one of the bolts.</p><p>A target must make a Dexterity saving throw. The target takes 10d8 lightning damage on a failed save, or half as much damage on a successful one.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 7th level or higher, one additional bolt leaps from the first target to another target for each slot level above 6th.</p>"
    },
    "Goodberry": {
      "name": "Goodberry",
      "description": "<p>Up to ten berries appear in your hand and are infused with magic for the duration. A creature can use its action to eat one berry. Eating a berry restores 1 hit point, and the berry provides enough nourishment to sustain a creature for one day.</p><p>The berries lose their potency if they have not been consumed within 24 hours of the casting of this spell.</p>"
    },
    "Stone Shape": {
      "name": "Stone Shape",
      "description": "<p>You touch a stone object of Medium size or smaller or a section of stone no more than 5 feet in any dimension and form it into any shape that suits your purpose. So, for example, you could shape a large rock into a weapon, idol, or coffer, or make a small passage through a wall, as long as the wall is less than 5 feet thick. You could also shape a stone door or its frame to seal the door shut. The object you create can have up to two hinges and a latch, but finer mechanical detail isn't possible.</p>"
    },
    "Stoneskin": {
      "name": "Stoneskin",
      "description": "<p>This spell turns the flesh of a willing creature you touch as hard as stone. Until the spell ends, the target has resistance to nonmagical bludgeoning, piercing, and slashing damage.</p>",
      "effects": {
        "Stoneskin": {
          "name": "Stoneskin",
          "description": "<p>The target has resistance to nonmagical bludgeoning, piercing, and slashing damage.</p>"
        }
      }
    },
    "Cone of Cold": {
      "name": "Cone of Cold",
      "description": "<p>A blast of cold air erupts from your hands. Each creature in a 60-foot cone must make a Constitution saving throw. A creature takes 8d8 cold damage on a failed save, or half as much damage on a successful one.</p><p>A creature killed by this spell becomes a frozen statue until it thaws.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 6th level or higher, the damage increases by 1d8 for each slot level above 5th.</p>"
    },
    "Arcanist's Magic Aura": {
      "name": "Arcanist's Magic Aura",
      "description": "<p>You place an Illusion on a creature or an object you touch so that Divination Spells reveal false information about it. The target can be a willing creature or an object that isn't being carried or worn by another creature.</p><p>When you cast the spell, choose one or both of the following Effects. The effect lasts for the Duration. If you cast this spell on the same creature or object every day for 30 days, placing the same effect on it each time, the illusion lasts until it is dispelled.</p><p><strong>False Aura</strong>. You change the way the target appears to Spells and magical Effects, such as Detect Magic, that detect magical auras. You can make a nonmagical object appear magical, a magical object appear nonmagical, or change the object's magical aura so that it appears to belong to a specific school of magic that you choose. When you use this effect on an object, you can make the false magic apparent to any creature that handles the item.</p><p><strong>Mask</strong>. You change the way the target appears to Spells and magical Effects that detect creature types, such as a paladin's Divine Sense or the trigger of a symbol spell. You choose a creature type and other Spells and magical Effects treat the target as if it were a creature of that type or of that Alignment.</p>"
    },
    "Darkness": {
      "name": "Darkness",
      "description": "<p>Magical darkness spreads from a point you choose within range to fill a 15-foot-radius sphere for the duration. The darkness spreads around corners. A creature with darkvision can't see through this darkness, and nonmagical light can't illuminate it.</p><p>If the point you choose is on an object you are holding or one that isn't being worn or carried, the darkness emanates from the object and moves with it. Completely covering the source of the darkness with an opaque object, such as a bowl or a helm, blocks the darkness.</p><p>If any of this spell's area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled.</p>"
    },
    "Faithful Hound": {
      "name": "Faithful Hound",
      "description": "<p>You conjure a phantom watchdog in an unoccupied space that you can see within range, where it remains for the Duration, until you dismiss it as an action, or until you move more than 100 feet away from it.</p><p>The hound is Invisible to all creatures except you and can't be harmed. When a Small or larger creature comes within 30 feet of it without first speaking the password that you specify when you cast this spell, the hound starts barking loudly. The hound sees invisible creatures and can see into the Ethereal Plane. It ignores illusions.</p><p>At the start of each of your turns, the hound attempts to bite one creature within 5 feet of it that is hostile to you. The hound's Attack bonus is equal to your Spellcasting ability modifier + your Proficiency Bonus. On a hit, it deals 4d8 piercing damage.</p>"
    },
    "Hallow": {
      "name": "Hallow",
      "description": "<p>You touch a point and infuse an area around it with holy (or unholy) power. The area can have a radius up to 60 feet, and the spell fails if the radius includes an area already under the effect a hallow spell. The affected area is subject to the following Effects.</p><p>First, Celestials, Elementals, fey, Fiends, and Undead can't enter the area, nor can such creatures charm, frighten, or possess creatures within it. Any creature Charmed, Frightened, or possessed by such a creature is no longer charmed, frightened, or possessed upon entering the area. You can exclude one or more of those types of creatures from this effect.</p><p>Second, you can bind an extra effect to the area. Choose the effect from the following list, or choose an effect offered by the DM. Some of these Effects apply to creatures in the area; you can designate whether the effect applies to all creatures, creatures that follow a specific deity or leader, or creatures of a specific sort, such as orcs or Trolls. When a creature that would be affected enters the spell's area for the first time on a turn or starts its turn there, it can make a Charisma saving throw. On a success, the creature ignores the extra effect until it leaves the area.</p>\n<ul>\n<li><strong>Courage.</strong> Affected creatures can't be Frightened while in the area.</li>\n<li><strong>Darkness.</strong> Darkness fills the area. Normal light, as well as magical light created by Spells of a lower level than the slot you used to cast this spell, can't illuminate the area.</li>\n<li><strong>Daylight.</strong> Bright light fills the area. Magical darkness created by Spells of a lower level than the slot you used to cast this spell can't extinguish the light.</li>\n<li><strong>Energy Protection.</strong> Affected creatures in the area have Resistance to one damage type of your choice, except for bludgeoning, piercing, or slashing.</li>\n<li><strong>Energy Vulnerability.</strong> Affected creatures in the area have vulnerability to one damage type of your choice, except for bludgeoning, piercing, or slashing.</li>\n<li><strong>Everlasting Rest.</strong> Dead bodies interred in the area can't be turned into Undead.</li>\n<li><strong>Extradimensional Interference.</strong> Affected creatures can't move or travel using teleportation or by extradimensional or interplanar means.</li>\n<li><strong>Fear.</strong> Affected creatures are Frightened while in the area.</li>\n<li><strong>Silence.</strong> No sound can emanate from within the area, and no sound can reach into it.</li>\n<li><strong>Tongues.</strong> Affected creatures can communicate with any other creature in the area, even if they don't share a Common language.</li>\n</ul>"
    },
    "Druidcraft": {
      "name": "Druidcraft",
      "description": "<p>Whispering to the spirits of Nature, you create one of the following Effects within range:</p>\n<ul>\n<li>You create a tiny, harmless sensory effect that predicts what the weather will be at your location for the next 24 hours. The effect might manifest as a golden orb for clear skies, a cloud for rain, Falling snowflakes for snow, and so on. This effect persists for 1 round.</li>\n<li>You instantly make a flower blossom, a seed pod open, or a leaf bud bloom.</li>\n<li>You create an Instantaneous, harmless sensory effect, such as Falling leaves, a puff of wind, the sound of a small animal, or the faint odor of skunk. The effect must fit in a 5-foot cube.</li>\n<li>You instantly light or snuff out a Candle, a torch, or a small campfire.</li>\n</ul>"
    },
    "Magic Weapon": {
      "name": "Magic Weapon",
      "description": "<p>You touch a nonmagical weapon. Until the spell ends, that weapon becomes a magic weapon with a +1 bonus to Attack rolls and Damage Rolls.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, the bonus increases to +2. When you use a spell slot of 6th level or higher, the bonus increases to +3.</p>",
      "effects": {
        "Magic Weapon, +1": {
          "name": "Magic Weapon, +1",
          "description": "<p>This weapon becomes a magic weapon with a +1 bonus to Attack rolls and Damage Rolls.</p>",
          "changes": {
            "name": "{}, +1"
          }
        },
        "Magic Weapon, +2": {
          "name": "Magic Weapon, +2",
          "description": "<p>This weapon becomes a magic weapon with a +2 bonus to Attack rolls and Damage Rolls.</p>",
          "changes": {
            "name": "{}, +2"
          }
        },
        "Magic Weapon, +3": {
          "name": "Magic Weapon, +3",
          "description": "<p>This weapon becomes a magic weapon with a +3 bonus to Attack rolls and Damage Rolls.</p>",
          "changes": {
            "name": "{}, +3"
          }
        }
      }
    },
    "Instant Summons": {
      "name": "Instant Summons",
      "description": "<p>You touch an object weighing 10 pounds or less whose longest dimension is 6 feet or less. The spell leaves an Invisible mark on its surface and invisibly inscribes the name of the item on the sapphire you use as the material component. Each time you cast this spell, you must use a different sapphire.</p><p>At any time thereafter, you can use your action to speak the item's name and crush the sapphire. The item instantly appears in your hand regardless of physical or planar distances, and the spell ends.</p><p>If another creature is holding or carrying the item, crushing the sapphire doesn't transport the item to you, but instead you learn who the creature possessing the object is and roughly where that creature is located at that moment.</p><p>Dispel Magic or a similar effect successfully applied to the sapphire ends this spell's effect.</p>"
    },
    "Locate Object": {
      "name": "Locate Object",
      "description": "<p>Describe or name an object that is familiar to you. You sense the direction to the object's location, as long as that object is within 1,000 feet of you. If the object is in motion, you know the direction of its movement.</p><p>The spell can locate a specific object known to you, as long as you have seen it up close—within 30 feet—at least once. Alternatively, the spell can locate the nearest object of a particular kind, such as a certain kind of apparel, jewelry, furniture, tool, or weapon.</p><p>This spell can't locate an object if any thickness of lead, even a thin sheet, blocks a direct path between you and the object.</p>"
    },
    "Haste": {
      "name": "Haste",
      "description": "<p>Choose a willing creature that you can see within range. Until the spell ends, the target's speed is doubled, it gains a +2 bonus to AC, it has advantage on Dexterity Saving Throws, and it gains an additional action on each of its turns. That action can be used only to take the Attack (one weapon attack only), Dash, Disengage, Hide, or Use an Object action.</p><p>When the spell ends, the target can't move or take Actions until after its next turn, as a wave of lethargy sweeps over it.</p>",
      "effects": {
        "Haste": {
          "name": "Haste",
          "description": "<p>Until the spell ends, the target's speed is doubled, it gains a +2 bonus to AC, it has advantage on Dexterity Saving Throws, and it gains an additional action on each of its turns. That action can be used only to take the Attack (one weapon attack only), Dash, Disengage, Hide, or Use an Object action.</p>"
        }
      }
    },
    "Divine Word": {
      "name": "Divine Word",
      "description": "<p>You utter a divine word, imbued with the power that shaped the world at the dawn of Creation. Choose any number of creatures you can see within range. Each creature that can hear you must make a Charisma saving throw. On a failed save, a creature suffers an effect based on its current hit points:</p>\n<ul>\n<li>50 Hit Points or fewer: Deafened for 1 minute</li>\n<li>40 Hit Points or fewer: Deafened and Blinded for 10 minutes</li>\n<li>30 Hit Points or fewer: Blinded, Deafened, and Stunned for 1 Hour</li>\n<li>20 Hit Points or fewer: killed instantly</li>\n</ul>\n<p>Regardless of its current Hit Points, a Celestial, an elemental, a fey, or a fiend that fails its save is forced back to its plane of Origin (if it isn't there already) and can't return to your current plane for 24 hours by any means short of a wish spell.</p>",
      "effects": {
        "Divine Word (50 hp or fewer)": {
          "name": "Divine Word (50 hp or fewer)",
          "description": "<p>Creature is Deafened for 1 minute.</p>"
        },
        "Divine Word (40 hp or fewer)": {
          "name": "Divine Word (40 hp or fewer)",
          "description": "<p>Creature is Deafened and Blinded for 10 minutes.</p>"
        },
        "Divine Word (30 hp or fewer)": {
          "name": "Divine Word (30 hp or fewer)",
          "description": "<p>Creature is Blinded, Deafened, and Stunned for 1 hour.</p>"
        }
      }
    },
    "Astral Projection": {
      "name": "Astral Projection",
      "description": "<p>You and up to eight willing creatures within range project your astral bodies into the Astral Plane (the spell fails and the casting is wasted if you are already on that plane). The material body you leave behind is unconscious and in a state of suspended animation, it doesn't need food or air and doesn't age.</p><p>Your astral body resembles your mortal form in almost every way, replicating your game statistics and possessions. The principal difference is the addition of a silvery cord that extends from between your shoulder blades and trails behind you, fading to invisibility after 1 foot. This cord is your tether to your material body. As long as the tether remains intact, you can find your way home. If the cord is cut-something that can happen only when an effect specifically states that it does-your soul and body are separated, killing you instantly.</p><p>Your astral form can freely travel through the Astral Plane and can pass through portals there leading to any other plane. If you enter a new plane or return to the plane you were on when casting this spell, your body and possessions are transported along the silver cord, allowing you to re-enter your body as you enter the new plane. Your astral form is a separate incarnation. Any damage or other effects that apply to it have no effect on your physical body, nor do they persist when you return to it.</p><p>The spell ends for you and your companions when you use your action to dismiss it. When the spell ends, the affected creature returns to its physical body, and it awakens.</p><p>The spell might also end early for you or one of your companions. A successful dispel magic spell used against an astral or physical body ends the spell for that creature. If a creature's original body or its astral form drops to 0 hit points, the spell ends for that creature. If the spell ends and the silver cord is intact, the cord pulls the creature's astral form back to its body, ending its state of suspended animation.</p><p>If you are returned to your body prematurely, your companions remain in their astral forms and must find their own way back to their bodies, usually by dropping to 0 hit points.</p>"
    },
    "Irresistible Dance": {
      "name": "Irresistible Dance",
      "description": "<p>Choose one creature that you can see within range. The target begins a comic dance in place: shuffling, tapping its feet, and capering for the duration. Creatures that can't be charmed are immune to this spell.</p><p>A dancing creature must use all its movement to dance without leaving its space and has disadvantage on Dexterity saving throws and attack rolls. While the target is affected by this spell, other creatures have advantage on attack rolls against it. As an action, a dancing creature makes a Wisdom saving throw to regain control of itself. On a successful save, the spell ends.</p>"
    },
    "Guardian of Faith": {
      "name": "Guardian of Faith",
      "description": "<p>A Large Spectral Guardian appears and hovers for the Duration in an unoccupied space of your choice that you can see within range. The guardian occupies that space and is indistinct except for a gleaming sword and shield emblazoned with the symbol of your deity.</p><p>Any creature hostile to you that moves to a space within 10 feet of the guardian for the first time on a turn must succeed on a Dexterity saving throw. The creature takes 20 radiant damage on a failed save, or half as much damage on a successful one. The guardian vanishes when it has dealt a total of 60 damage.</p>"
    },
    "Dispel Evil and Good": {
      "name": "Dispel Evil and Good",
      "description": "<p>Shimmering energy surrounds and protects you from fey, Undead, and creatures originating from Beyond the Material Plane. For the Duration, Celestials, Elementals, fey, Fiends, and undead have disadvantage on Attack rolls against you.</p><p>You can end the spell early by using either of the following special functions.</p><p><strong>Break Enchantment</strong>. As your action, you touch a creature you can reach that is Charmed, Frightened, or possessed by a Celestial, an elemental, a fey, a fiend, or an Undead. The creature you touch is no longer charmed, frightened, or possessed by such creatures.</p><p><strong>Dismissal</strong>. As your action, make a melee spell Attack against a Celestial, an elemental, a fey, a fiend, or an Undead you can reach. On a hit, you attempt to drive the creature back to its home plane. The creature must succeed on a Charisma saving throw or be sent back to its home plane (if it isn't there already). If they aren't on their home plane, undead are sent to the Shadowfell, and fey are sent to the Feywild.</p>"
    },
    "Stinking Cloud": {
      "name": "Stinking Cloud",
      "description": "<p>You create a 20-foot-radius sphere of yellow, nauseating gas centered on a point within range. The cloud spreads around corners, and its area is heavily obscured. The cloud lingers in the air for the duration.</p><p>Each creature that is completely within the cloud at the start of its turn must make a Constitution saving throw against poison. On a failed save, the creature spends its action that turn retching and reeling. Creatures that don't need to breathe or are immune to poison automatically succeed on this saving throw.</p><p>A moderate wind (at least 10 miles per hour) disperses the cloud after 4 rounds. A strong wind (at least 20 miles per hour) disperses it after 1 round.</p>"
    },
    "Blur": {
      "name": "Blur",
      "description": "<p>Your body becomes blurred, shifting and wavering to all who can see you. For the duration, any creature has disadvantage on attack rolls against you. An attacker is immune to this effect if it doesn't rely on sight, as with blindsight, or can see through illusions, as with truesight.</p>"
    },
    "Web": {
      "name": "Web",
      "description": "<p>你在施法距离内指定一点，并召唤出一大片粘厚的网状物。蛛网覆盖以该点为源点的 20 尺立方区域，并在法术持续时间内维持存在。蛛网使该区成为困难地形并造成轻度遮蔽。</p>\n<p>如果蛛网没有被固定在两个固体中间（例如墙和树）或跨在一片地板、墙壁、天花板中间，则你召唤出的蛛网会自动坍塌，而导致法术在你的下一回合开始时终止。摊在平面上的蛛网深度为 5 尺。</p>\n<p>任何在蛛网中开始其回合或在其回合中进入蛛网的生物必须进行一次敏捷豁免。豁免失败者将被束缚在网中，直至其离开蛛网或挣脱束缚。</p>\n<p>被蛛网束缚的生物可以用一个动作尝试挣脱。该生物必须进行一次对抗法术豁免 DC 的力量检定，检定成功则不再被束缚。</p>\n<p>这些蛛网都是可燃物。每 5 尺立方的蛛网触及明火时将在 1 轮内被烧尽。而任何在燃烧区域内开始其回合的生物将因此受 2d4 点火焰伤害。</p>"
    },
    "Vampiric Touch": {
      "name": "Vampiric Touch",
      "description": "<p>The touch of your shadow-wreathed hand can siphon life force from others to heal your wounds. Make a melee spell attack against a creature within your reach. On a hit, the target takes 3d6 necrotic damage, and you regain hit points equal to half the amount of necrotic damage dealt. Until the spell ends, you can make the attack again on each of your turns as an action.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d6 for each slot level above 3rd.</p>"
    },
    "Mage Hand": {
      "name": "法师之手",
      "description": "<p>一只漂浮的幽灵手出现在施法距离内你指定的一点。幽灵手持续存在至法术终止。如果幽灵手距你的距离超过 30 尺，或者当你再次施展了该法术时，则现存的幽灵手消失不见。</p><p>你可以在施展该法术时使用幽灵手实施一个行为：你可以操控一个物件，或者打开一扇未上锁的门或容器，或者将一件物品放入或取出一个打开的容器，或者将小瓶中的内容物倾倒出来。</p><p>在后续的回合中，以一个魔法动作，你可以控制幽灵手再次实施一个行为。作为那个动作的一部分，你可以令幽灵手移动至多 30 尺。</p><p>该幽灵手不能攻击，也不能激活魔法物品或承载超过 10 磅重的物质。</p>"
    },
    "Death Ward": {
      "name": "Death Ward",
      "description": "<p>You touch a creature and grant it a measure of protection from death.</p><p>The first time the target would drop to 0 hit points as a result of taking damage, the target instead drops to 1 hit point, and the spell ends.</p><p>If the spell is still in effect when the target is subjected to an effect that would kill it instantaneously without dealing damage, that effect is instead negated against the target, and the spell ends.</p>"
    },
    "Shillelagh": {
      "name": "Shillelagh",
      "description": "<p>The wood of a club or quarterstaff you are holding is imbued with nature's power. For the duration, you can use your spellcasting ability instead of Strength for the attack and damage rolls of melee attacks using that weapon, and the weapon's damage die becomes a d8. The weapon also becomes magical, if it isn't already. The spell ends if you cast it again or if you let go of the weapon.</p>",
      "activities": {
        "Imbue Weapon": {
          "name": "Imbue Weapon"
        },
        "Spellcasting Attack": {
          "name": "Spellcasting Attack"
        }
      },
      "effects": {
        "Shillelagh": {
          "name": "Shillelagh",
          "changes": {
            "name": ", Shillelagh"
          }
        }
      }
    },
    "Legend Lore": {
      "name": "Legend Lore",
      "description": "<p>Name or describe a person, place, or object. The spell brings to your mind a brief summary of the significant lore about the thing you named. The lore might consist of current tales, forgotten stories, or even secret lore that has never been widely known. If the thing you named isn't of legendary importance, you gain no information. The more information you already have about the thing, the more precise and detailed the information you receive is.</p><p>The information you learn is accurate but might be couched in figurative language. For example, if you have a mysterious magic axe on hand, the spell might yield this information: \"Woe to the evildoer whose hand touches the axe, for even the haft slices the hand of the evil ones. Only a true Child of Stone, lover and beloved of Moradin, may awaken the true powers of the axe, and only with the sacred word Rudnogg on the lips.\"</p>"
    },
    "Ice Storm": {
      "name": "Ice Storm",
      "description": "<p>A hail of rock-hard ice pounds to the ground in a 20-foot-radius, 40-foot-high Cylinder centered on a point within range. Each creature in the cylinder must make a Dexterity saving throw. A creature takes 2d8 bludgeoning damage and 4d6 cold damage on a failed save, or half as much damage on a successful one.</p><p>Hailstones turn the storm's area of effect into difficult terrain until the end of your next turn.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 5th level or higher, the bludgeoning damage increases by 1d8 for each slot level above 4th.</p>"
    },
    "Thunderwave": {
      "name": "Thunderwave",
      "description": "<p>A wave of thunderous force sweeps out from you. Each creature in a 15-foot cube originating from you must make a Constitution saving throw. On a failed save, a creature takes 2d8 thunder damage and is pushed 10 feet away from you. On a successful save, the creature takes half as much damage and isn't pushed.</p><p>In addition, unsecured objects that are completely within the area of effect are automatically pushed 10 feet away from you by the spell's effect, and the spell emits a thunderous boom audible out to 300 feet.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d8 for each slot level above 1st.</p>"
    },
    "Enlarge/Reduce": {
      "name": "Enlarge/Reduce",
      "description": "<p>You cause a creature or an object you can see within range to grow larger or smaller for the Duration. Choose either a creature or an object that is neither worn nor carried. If the target is unwilling, it can make a Constitution saving throw. On a success, the spell has no effect.</p><p>If the target is a creature, everything it is wearing and carrying changes size with it. Any item dropped by an affected creature returns to normal size at once.</p><p><strong>Enlarge</strong>. The target's size doubles in all dimensions, and its weight is multiplied by eight. This growth increases its size by one category—from Medium to Large, for example. If there isn't enough room for the target to double its size, the creature or object attains the maximum possible size in the space available. Until the spell ends, the target also has advantage on Strength Checks and Strength Saving Throws. The target's Weapons also grow to match its new size. While these Weapons are enlarged, the target's attacks with them deal 1d4 extra damage.</p><p><strong>Reduce</strong>. The target's size is halved in all dimensions, and its weight is reduced to one-eighth of normal. This reduction decreases its size by one category—from Medium to Small, for example. Until the spell ends, the target also has disadvantage on Strength Checks and Strength Saving Throws. The target's Weapons also shrink to match its new size. While these Weapons are reduced, the target's attacks with them deal 1d4 less damage (this can't reduce the damage below 1).</p>"
    },
    "Weird": {
      "name": "Weird",
      "description": "<p>Drawing on the deepest fears of a group of creatures, you create illusory creatures in their minds, visible only to them. Each creature in a 30-foot-radius sphere centered on a point of your choice within range must make a Wisdom saving throw. On a failed save, a creature becomes Frightened for the Duration. The illusion calls on the creature's deepest fears, manifesting its worst nightmares as an implacable threat. At the end of each of the Frightened creature's turns, it must succeed on a Wisdom saving throw or take 4d10 psychic damage. On a successful save, the spell ends for that creature.</p>"
    },
    "Globe of Invulnerability": {
      "name": "Globe of Invulnerability",
      "description": "<p>An immobile, faintly shimmering barrier springs into existence in a 10-foot radius around you and remains for the Duration.</p><p>Any spell of 5th level or lower cast from outside the barrier can't affect creatures or Objects within it, even if the spell is cast using a higher level spell slot. Such a spell can target creatures and Objects within the barrier, but the spell has no effect on them. Similarly, the area within the barrier is excluded from the areas affected by such Spells.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 7th level or higher, the barrier blocks Spells of one level higher for each slot level above 6th.</p>"
    },
    "Greater Restoration": {
      "name": "Greater Restoration",
      "description": "<p>You imbue a creature you touch with positive energy to undo a debilitating effect. You can reduce the target's Exhaustion level by one, or end one of the following Effects on the target:</p>\n<ul>\n<li>One effect that Charmed or Petrified the target</li>\n<li>One curse, including the target's Attunement to a cursed magic item</li>\n<li>Any reduction to one of the target's Ability Scores</li>\n<li>One effect reducing the target's hit point maximum</li>\n</ul>"
    },
    "Wall of Fire": {
      "name": "火墙术",
      "description": "<p>你在施法距离内一块实体地面上创造出一面火墙。你可以选择创造长不过 60 尺、高不过 20 尺、厚不过 1 尺的直线型火墙；或是直径不过 20 尺、高不过 20 尺、厚不过 1 尺的环形火墙。火墙不透明，且将持续存在至法术终止。</p><p>火墙出现时，所有位于火墙区域内的生物必须进行一次敏捷豁免。豁免失败者将受到 5d8 点火焰伤害。豁免成功则伤害减半。</p><p>施展该法术时，你要必须选择火墙的哪一侧会造成伤害。生物在火墙伤害侧 10 尺内或在火墙区域内结束其回合时，将受到 5d8 点火焰伤害。生物在一个回合内第一次进入火墙或在火墙内结束其回合时也会受到同样的伤害。火墙的另一侧则不造成任何伤害。</p><p><strong>升环施法：</strong> 使用五环或更高法术位施展该法术时，你使用的法术位每比四环高一环，法术的伤害就增加 1d8。</p>"
    },
    "Mirror Image": {
      "name": "Mirror Image",
      "description": "<p>Three illusory duplicates of yourself appear in your space. Until the spell ends, the duplicates move with you and mimic your actions, shifting position so it's impossible to track which image is real. You can use your action to dismiss the illusory duplicates.</p>\n<p>Each time a creature targets you with an attack during the spell's duration, roll a [[/r 1d20 # Mirror Image Check]] to determine whether the attack instead targets one of your duplicates.</p>\n<p>If you have three duplicates, you must roll a 6 or higher to change the attack's target to a duplicate. With two duplicates, you must roll an 8 or higher. With one duplicate, you must roll an 11 or higher.</p>\n<p>A duplicate's AC equals 10 + your Dexterity modifier. If an attack hits a duplicate, the duplicate is destroyed. A duplicate can be destroyed only by an attack that hits it. It ignores all other damage and effects. The spell ends when all three duplicates are destroyed.</p>\n<p>A creature is unaffected by this spell if it can't see, if it relies on senses other than sight, such as blindsight, or if it can perceive illusions as false, as with truesight.</p>"
    },
    "Animal Messenger": {
      "name": "Animal Messenger",
      "description": "<p>By means of this spell, you use an animal to deliver a message. Choose a Tiny beast you can see within range, such as a squirrel, a blue jay, or a bat. You specify a location, which you must have visited, and a recipient who matches a general description, such as \"a man or woman dressed in the uniform of the town guard\" or \"a red-haired dwarf wearing a pointed hat.\" You also speak a message of up to twenty-five words. The target beast travels for the duration of the spell toward the specified location, covering about 50 miles per 24 hours for a flying messenger, or 25 miles for other animals.</p><p>When the messenger arrives, it delivers your message to the creature that you described, replicating the sound of your voice. The messenger speaks only to a creature matching the description you gave. If the messenger doesn't reach its destination before the spell ends, the message is lost, and the beast makes its way back to where you cast this spell.</p><p><strong>At Higher Levels.</strong> If you cast this spell using a spell slot of 3rd level or higher, the duration of the spell increases by 48 hours for each slot level above 2nd.</p>"
    },
    "Conjure Celestial": {
      "name": "Conjure Celestial",
      "description": "<p>You summon a celestial of challenge rating 4 or lower, which appears in an unoccupied space that you can see within range. The celestial disappears when it drops to 0 hit points or when the spell ends.</p><p>The celestial is friendly to you and your companions for the duration. Roll initiative for the celestial, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you), as long as they don't violate its alignment. If you don't issue any commands to the celestial, it defends itself from hostile creatures but otherwise takes no actions.</p><p><strong>Higher Levels. </strong>When you cast this spell using a 9th-level spell slot, you summon a celestial of challenge rating 5 or lower.</p>"
    },
    "Fear": {
      "name": "Fear",
      "description": "<p>You project a phantasmal image of a creature's worst fears. Each creature in a 30-foot cone must succeed on a Wisdom saving throw or drop whatever it is holding and become &amp;Reference[Frightened] for the duration.</p><p>While Frightened by this spell, a creature must take the Dash action and move away from you by the safest available route on each of its turns, unless there is nowhere to move. If the creature ends its turn in a location where it doesn't have line of sight to you, the creature can make a Wisdom saving throw. On a successful save, the spell ends for that creature.</p>",
      "effects": {
        "Fear": {
          "name": "Fear",
          "description": "<p>The target drops whatever it is holding and become Frightened for the duration. While Frightened by this spell, a creature must take the Dash action and move away from the caster by the safest available route on each of its turns, unless there is nowhere to move.</p>"
        }
      }
    },
    "Remove Curse": {
      "name": "Remove Curse",
      "description": "<p>At your touch, all curses affecting one creature or object end. If the object is a cursed magic item, its curse remains, but the spell breaks its owner's Attunement to the object so it can be removed or discarded.</p>"
    },
    "Gate": {
      "name": "Gate",
      "description": "<p>You conjure a portal linking an unoccupied space you can see within range to a precise location on a different plane of existence. The portal is a circular opening, which you can make 5 to 20 feet in diameter. You can orient the portal in any direction you choose. The portal lasts for the Duration.</p><p>The portal has a front and a back on each plane where it appears. Travel through the portal is possible only by moving through its front. Anything that does so is instantly transported to the other plane, appearing in the unoccupied space nearest to the portal.</p><p>Deities and other planar rulers can prevent portals created by this spell from opening in their presence or anywhere within their domains.</p><p>When you cast this spell, you can speak the name of a specific creature (a pseudonym, title, or nickname doesn't work). If that creature is on a plane other than the one you are on, the portal opens in the named creature's immediate vicinity and draws the creature through it to the nearest unoccupied space on your side of the portal. You gain no special power over the creature, and it is free to act as the DM deems appropriate. It might leave, Attack you, or help you.</p>"
    },
    "Divination": {
      "name": "Divination",
      "description": "<p>Your magic and an offering put you in contact with a god or a god's servants. You ask a single question concerning a specific goal, event, or activity to occur within 7 days. The DM offers a truthful reply. The reply might be a short phrase, a cryptic rhyme, or an omen.</p><p>The spell doesn't take into account any possible circumstances that might change the outcome, such as the casting of additional spells or the loss or gain of a companion.</p><p>If you cast the spell two or more times before finishing your next long rest, there is a cumulative 25 percent chance for each casting after the first that you get a random reading. The DM makes this roll in secret.</p>"
    },
    "Shocking Grasp": {
      "name": "Shocking Grasp",
      "description": "<p>Lightning springs from your hand to deliver a shock to a creature you try to touch. Make a melee spell attack against the target. You have advantage on the attack roll if the target is wearing armor made of metal. On a hit, the target takes 1d8 lightning damage, and it can't take reactions until the start of its next turn.</p><p>The spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
    },
    "True Seeing": {
      "name": "True Seeing",
      "description": "<p>This spell gives the willing creature you touch the ability to see things as they actually are. For the duration, the creature has truesight, notices secret doors hidden by magic, and can see into the Ethereal Plane, all out to a range of 120 feet.</p>"
    },
    "Mass Heal": {
      "name": "Mass Heal",
      "description": "<p>A flood of Healing energy flows from you into injured creatures around you. You restore up to 700 Hit Points, divided as you choose among any number of creatures that you can see within range. Creatures healed by this spell are also cured of all Diseases and any effect making them Blinded or Deafened. This spell has no effect on Undead or constructs.</p>"
    },
    "Forcecage": {
      "name": "Forcecage",
      "description": "<p>An immobile, Invisible, cube-shaped prison composed of magical force springs into existence around an area you choose within range. The prison can be a cage or a solid box, as you choose.</p><p>A prison in the shape of a cage can be up to 20 feet on a side and is made from 1/2-inch diameter bars spaced 1/2 inch apart.</p><p>A prison in the shape of a box can be up to 10 feet on a side, creating a solid barrier that prevents any matter from passing through it and blocking any Spells cast into or out from the area.</p><p>When you cast the spell, any creature that is completely inside the cage's area is trapped. Creatures only partially within the area, or those too large to fit inside the area, are pushed away from the center of the area until they are completely outside the area.</p><p>A creature inside the cage can't leave it by nonmagical means. If the creature tries to use teleportation or interplanar travel to leave the cage, it must first make a Charisma saving throw. On a success, the creature can use that magic to exit the cage. On a failure, the creature can't exit the cage and wastes the use of the spell or effect. The cage also extends into the Ethereal Plane, blocking ethereal travel.</p><p>This spell can't be dispelled by Dispel Magic.</p>"
    },
    "Water Walk": {
      "name": "Water Walk",
      "description": "<p>This spell grants the ability to move across any liquid surface—such as water, acid, mud, snow, quicksand, or lava—as if it were harmless solid ground (creatures crossing molten lava can still take damage from the heat). Up to ten willing creatures you can see within range gain this ability for the duration.</p><p>If you target a creature submerged in a liquid, the spell carries the target to the surface of the liquid at a rate of 60 feet per round.</p>"
    },
    "Plant Growth": {
      "name": "Plant Growth",
      "description": "<p>This spell channels vitality into plants within a specific area. There are two possible uses for the spell, granting either immediate or long-term benefits.</p><p>If you cast this spell using 1 action, choose a point within range. All normal plants in a 100-foot radius centered on that point become thick and overgrown. A creature moving through the area must spend 4 feet of movement for every 1 foot it moves.</p><p>You can exclude one or more areas of any size within the spell's area from being affected.</p><p>If you cast this spell over 8 hours, you enrich the land. All plants in a half-mile radius centered on a point within range become enriched for 1 year. The plants yield twice the normal amount of food when harvested.</p>"
    },
    "Eldritch Blast": {
      "name": "Eldritch Blast",
      "description": "<p>A beam of crackling energy streaks toward a creature within range. Make a ranged spell attack against the target. On a hit, the target takes 1d10 force damage.</p><p>The spell creates more than one beam when you reach higher levels: two beams at 5th level, three beams at 11th level, and four beams at 17th level. You can direct the beams at the same target or at different ones. Make a separate attack roll for each beam.</p>"
    },
    "Control Weather": {
      "name": "Control Weather",
      "description": "<p>You take control of the weather within 5 miles of you for the duration. You must be outdoors to cast this spell. Moving to a place where you don't have a clear path to the sky ends the spell early.</p><p>When you cast the spell, you change the current weather conditions, which are determined by the DM based on the climate and season. You can change precipitation, temperature, and wind. It takes 1d4 x 10 minutes for the new conditions to take effect. Once they do so, you can change the conditions again. When the spell ends, the weather gradually returns to normal.</p><p>When you change the weather conditions, find a current condition on the following tables and change its stage by one, up or down. When changing the wind, you can change its direction.</p><p><strong>Conditions</strong></p>\n<ol>\n<li>Clear</li>\n<li>Light clouds</li>\n<li>Overcast or ground fog</li>\n<li>Rain, hail, or snow</li>\n<li>Torrential rain, driving hail, or blizzard</li>\n</ol>\n<p><strong>Temperature</strong></p>\n<ol>\n<li>Unbearable heat</li>\n<li>Hot</li>\n<li>Warm</li>\n<li>Cool</li>\n<li>Cold</li>\n<li>Arctic cold</li>\n</ol>\n<p><strong>Wind</strong></p>\n<ol>\n<li>Calm</li>\n<li>Moderate wind</li>\n<li>Strong wind</li>\n<li>Gale</li>\n<li>Storm</li>\n</ol>"
    },
    "Eyebite": {
      "name": "Eyebite",
      "description": "<p>For the spell's Duration, your eyes become an inky void imbued with dread power. One creature of your choice within 60 feet of you that you can see must succeed on a Wisdom saving throw or be affected by one of the following Effects of your choice for the Duration. On each of your turns until the spell ends, you can use your action to target another creature but can't target a creature again if it has succeeded on a saving throw against this casting of eyebite.</p><ul><li><strong>Asleep</strong>. The target falls &amp;Reference[Unconscious]. It wakes up if it takes any damage or if another creature uses its action to shake the sleeper awake.</li><li><strong>Panicked</strong>. The target is &amp;Reference[Frightened] of you. On each of its turns, the frightened creature must take the Dash action and move away from you by the safest and shortest available route, unless there is nowhere to move. If the target moves to a place at least 60 feet away from you where it can no longer see you, this effect ends.</li><li><strong>Sickened</strong>. The target has disadvantage on Attack rolls and Ability Checks. At the end of each of its turns, it can make another Wisdom saving throw. If it succeeds, the effect ends</li></ul>",
      "effects": {
        "Eyebite (alseep)": {
          "name": "Eyebite (alseep)",
          "description": "<p>The target falls Unconscious. It wakes up if it takes any damage or if another creature uses its action to shake the sleeper awake.</p>"
        },
        "Eyebite (panicked)": {
          "name": "Eyebite (panicked)",
          "description": "<p>The target is Frightened of the caster. On each of its turns, the frightened creature must take the Dash action and move away from the caster by the safest and shortest available route, unless there is nowhere to move. If the target moves to a place at least 60 feet away from the case where it can no longer see them, this effect ends.</p>"
        }
      }
    },
    "Beacon of Hope": {
      "name": "Beacon of Hope",
      "description": "<p>This spell bestows hope and vitality. Choose any number of creatures within range. For the duration, each target has advantage on Wisdom saving throws and death saving throws, and regains the maximum number of hit points possible from any healing.</p>"
    },
    "Imprisonment": {
      "name": "Imprisonment",
      "description": "<p>You create a magical restraint to hold a creature that you can see within range. The target must succeed on a Wisdom saving throw or be bound by the spell; if it succeeds, it is immune to this spell if you cast it again. While affected by this spell, the creature doesn't need to breathe, eat, or drink, and it doesn't age. Divination Spells can't locate or perceive the target.</p><p>When you cast the spell, you choose one of the following forms of imprisonment.</p><p><strong>Burial</strong>. The target is entombed far beneath the earth in a Sphere of magical force that is just large enough to contain the target. Nothing can pass through the sphere, nor can any creature Teleport or use Planar Travel to get into or out of it. The special component for this version of the spell is a small mithral orb.</p><p><strong>Chaining</strong>. Heavy chains, firmly rooted in the ground, hold the target in place. The target is Restrained until the spell ends, and it can't move or be moved by any means until then. The special component for this version of the spell is a fine chain of precious metal.</p><p><strong>Hedged Prison</strong>. The spell transports the target into a tiny Demiplane that is warded against teleportation and Planar Travel. The Demiplane can be a labyrinth, a cage, a tower, or any similar confined structure or area of your choice. The special component for this version of the spell is a miniature representation of the prison made from jade.</p><p><strong>Minimus Containment</strong>. The target shrinks to a height of 1 inch and is imprisoned inside a gemstone or similar object. Light can pass through the gemstone normally (allowing the target to see out and other creatures to see in), but nothing else can pass through, even by means of teleportation or Planar Travel. The gemstone can't be cut or broken while the spell remains in effect. The special component for this version of the spell is a large, transparent gemstone, such as a corundum, diamond, or ruby.</p><p><strong>Slumber</strong>. The target falls asleep and can't be awoken. The special component for this version of the spell consists of rare soporific herbs.</p><p><strong>Ending the Spell</strong>. During the casting of the spell, in any of its versions, you can specify a condition that will cause the spell to end and release the target. The condition can be as specific or as elaborate as you choose, but the DM must agree that the condition is reasonable and has a likelihood of coming to pass. The Conditions can be based on a creature's name, identity, or deity but otherwise must be based on observable Actions or qualities and not based on intangibles such as level, class, or Hit Points.</p><p>A Dispel Magic spell can end the spell only if it is cast as a 9th-level spell, targeting either the prison or the special component used to create it.</p><p>You can use a particular special component to create only one prison at a time. If you cast the spell again using the same component, the target of the first casting is immediately freed from its binding.</p>"
    },
    "Jump": {
      "name": "Jump",
      "description": "<p>You touch a creature. The creature's jump distance is tripled until the spell ends.</p>"
    },
    "Arcane Hand": {
      "name": "毕格比之手",
      "description": "<p>你在施法距离内指定一处你能看见且未被占据的空间，并在该处创造出一只闪烁着微光的大型手掌。巨手在法术持续时间内维持存在，并听从你的命令进行移动，模仿你自己手掌的各类动作。</p><p>巨手是一个物件，其 AC 为 20，其生命值等于你的生命值上限。如果它的生命值降至 0 则法术将提前终止。其力量属性为 26（+8），敏捷属性为 10（+0）。巨手并不会充满其所在的空间。</p><p>施展此法术时，你可以令巨手移动至多 60 尺远并造成下列效应之一。你也可以在自己随后的回合里以一个附赠动作再造成下列效应之一。</p><p><strong>金刚拳 Clenched Fist</strong>。 巨手对自身周围 5 尺范围内的一个生物（或物件）发动一次打击。此时，巨掌用你的游戏数据发动一次近战法术攻击，此次攻击命中时目标将受到 4d8 点力场伤害。 </p><p><strong>飞击掌 </strong>。 巨手尝试推撞自身周围 5 尺范围内的一个生物。你使用巨手的力量属性进行一次属性检定，与目标的力量（运动）检定作对抗。如果目标的体型不超过中型，则你的检定具有优势。若你胜出对抗时，目标将目标推动 5+你施法属性调整值的五倍 尺（方向由你选择）。巨手将随着目标一起移动，保持自己处在目标周围 5 尺的范围内。</p><p><strong>擒拿掌</strong>。 巨手尝试对自身周围 5 尺范围内的一个体型不超过巨型的生物进行擒抱。你使用巨手的力量属性值来处理本次擒抱。如果目标的体型不超过中型，则你的检定具有优势。在巨手擒抱目标期间，你可以使用一个附赠动作命令巨手对其进行挤压，此时目标将受到 2d6 + 你的施法属性调整值 点钝击伤害。</p><p><strong>护身掌</strong>。 你选择一个生物，巨手将持续阻挡在你与该生物中间，直到你给他新的命令为止。巨手不断移动以保持其始终处于你与目标中间，使得相对目标而言，你具有半身掩护。如果目标的力量值小于或等于巨手的力量值，则其无法穿过巨手的阻挡。而如果其力量值高于巨手，则目标可以穿过巨手所在的空间向你走来，不过该空间对该目标而言视为困难地形。</p><p><strong>升环施法：</strong> 使用六环或更高环阶法术位施展此法术时，你使用的法术位每比五环高一环，金刚拳的伤害就会提高 2d8 点，擒拿掌的伤害就会提高 2d6 点。</p>"
    },
    "Create or Destroy Water": {
      "name": "Create or Destroy Water",
      "description": "<p>You either create or destroy water.</p><p><strong>Create Water.</strong> You create up to 10 gallons of clean water within range in an open container. Alternatively, the water falls as rain in a 30-foot cube within range.</p><p><strong>Destroy Water.</strong> You destroy up to 10 gallons of water in an open container within range. Alternatively, you destroy fog in a 30-foot cube within range.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 2nd level or higher, you create or destroy 10 additional gallons of water, or the size of the cube increases by 5 feet, for each slot level above 1st.</p>"
    },
    "Speak with Animals": {
      "name": "动物交谈",
      "description": "<p>你在法术持续时间内获得理解野兽并与其沟通的能力。许多野兽智力不高，因此它们的认知水平相当有限，但它们至少能向你提供关于周围地域和怪物的情报，包括任何它们现在以及在前一日内察觉到的东西。你也许可以说服野兽帮你一些小忙，是否成功则由 DM 来判断。</p>"
    },
    "Nondetection": {
      "name": "Nondetection",
      "description": "<p>For the Duration, you hide a target that you touch from Divination magic. The target can be a willing creature or a place or an object no larger than 10 feet in any dimension. The target can't be targeted by any divination magic or perceived through magical Scrying sensors.</p>"
    },
    "Rope Trick": {
      "name": "Rope Trick",
      "description": "<p>You touch a length of rope that is up to 60 feet long. One end of the rope then rises into the air until the whole rope hangs perpendicular to the ground. At the upper end of the rope, an invisible entrance opens to an extradimensional space that lasts until the spell ends.</p><p>The extradimensional space can be reached by climbing to the top of the rope. The space can hold as many as eight Medium or smaller creatures. The rope can be pulled into the space, making the rope disappear from view outside the space.</p><p>Attacks and spells can't cross through the entrance into or out of the extradimensional space, but those inside can see out of it as if through a 3-foot-by-5-foot window centered on the rope.</p><p>Anything inside the extradimensional space drops out when the spell ends.</p>"
    },
    "Command": {
      "name": "Command",
      "description": "<p>You speak a one-word command to a creature you can see within range. The target must succeed on a Wisdom saving throw or follow the command on its next turn. The spell has no effect if the target is undead, if it doesn't understand your language, or if your command is directly harmful to it.</p><p>Some typical commands and their effects follow. You might issue a command other than one described here. If you do so, the DM determines how the target behaves. If the target can't follow your command, the spell ends.</p><p><strong>Approach.</strong> The target moves toward you by the shortest and most direct route, ending its turn if it moves within 5 feet of you.</p><p><strong>Drop.</strong> The target drops whatever it is holding and then ends its turn.</p><p><strong>Flee.</strong> The target spends its turn moving away from you by the fastest available means.</p><p><strong>Grovel.</strong> The target falls prone and then ends its turn.</p><p><strong>Halt.</strong> The target doesn't move and takes no actions. A flying creature stays aloft, provided that it is able to do so. If it must move to stay aloft, it flies the minimum distance needed to remain in the air.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 2nd level or higher, you can affect one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>"
    },
    "Fire Shield": {
      "name": "Fire Shield",
      "description": "<p>Thin and wispy flames wreathe your body for the Duration, shedding bright light in a 10-foot radius and dim light for an additional 10 feet. You can end the spell early by using an action to dismiss it.</p>\n<p>The flames provide you with a warm shield or a chill shield, as you choose. The warm shield grants you Resistance to cold damage, and the chill shield grants you resistance to fire damage.</p>\n<p>In addition, whenever a creature within 5 feet of you hits you with a melee Attack, the shield erupts with flame. The attacker takes 2d8 fire damage from a warm shield, or 2d8 cold damage from a cold shield.</p>",
      "effects": {
        "Warm Shield": {
          "name": "Warm Shield",
          "description": "<p>The warm shield grants you Resistance to cold damage.</p>"
        },
        "Chill Shield": {
          "name": "Chill Shield",
          "description": "<p>The chill shield grants you resistance to fire damage.</p>"
        }
      }
    },
    "Programmed Illusion": {
      "name": "Programmed Illusion",
      "description": "<p>You create an Illusion of an object, a creature, or some other visible phenomenon within range that activates when a specific condition occurs. The illusion is imperceptible until then. It must be no larger than a 30-foot cube, and you decide when you cast the spell how the illusion behaves and what sounds it makes. This scripted Performance can last up to 5 minutes.</p><p>When the condition you specify occurs, the illusion springs into existence and performs in the manner you described. Once the illusion finishes performing, it disappears and remains dormant for 10 minutes. After this time, the illusion can be activated again.</p><p>The triggering condition can be as general or as detailed as you like, though it must be based on visual or audible Conditions that occur within 30 feet of the area. For example, you could create an illusion of yourself to appear and warn off others who attempt to open a trapped door, or you could set the illusion to trigger only when a creature says the correct word or phrase.</p><p>Physical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the Illusion for what it is, the creature can see through the image, and any noise it makes sounds hollow to the creature</p>"
    },
    "Moonbeam": {
      "name": "Moonbeam",
      "description": "<p>A silvery beam of pale light shines down in a 5-foot-radius, 40-foot-high Cylinder centered on a point within range. Until the spell ends, dim light fills the cylinder.</p><p>When a creature enters the spell's area for the first time on a turn or starts its turn there, it is engulfed in ghostly flames that cause searing pain, and it must make a Constitution saving throw. It takes 2d10 radiant damage on a failed save, or half as much damage on a successful one.</p><p>A Shapechanger makes its saving throw with disadvantage. If it fails, it also instantly reverts to its original form and can't assume a different form until it leaves the spell's light.</p><p>On each of your turns after you cast this spell, you can use an action to move the beam up to 60 feet in any direction.</p><p><strong>At Higher Levels</strong>. When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d10 for each slot level above 2nd.</p>"
    },
    "Mind Blank": {
      "name": "心灵屏障",
      "description": "<p>Until the spell ends, one willing creature you touch is immune to psychic damage, any effect that would sense its emotions or read its thoughts, Divination Spells, and the Charmed condition. The spell even foils Wish spells and Spells or Effects of similar power used to affect the target's mind or to gain information about the target.</p>"
    },
    "Floating Disk": {
      "name": "Floating Disk",
      "description": "<p>This spell creates a circular, horizontal plane of force, 3 feet in diameter and 1 inch thick, that floats 3 feet above the ground in an unoccupied space of your choice that you can see within range. The disk remains for the Duration, and can hold up to 500 pounds. If more weight is placed on it, the spell ends, and everything on the disk falls to the ground.</p><p>The disk is immobile while you are within 20 feet of it. If you move more than 20 feet away from it, the disk follows you so that it remains within 20 feet of you. It can move across uneven terrain, up or down stairs, slopes and the like, but it can't cross an elevation change of 10 feet or more. For example, the disk can't move across a 10-foot-deep pit, nor could it leave such a pit if it was created at the bottom.</p><p>If you move more than 100 feet from the disk (typically because it can't move around an obstacle to follow you), the spell ends.</p>"
    },
    "Find the Path": {
      "name": "Find the Path",
      "description": "<p>This spell allows you to find the shortest, most direct physical route to a specific fixed location that you are familiar with on the same plane of existence. If you name a destination on another plane of existence, a destination that moves (such as a Mobile fortress), or a destination that isn't specific (such as \"a green dragon's lair\"), the spell fails.</p><p>For the Duration, as long as you are on the same plane of existence as the destination, you know how far it is and in what direction it lies. While you are traveling there, whenever you are presented with a choice of paths along the way, you automatically determine which path is the shortest and most direct route (but not necessarily the safest route) to the destination.</p>"
    },
    "Unseen Servant": {
      "name": "Unseen Servant",
      "description": "<p>This spell creates an &amp;Reference[Invisible], mindless, shapeless, Medium force that performs simple tasks at your command until the spell ends. The servant springs into existence in an unoccupied space on the ground within range. It has AC 10, 1 hit point, and a Strength of 2, and it can't attack. If it drops to 0 hit points, the spell ends.</p><p>Once on each of your turns as a Bonus Action, you can mentally command the servant to move up to 15 feet and interact with an object. The servant can perform simple tasks that a human servant could do, such as fetching things, cleaning, mending, folding clothes, lighting fires, serving food, and pouring wine. Once you give the command, the servant performs the task to the best of its ability until it completes the task, then waits for your next command.</p><p>If you command the servant to perform a task that would move it more than 60 feet away from you, the spell ends.</p>"
    },
    "Vicious Mockery": {
      "name": "Vicious Mockery",
      "description": "<p>You unleash a string of insults laced with subtle enchantments at a creature you can see within range. If the target can hear you (though it need not understand you), it must succeed on a Wisdom saving throw or take 1d4 psychic damage and have disadvantage on the next attack roll it makes before the end of its next turn.</p><p>This spell's damage increases by 1d4 when you reach 5th level (2d4), 11th level (3d4), and 17th level (4d4).</p>"
    },
    "Clairvoyance": {
      "name": "Clairvoyance",
      "description": "<p>You create an invisible sensor within range in a location familiar to you (a place you have visited or seen before) or in an obvious location that is unfamiliar to you (such as behind a door, around a corner, or in a grove of trees). The sensor remains in place for the duration, and it can't be attacked or otherwise interacted with.</p><p>When you cast the spell, you choose seeing or hearing. You can use the chosen sense through the sensor as if you were in its space. As your action, you can switch between seeing and hearing.</p><p>A creature that can see the sensor (such as a creature benefiting from see invisibility or truesight) sees a luminous, intangible orb about the size of your fist.</p>"
    },
    "Maze": {
      "name": "Maze",
      "description": "<p>你将施法距离内一个你能看见的生物放逐到一个迷宫般错综复杂的半位面。目标将一直留在该处直至法术持续时间结束，或者直到它逃出该迷宫。</p><p>目标可以使用其动作尝试逃出迷宫。此时它可以进行一次 [[/check ability=int skill=inv dc=20]] 检定. 检定成功者将逃出迷宫，而该法术随之终止。牛头人和巨牛魔进行该检定时直接成功。</p><p>法术终止时，目标将重新出现在它之前消失的位置。如果该位置被占据，则目标出现在最近的未占据位置。</p>"
    },
    "Ray of Frost": {
      "name": "Ray of Frost",
      "description": "<p>A frigid beam of blue-white light streaks toward a creature within range. Make a ranged spell attack against the target. On a hit, it takes 1d8 cold damage, and its speed is reduced by 10 feet until the start of your next turn.</p><p>The spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
    },
    "Giant Insect": {
      "name": "Giant Insect",
      "description": "<p>You transform up to ten centipedes, three spiders, five wasps, or one Scorpion within range into giant versions of their natural forms for the Duration. A centipede becomes a Giant Centipede, a Spider becomes a Giant Spider, a wasp becomes a Giant Wasp, and a Scorpion becomes a Giant Scorpion.</p><p>Each creature obeys your verbal commands, and in Combat, they act on Your Turn each round. The DM has the Statistics for these creatures and resolves their Actions and Movement.</p><p>A creature remains in its giant size for the Duration, until it drops to 0 Hit Points, or until you use an action to dismiss the effect on it.</p><p>The DM might allow you to choose different Targets. For example, if you transform a bee, its giant version might have the same Statistics as a Giant Wasp.</p>"
    },
    "Commune": {
      "name": "Commune",
      "description": "<p>You contact your deity or a divine proxy and ask up to three questions that can be answered with a yes or no. You must ask your questions before the spell ends. You receive a correct answer for each question.</p><p>Divine beings aren't necessarily omniscient, so you might receive \"unclear\" as an answer if a question pertains to information that lies beyond the deity's knowledge. In a case where a one-word answer could be misleading or contrary to the deity's interests, the DM might offer a short phrase as an answer instead.</p><p>If you cast the spell two or more times before finishing your next long rest, there is a cumulative 25 percent chance for each casting after the first that you get no answer. The DM makes this roll in secret.</p>"
    },
    "Passwall": {
      "name": "穿墙术",
      "description": "<p>一处通道在施法距离内木质、泥灰、或岩石表面（如墙壁、天花板、地板）上你可见的一点出现，且持续至法术结束。你选择开口的大小，至多宽 5 尺，高 8 尺，深 20 尺。通道不会使其周围的结构变得不稳定。</p><p>开口消失时，任何仍旧位于通道中的生物或物件会被安全地弹射到距你施展此法术时选择的表面最近的一处未占空间中。</p>"
    },
    "Conjure Woodland Beings": {
      "name": "Conjure Woodland Beings",
      "description": "<p>You summon fey creatures that appear in unoccupied spaces that you can see within range. Choose one of the following options for what appears:</p>\n<ul>\n<li>One fey creature of challenge rating 2 or lower</li>\n<li>Two fey creatures of challenge rating 1 or lower</li>\n<li>Four fey creatures of challenge rating 1/2 or lower</li>\n<li>Eight fey creatures of challenge rating 1/4 or lower</li>\n</ul>\n<p>A summoned creature disappears when it drops to 0 hit points or when the spell ends.</p><p>The summoned creatures are friendly to you and your companions. Roll initiative for the summoned creatures as a group, which have their own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures, but otherwise take no actions.</p><p><strong>Higher Levels. </strong>When you cast this spell using certain higher-level spell slots, you choose one of the summoning options above, and more creatures appear: twice as many with a 6th-level slot and three times as many with an 8th-level slot.</p>"
    },
    "Blade Barrier": {
      "name": "Blade Barrier",
      "description": "<p>You create a vertical wall of whirling, razor-sharp blades made of magical energy. The wall appears within range and lasts for the duration. You can make a straight wall up to 100 feet long, 20 feet high, and 5 feet thick, or a ringed wall up to 60 feet in diameter, 20 feet high, and 5 feet thick. The wall provides three-quarters cover to creatures behind it, and its space is difficult terrain.</p><p>When a creature enters the wall's area for the first time on a turn or starts its turn there, the creature must make a Dexterity saving throw. On a failed save, the creature takes 6d10 slashing damage. On a successful save, the creature takes half as much damage.</p>"
    },
    "Contact Other Plane": {
      "name": "Contact Other Plane",
      "description": "<p>You mentally contact a demigod, the spirit of a long-dead sage, or some other mysterious entity from another plane. Contacting this extraplanar intelligence can strain or even break your mind. When you cast this spell, make a DC 15 Intelligence saving throw. On a failure, you take 6d6 psychic damage and are insane until you finish a long rest. While insane, you can't take actions, can't understand what other creatures say, can't read, and speak only in gibberish. A greater restoration spell cast on you ends this effect.</p><p>On a successful save, you can ask the entity up to five questions. You must ask your questions before the spell ends. The DM answers each question with one word, such as \"yes,\" \"no,\" \"maybe,\" \"never,\" \"irrelevant,\" or \"unclear\" (if the entity doesn't know the answer to the question). If a one-word answer would be misleading, the DM might instead offer a short phrase as an answer.</p>"
    },
    "Freedom of Movement": {
      "name": "Freedom of Movement",
      "description": "<p>You touch a willing creature. For the Duration, the target's Movement is unaffected by difficult terrain, and Spells and other magical Effects can neither reduce the target's speed nor cause the target to be Paralyzed or Restrained.</p><p>The target can also spend 5 feet of Movement to automatically escape from nonmagical restraints, such as Manacles or a creature that has it Grappled. Finally, being Underwater imposes no penalties on the target's movement or attacks.</p>",
      "effects": {
        "Freedom of Movement": {
          "name": "Freedom of Movement",
          "description": "<p>The target's Movement is unaffected by difficult terrain, and Spells and other magical Effects can neither reduce the target's speed nor cause the target to be Paralyzed or Restrained.</p>"
        }
      }
    },
    "Sleet Storm": {
      "name": "Sleet Storm",
      "description": "<p>Until the spell ends, freezing rain and sleet fall in a 20-foot-tall cylinder with a 40-foot radius centered on a point you choose within range. The area is heavily obscured, and exposed flames in the area are doused.</p><p>The ground in the area is covered with slick ice, making it difficult terrain. When a creature enters the spell's area for the first time on a turn or starts its turn there, it must make a Dexterity saving throw. On a failed save, it falls Prone.</p><p>If a creature is concentrating in the spell's area, the creature must make a successful Constitution saving throw against your spell save DC or lose concentration.</p>"
    },
    "Resistance": {
      "name": "Resistance",
      "description": "<p>You touch one willing creature. Once before the spell ends, the target can roll a d4 and add the number rolled to one saving throw of its choice. It can roll the die before or after making the saving throw. The spell then ends.</p>"
    },
    "Power Word Kill": {
      "name": "Power Word Kill",
      "description": "<p>You utter a word of power that can compel one creature you can see within range to die instantly. If the creature you choose has 100 hit points or fewer, it dies. Otherwise, the spell has no effect.</p>"
    },
    "Commune with Nature": {
      "name": "Commune with Nature",
      "description": "<p>You briefly become one with nature and gain knowledge of the surrounding territory. In the outdoors, the spell gives you knowledge of the land within 3 miles of you. In caves and other natural underground settings, the radius is limited to 300 feet. The spell doesn't function where nature has been replaced by construction, such as in dungeons and towns.</p><p>You instantly gain knowledge of up to three facts of your choice about any of the following subjects as they relate to the area:</p>\n<ul>\n<li>terrain and bodies of water</li>\n<li>prevalent plants, minerals, animals, or peoples</li>\n<li>powerful celestials, fey, fiends, elementals, or undead</li>\n<li>influence from other planes of existence</li>\n<li>buildings</li>\n</ul>\n<p>For example, you could determine the location of powerful undead in the area, the location of major sources of safe drinking water, and the location of any nearby towns.</p>"
    },
    "Produce Flame": {
      "name": "Produce Flame",
      "description": "<p>A flickering flame appears in your hand. The flame remains there for the Duration and harms neither you nor your Equipment. The flame sheds bright light in a 10-foot radius and dim light for an additional 10 feet. The spell ends if you dismiss it as an action or if you cast it again.</p><p>You can also Attack with the flame, although doing so ends the spell. When you cast this spell, or as an action on a later turn, you can hurl the flame at a creature within 30 feet of you. Make a ranged spell Attack. On a hit, the target takes 1d8 fire damage.</p><p>This spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
    },
    "Dominate Monster": {
      "name": "Dominate Monster",
      "description": "<p>You attempt to beguile a creature that you can see within range. It must succeed on a Wisdom saving throw or be &amp;Reference[charmed] by you for the duration. If you or creatures that are friendly to you are fighting it, it has advantage on the saving throw.</p><p>While the creature is charmed, you have a telepathic link with it as long as the two of you are on the same plane of existence. You can use this telepathic link to issue commands to the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as \"Attack that creature,\" \"Run over there,\" or \"Fetch that object.\" If the creature completes the order and doesn't receive further direction from you, it defends and preserves itself to the best of its ability.</p><p>You can use your action to take total and precise control of the target. Until the end of your next turn, the creature takes only the actions you choose, and doesn't do anything that you don't allow it to do. During this time, you can also cause the creature to use a reaction, but this requires you to use your own reaction as well.</p><p>Each time the target takes damage, it makes a new Wisdom saving throw against the spell. If the saving throw succeeds, the spell ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell with a 9th-level spell slot, the duration is concentration, up to 8 hours.</p>",
      "effects": {
        "Dominate Monster": {
          "name": "Dominate Monster",
          "description": "<p>目标被魅惑了，而且必须尽其所能遵从任何来自施法者的指令。</p>"
        }
      }
    },
    "Prismatic Spray": {
      "name": "Prismatic Spray",
      "description": "<p>Eight multicolored rays of light flash from your hand. Each ray is a different color and has a different power and purpose. Each creature in a 60-foot cone must make a Dexterity saving throw. For each target, roll a d8 to determine which color ray affects it.</p><ol><li><strong>Red</strong>. The target takes 10d6 fire damage on a failed save, or half as much damage on a successful one.</li><li><strong>Orange</strong>. The target takes 10d6 acid damage on a failed save, or half as much damage on a successful one.</li><li><strong>Yellow</strong>. The target takes 10d6 lightning damage on a failed save, or half as much damage on a successful one.</li><li><strong>Green</strong>. The target takes 10d6 poison damage on a failed save, or half as much damage on a successful one.</li><li><strong>Blue</strong>. The target takes 10d6 cold damage on a failed save, or half as much damage on a successful one.</li><li><strong>Indigo</strong>. On a failed save, the target is &amp;Reference[Restrained]. It must then make a Constitution saving throw at the end of each of its turns. If it successfully saves three times, the spell ends. If it fails its save three times, it permanently turns to stone and is subjected to the &amp;Reference[Petrified] condition. The successes and failures don't need to be consecutive; keep track of both until the target collects three of a kind.</li><li><strong>Violet</strong>. On a failed save, the target is &amp;Reference[Blinded]. It must then make a Wisdom saving throw at the start of your next turn. A successful save ends the blindness. If it fails that save, the creature is transported to another plane of existence of the DM's choosing and is no longer Blinded. (Typically, a creature that is on a plane that isn't its home plane is banished home, while other creatures are usually cast into the Astral or Ethereal planes.)</li><li><strong>Special</strong>. The target is struck by two rays. Roll twice more, rerolling any 8.</li></ol>",
      "effects": {
        "Prismatic Spray (indigo)": {
          "name": "Prismatic Spray (indigo)",
          "description": "<p>The target is Restrained. It must then make a Constitution saving throw at the end of each of its turns. If it successfully saves three times, the spell ends. If it fails its save three times, it permanently turns to stone and is subjected to the Petrified condition.</p>"
        },
        "Prismatic Spray (violet)": {
          "name": "Prismatic Spray (violet)",
          "description": "<p>The target is Blinded. It must then make a Wisdom saving throw at the start of the caster's next turn. A successful save ends the blindness. If it fails that save, the creature is transported to another plane of existence and is no longer Blinded.</p>"
        }
      }
    },
    "Project Image": {
      "name": "投影术",
      "description": "<p>你创造一个自己的幻象分身，并使其在法术持续时间内维持存在。该分身可以出现在施法距离内你曾见过的任何地点，而不论中间是否存在障碍物。该幻象外观和声音与你一样，只是没有现实形体。幻象受到伤害时会立即消失并终止法术。</p><p>你可以用你的动作移动该分身至多两倍于你速度的尺数，而其姿态、言语和行为均按照你的指定作表现。此外幻象还可以完美的模仿你的举止。</p><p>你可以通过分身的眼睛视物，用分身的耳朵聆听，如同你处于它的位置一样。你可以在自己回合内以一个附赠动作在自己与分身的感官间切换。而当你使用分身的感官时，本体周边的事物对你而言等同于处于目盲且耳聋的状态。</p><p>由于幻象无法被碰到，任何与该幻象进行的物理互动都会暴露其幻觉本质。一个生物用其动作调查幻象时，它可以进行一次对抗法术豁免 DC 的 [[/check ability=int skill=inv dc=@attributes.spelldc]] 检定，以判定是否看穿幻象。辨出幻象的生物可以看穿该影像，其产生的声响对该生物而言显得虚假。</p>"
    },
    "Charm Person": {
      "name": "Charm Person",
      "description": "<p>You attempt to charm a humanoid you can see within range. It must make a Wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is &amp;Reference[charmed] by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>",
      "effects": {
        "Charm Person": {
          "name": "Charm Person",
          "description": "<p>The target is Charmed by the caster until the spell ends. The charmed creature regards the caster as a friendly acquaintance. When the spell ends, the creature knows it was charmed.</p>"
        }
      }
    },
    "Call Lightning": {
      "name": "Call Lightning",
      "description": "<p>A storm cloud appears in the shape of a cylinder that is 10 feet tall with a 60-foot radius, centered on a point you can see 100 feet directly above you. The spell fails if you can't see a point in the air where the storm cloud could appear (for example, if you are in a room that can't accommodate the cloud).</p><p>When you cast the spell, choose a point you can see within range. A bolt of lightning flashes down from the cloud to that point. Each creature within 5 feet of that point must make a Dexterity saving throw. A creature takes 3d10 lightning damage on a failed save, or half as much damage on a successful one. On each of your turns until the spell ends, you can use your action to call down lightning in this way again, targeting the same point or a different one.</p><p>If you are outdoors in stormy conditions when you cast this spell, the spell gives you control over the existing storm instead of creating a new one. Under such conditions, the spell's damage increases by 1d10.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 4th or higher level, the damage increases by 1d10 for each slot level above 3rd.</p>"
    },
    "Magic Jar": {
      "name": "Magic Jar",
      "description": "<p>Your body falls into a catatonic state as your soul leaves it and enters the container you used for the spell's material component. While your soul inhabits the container, you are aware of your surroundings as if you were in the container's space. You can't move or use reactions. The only action you can take is to project your soul up to 100 feet out of the container, either returning to your living body (and ending the spell) or attempting to possess a humanoids body.</p><p>You can attempt to possess any humanoid within 100 feet of you that you can see (creatures warded by a protection from evil and good or magic circle spell can't be possessed). The target must make a Charisma saving throw. On a failure, your soul moves into the target's body, and the target's soul becomes trapped in the container. On a success, the target resists your efforts to possess it, and you can't attempt to possess it again for 24 hours.</p><p>Once you possess a creature's body, you control it. Your game statistics are replaced by the statistics of the creature, though you retain your alignment and your Intelligence, Wisdom, and Charisma scores. You retain the benefit of your own class features. If the target has any class levels, you can't use any of its class features.</p><p>Meanwhile, the possessed creature's soul can perceive from the container using its own senses, but it can't move or take actions at all.</p><p>While possessing a body, you can use your action to return from the host body to the container if it is within 100 feet of you, returning the host creature's soul to its body. If the host body dies while you're in it, the creature dies, and you must make a Charisma saving throw against your own spellcasting DC. On a success, you return to the container if it is within 100 feet of you. Otherwise, you die.</p><p>If the container is destroyed or the spell ends, your soul immediately returns to your body. If your body is more than 100 feet away from you or if your body is dead when you attempt to return to it, you die. If another creature's soul is in the container when it is destroyed, the creature's soul returns to its body if the body is alive and within 100 feet. Otherwise, that creature dies.</p><p>When the spell ends, the container is destroyed.</p>"
    },
    "Grease": {
      "name": "Grease",
      "description": "<p>Slick grease covers the ground in a 10-foot square centered on a point within range and turns it into difficult terrain for the duration.</p><p>When the grease appears, each creature standing in its area must succeed on a Dexterity saving throw or fall prone. A creature that enters the area or ends its turn there must also succeed on a Dexterity saving throw or fall prone.</p>"
    },
    "Wind Wall": {
      "name": "Wind Wall",
      "description": "<p>A wall of strong wind rises from the ground at a point you choose within range. You can make the wall up to 50 feet long, 15 feet high, and 1 foot thick. You can shape the wall in any way you choose so long as it makes one continuous path along the ground. The wall lasts for the Duration.</p>\n        <p>When the wall appears, each creature within its area must make a Strength saving throw. A creature takes 3d8 bludgeoning damage on a failed save, or half as much damage on a successful one.</p>\n        <p>The strong wind keeps fog, smoke, and other gases at bay. Small or smaller flying creatures or objects can't pass through the wall. Loose, lightweight materials brought into the wall fly upward. Arrows, bolts, and other ordinary projectiles launched at targets behind the wall are deflected upward and automatically miss. (Boulders hurled by Giants or siege engines, and similar projectiles, are unaffected.) Creatures in gaseous form can't pass through it.</p>"
    },
    "Mirage Arcane": {
      "name": "Mirage Arcane",
      "description": "<p>You make terrain in an area up to 1 mile square look, sound, smell, and even feel like some other sort of terrain. The terrain's general shape remains the same, however. Open fields or a road could be made to resemble a swamp, hill, crevasse, or some other difficult or impassable terrain. A pond can be made to seem like a grassy meadow, a precipice like a gentle slope, or a rock-strewn gully like a wide and smooth road.</p><p>Similarly, you can alter the appearance of structures, or add them where none are present. The spell doesn't disguise, conceal, or add creatures.</p><p>The Illusion includes audible, visual, tactile, and olfactory elements, so it can turn clear ground into difficult terrain (or vice versa) or otherwise impede Movement through the area. Any piece of the illusory terrain (such as a rock or stick) that is removed from the spell's area disappears immediately.</p><p>Creatures with Truesight can see through the Illusion to the terrain's true form; however, all other elements of the illusion remain, so while the creature is aware of the illusion's presence, the creature can still physically interact with the illusion.</p>"
    },
    "Scrying": {
      "name": "探知术",
      "description": "<p>你能看见和听见一个和你处于同一存在位面上的生物。目标生物必须进行一次感知豁免；该豁免的调整值与你对目标的了解程度有关，也与你和目标之间的物理联系程度有关。如果目标知道你在施展该法术，而它又愿意被你观察，则它可以自愿放弃该豁免。</p>\n<table border=\"1\">\n<tbody>\n<tr>\n<td><strong>了解程度</strong></td>\n<td><strong>豁免调整值</strong></td>\n</tr>\n<tr>\n<td>二手信息（你曾经听说过目标）</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>直接信息（你曾经见过目标）</td>\n<td>+0</td>\n</tr>\n<tr>\n<td>熟悉（你对目标很了解）</td>\n<td>-5</td>\n</tr>\n</tbody>\n</table>\n\n<table border=\"1\">\n<tbody>\n<tr>\n<td><strong>你持有目标的…</strong></td>\n<td><strong>豁免调整值</strong></td>\n</tr>\n<tr>\n<td>肖像或其他图像</td>\n<td>-2</td>\n</tr>\n<tr>\n<td>衣物或其他物品</td>\n<td>-4</td>\n</tr>\n<tr>\n<td>身体部位如头发或指甲</td>\n<td>-10</td>\n</tr>\n</tbody>\n</table>\n<p>如果对方豁免成功，则目标不受该法术影响，并且在 24 小时内你不能尝试探知同一个目标。</p><p>如果对方豁免失败，则你在目标身边 10 尺内创造出一个隐形的传感器。通过传感器，你可以身临其境地看见和听见周围的环境。传感器会跟随目标移动，并在法术持续时间内始终保持在目标 10 尺之内。在能够看破隐形的生物眼中，你的探传感器是一个拳头大小的光球。</p><p>除生物之外，你也可以选择一个你以前见过的地点作为该法术的目标。这时，传感器会出现在目标地点且不会移动。</p>"
    },
    "Planar Ally": {
      "name": "Planar Ally",
      "description": "<p>You beseech an otherworldly entity for aid. The being must be known to you: a god, a Primordial, a demon prince, or some other being of cosmic power. That entity sends a Celestial, an elemental, or a fiend loyal to it to aid you, making the creature appear in an unoccupied space within range. If you know a specific creature's name, you can speak that name when you cast this spell to request that creature, though you might get a different creature anyway (DM's choice).</p><p>When the creature appears, it is under no Compulsion to behave in any particular way. You can ask the creature to perform a service in exchange for payment, but it isn't obliged to do so. The requested task could range from simple (fly us across the chasm, or help us fight a battle) to complex (spy on our enemies, or protect us during our foray into the dungeon). You must be able to communicate with the creature to bargain for its Services.</p><p>Payment can take a variety of forms. A Celestial might require a sizable donation of gold or Magic Items to an allied Temple, while a fiend might demand a living sacrifice or a gift of Treasure. Some creatures might exchange their service for a quest undertaken by you.</p><p>As a rule of thumb, a task that can be measured in minutes requires a payment worth 100 gp per minute. A task measured in hours requires 1,000 gp per hour. And a task measured in days (up to 10 days) requires 10,000 gp per day. The DM can adjust these payments based on the circumstances under which you cast the spell. If the task is aligned with the creature's ethos, the payment might be halved or even waived. Nonhazardous tasks typically require only half the suggested payment, while especially dangerous tasks might require a greater gift. Creatures rarely accept tasks that seem suicidal.</p><p>After the creature completes the task, or when the agreed-upon Duration of service expires, the creature returns to its home plane after reporting back to you, if appropriate to the task and if possible. If you are unable to agree on a price for the creature's service, the creature immediately returns to its home plane.</p><p>A creature enlisted to join your group counts as a member of it, receiving a full share of Experience Points awarded.</p>"
    },
    "Wall of Ice": {
      "name": "Wall of Ice",
      "description": "<p>You create a wall of ice on a solid surface within range. You can form it into a hemispherical dome or a sphere with a radius of up to 10 feet, or you can shape a flat surface made up of ten 10-foot-square panels. Each panel must be contiguous with another panel. In any form, the wall is 1 foot thick and lasts for the Duration.</p><p>If the wall cuts through a creature's space when it appears, the creature within its area is pushed to one side of the wall and must make a Dexterity saving throw. On a failed save, the creature takes 10d6 cold damage, or half as much damage on a successful save.</p><p>The wall is an object that can be damaged and thus breached. It has AC 12 and 30 hit points per 10-foot section, and it is vulnerable to fire damage. Reducing a 10-foot section of wall to 0 hit points destroys it and leaves behind a sheet of frigid air in the space the wall occupied. A creature moving through the sheet of frigid air for the first time on a turn must make a Constitution saving throw. That creature takes 5d6 cold damage on a failed save, or half as much damage on a successful one.</p><p>At Higher Levels. When you cast this spell using a spell slot of 7th level or higher, the damage the wall deals when it appears increases by 2d6, and the damage from passing through the sheet of frigid air increases by 1d6, for each slot level above 6th.</p>"
    },
    "Poison Spray": {
      "name": "Poison Spray",
      "description": "<p>You extend your hand toward a creature you can see within range and project a puff of noxious gas from your palm. The creature must succeed on a Constitution saving throw or take 1d12 poison damage.</p><p>This spell's damage increases by 1d12 when you reach 5th level (2d12), 11th level (3d12), and 17th level (4d12).</p>"
    },
    "Entangle": {
      "name": "纠缠术",
      "description": "<p>在施法距离内的地面上指定一点，并以其为源点蔓延出 20 尺方形区域的杂草和藤蔓。在法术持续时间内，这片被植物覆盖的区域变为困难地形。</p><p>在你施展法术时，该区域内的生物必须成功通过一次力量豁免，否则将因为这些缠绕的植物陷入&Reference[Restrained]状态，直到法术终止。一个因此被束缚的生物可以使用其动作进行一次力量检定以对抗该法术的豁免 DC，检定成功则摆脱束缚。</p><p>法术终止时，所召唤的植物随即枯萎。</p>",
      "effects": {
        "Entangle": {
          "name": "纠缠",
          "description": "<p>你因为这些缠绕的植物陷入束缚状态，直到法术终止。你可以使用你的动作进行一次力量检定以对抗该法术的豁免 DC，检定成功则摆脱束缚。</p>"
        }
      }
    },
    "Locate Creature": {
      "name": "Locate Creature",
      "description": "<p>Describe or name a creature that is familiar to you. You sense the direction to the creature's location, as long as that creature is within 1,000 feet of you. If the creature is moving, you know the direction of its movement.</p><p>The spell can locate a specific creature known to you, or the nearest creature of a specific kind (such as a human or a unicorn), so long as you have seen such a creature up close—within 30 feet—at least once. If the creature you described or named is in a different form, such as being under the effects of a polymorph spell, this spell doesn't locate the creature.</p><p>This spell can't locate a creature if running water at least 10 feet wide blocks a direct path between you and the creature.</p>"
    },
    "Heroism": {
      "name": "Heroism",
      "description": "<p>A willing creature you touch is imbued with bravery. Until the spell ends, the creature is immune to being Frightened and gains Temporary Hit Points equal to your Spellcasting ability modifier at the start of each of its turns. When the spell ends, the target loses any remaining temporary hit points from this spell.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st.</p>"
    },
    "Detect Magic": {
      "name": "Detect Magic",
      "description": "<p>For the duration, you sense the presence of magic within 30 feet of you. If you sense magic in this way, you can use your action to see a faint aura around any visible creature or object in the area that bears magic, and you learn its school of magic, if any.</p><p>The spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
    },
    "Tongues": {
      "name": "Tongues",
      "description": "<p>This spell grants the creature you touch the ability to understand any spoken language it hears. Moreover, when the target speaks, any creature that knows at least one language and can hear the target understands what it says.</p>"
    },
    "Sanctuary": {
      "name": "Sanctuary",
      "description": "<p>You ward a creature within range against attack. Until the spell ends, any creature who targets the warded creature with an attack or a harmful spell must first make a Wisdom saving throw. On a failed save, the creature must choose a new target or lose the attack or spell. This spell doesn't protect the warded creature from area effects, such as the explosion of a Fireball.</p><p>If the warded creature makes an attack or casts a spell that affects an enemy creature, this spell ends.</p>"
    },
    "Clone": {
      "name": "克隆术",
      "description": "<p>此法术用以培养一个活体生物的无意识复制体作为其死亡时的保险措施。该克隆体在作为法术成分的密封容器中成长，并在 120 日后成熟；你还可以为同一个生物制作较年轻版本的肉体。在容器未被外界影响时，其中的躯体会一直保持无意识的静止状态。</p><p>克隆体成长成熟后，如果本体生物死亡，则其灵魂转移到克隆体中，前提是该灵魂必须保持自由且自愿复活。克隆体的肉体特质与本体相同，并具有相同的个性、记忆和能力，但并不拥有本体随身的装备。由于灵魂已经转移到别处，该生物原本的遗体（如果依然存在）失去活力，且不能被复活。</p>"
    },
    "Animal Friendship": {
      "name": "化兽为友",
      "description": "<p>该法术帮你让一只野兽相信你并无恶意。在施法距离内指定一只你能看见的野兽，而它也必须能看见你且能听到你的声音。该野兽必须进行一次感知豁免，豁免失败则将在法术持续时间内被你魅惑。如果它的智力为 4 或更高则法术直接失败。如果你或你的同伴对目标造成伤害，则法术终止。</p><p><strong>升环施法：</strong>使用二环或更高法术位施展该法术时，你使用的法术位每比一环高一环，就可以多选择一个野兽作为目标。</p>"
    },
    "Darkvision": {
      "name": "Darkvision",
      "description": "<p>You touch a willing creature to grant it the ability to see in the dark. For the duration, that creature has darkvision out to a range of 60 feet.</p>",
      "effects": {
        "Darkvision": {
          "name": "Darkvision",
          "description": "<p>The target has darkvision out to a range of 60 feet.</p>"
        }
      }
    },
    "Feeblemind": {
      "name": "Feeblemind",
      "description": "<p>You blast the mind of a creature that you can see within range, attempting to shatter its intellect and personality. The target takes 4d6 psychic damage and must make an Intelligence saving throw.</p><p>On a failed save, the creature's Intelligence and Charisma scores become 1. The creature can't cast Spells, activate Magic Items, understand language, or communicate in any intelligible way. The creature can, however, identify its friends, follow them, and even protect them.</p><p>At the end of every 30 days, the creature can repeat its saving throw against this spell. If it succeeds on its saving throw, the spell ends.</p><p>The spell can also be ended by Greater Restoration, heal, or wish.</p>",
      "effects": {
        "Feeblemind": {
          "name": "Feeblemind",
          "description": "<p>The creature's Intelligence and Charisma scores become 1. The creature can't cast Spells, activate Magic Items, understand language, or communicate in any intelligible way. The creature can, however, identify its friends, follow them, and even protect them.</p>"
        }
      }
    },
    "Sunburst": {
      "name": "Sunburst",
      "description": "<p>Brilliant sunlight flashes in a 60-foot radius centered on a point you choose within range. Each creature in that light must make a Constitution saving throw. On a failed save, a creature takes 12d6 radiant damage and is Blinded for 1 minute. On a successful save, it takes half as much damage and isn't blinded by this spell. Undead and oozes have disadvantage on this saving throw.</p><p>A creature Blinded by this spell makes another Constitution saving throw at the end of each of its turns. On a successful save, it is no longer blinded.</p><p>This spell dispels any Darkness in its area that was created by a spell.</p>"
    },
    "Message": {
      "name": "Message",
      "description": "<p>You point your finger toward a creature within range and whisper a message. The target (and only the target) hears the message and can reply in a whisper that only you can hear.</p><p>You can cast this spell through solid Objects if you are familiar with the target and know it is beyond the barrier. Magical silence, 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood blocks the spell. The spell doesn't have to follow a straight line and can travel freely around corners or through openings.</p>"
    },
    "Protection from Energy": {
      "name": "Protection from Energy",
      "description": "<p>For the duration, the willing creature you touch has resistance to one damage type of your choice: acid, cold, fire, lightning, or thunder.</p>"
    },
    "Holy Aura": {
      "name": "Holy Aura",
      "description": "<p>Divine light washes out from you and coalesces in a soft radiance in a 30-foot radius around you. Creatures of your choice in that radius when you cast this spell shed dim light in a 5-foot radius and have advantage on all Saving Throws, and other creatures have disadvantage on Attack rolls against them until the spell ends. In addition, when a fiend or an Undead hits an affected creature with a melee attack, the aura flashes with brilliant light. The attacker must succeed on a Constitution saving throw or be Blinded until the spell ends.</p>"
    },
    "Shield of Faith": {
      "name": "Shield of Faith",
      "description": "<p>A shimmering field appears and surrounds a creature of your choice within range, granting it a +2 bonus to AC for the duration.</p>",
      "effects": {
        "Shield of Faith": {
          "name": "Shield of Faith",
          "description": "<p>The target gains it a +2 bonus to AC for the duration.</p>"
        }
      }
    },
    "Simulacrum": {
      "name": "拟像术",
      "description": "<p>你花费整段施法时间为施法距离内一个野兽或类人生物塑造出一个幻象分身。该分身是一个由冰雪构成的半真实生物，它可以执行动作，也能在其他方面如同正常生物一样受到各种影响。它与其本体生物看起来一样，但是其生命值上限只有本体一半，而且在成型时不带任何装备。除此之外，幻象分身的属性数据都与本体相同，不过生物类型是构装生物。</p><p>拟像对你和你所选定的生物保持友好关系。它会服从你说出的命令，按照你的愿望行动，在战斗中还会在你的回合行动。拟像无法学习，也不知道如何变得更强大，因此它永远不会升级，其他能力也不会变得更强，而它用掉的法术位也不能恢复。</p><p>拟像受损后，你可以在炼金实验室里修理它。拟像每恢复一点生命值就要消耗价值 100gp 的稀有矿物和药草。拟像会一直持续到其生命值降至 0，随后就变回冰雪并立刻融化。</p><p>再次施放该法术时，任何你已用该法术创造出来并且正在活动中的分身都会立刻被摧毁。</p>"
    },
    "Resurrection": {
      "name": "Resurrection",
      "description": "<p>You touch a dead creature that has been dead for no more than a century, that didn't die of old age, and that isn't undead. If its soul is free and willing, the target returns to life with all its hit points.</p><p>This spell neutralizes any poisons and cures normal diseases afflicting the creature when it died. It doesn't, however, remove magical diseases, curses, and the like; if such effects aren't removed prior to casting the spell, they afflict the target on its return to life.</p><p>This spell closes all mortal wounds and restores any missing body parts.</p><p>Coming back from the dead is an ordeal. The target takes a −4 penalty to all attack rolls, saving throws, and ability checks. Every time the target finishes a long rest, the penalty is reduced by 1 until it disappears.</p><p>Casting this spell to restore life to a creature that has been dead for one year or longer taxes you greatly. Until you finish a long rest, you can't cast spells again, and you have disadvantage on all attack rolls, ability checks, and saving throws.</p>"
    },
    "Prismatic Wall": {
      "name": "Prismatic Wall",
      "description": "<p>A shimmering, multicolored plane of light forms a vertical opaque wall—up to 90 feet long, 30 feet high, and 1 inch thick—centered on a point you can see within range. Alternatively, you can shape the wall into a Sphere up to 30 feet in diameter centered on a point you choose within range. The wall remains in place for the Duration. If you position the wall so that it passes through a space occupied by a creature, the spell fails, and your action and the spell slot are wasted.</p><p>The wall sheds bright light out to a range of 100 feet and dim light for an additional 100 feet. You and creatures you designate at the time you cast the spell can pass through and remain near the wall without harm. If another creature that can see the wall moves to within 20 feet of it or starts its turn there, the creature must succeed on a Constitution saving throw or become Blinded for 1 minute.</p><p>The wall consists of seven layers, each with a different color. When a creature attempts to reach into or pass through the wall, it does so one layer at a time through all the wall's layers. As it passes or reaches through each layer, the creature must make a Dexterity saving throw or be affected by that layer's properties as described below.</p><p>The wall can be destroyed, also one layer at a time, in order from red to violet, by means specific to each layer. Once a layer is destroyed, it remains so for the Duration of the spell. An Antimagic Field has no effect on the wall, and Dispel Magic works only against the violet layer.</p>\n<ol>\n<li><strong>Red</strong>. The creature takes 10d6 fire damage on a failed save, or half as much damage on a successful one. While this layer is in place, nonmagical Ranged Attacks can't pass through the wall. The layer can be destroyed by dealing at least 25 cold damage to it.</li>\n<li><strong>Orange</strong>. The creature takes 10d6 acid damage on a failed save, or half as much damage on a successful one. While this layer is in place, magical Ranged Attacks can't pass through the wall. The layer is destroyed by a strong wind.</li>\n<li><strong>Yellow</strong>. The creature takes 10d6 lightning damage on a failed save, or half as much damage on a successful one. This layer can be destroyed by dealing at least 60 force damage to it.</li>\n<li><strong>Green</strong>. The creature takes 10d6 poison damage on a failed save, or half as much damage on a successful one. A Passwall spell, or another spell of equal or greater level that can open a portal on a solid surface, destroys this layer.</li>\n<li><strong>Blue</strong>. The creature takes 10d6 cold damage on a failed save, or half as much damage on a successful one. This layer can be destroyed by dealing at least 25 fire damage to it.</li>\n<li><strong>Indigo</strong>. On a failed save, the creature is Restrained. It must then make a Constitution saving throw at the end of each of its turns. If it successfully saves three times, the spell ends. If it fails its save three times, it permanently turns to stone and is subjected to the Petrified condition. The successes and failures don't need to be consecutive; keep track of both until the creature collects three of a kind.\n<ul>\n<li>While this layer is in place, Spells can't be cast through the wall. The layer is destroyed by bright light shed by a Daylight spell or a similar spell of equal or higher level.</li>\n</ul>\n</li>\n<li><strong>Violet</strong>. On a failed save, the creature is Blinded. It must then make a Wisdom saving throw at the start of your next turn. A successful save ends the blindness. If it fails that save, the creature is transported to another plane of the DM's choosing and is no longer Blinded. (Typically, a creature that is on a plane that isn't its home plane is banished home, while other creatures are usually cast into the Astral or Ethereal planes.) This layer is destroyed by a Dispel Magic spell or a similar spell of equal or higher level that can end Spells and magical Effects.</li>\n</ol>"
    },
    "Dream": {
      "name": "Dream",
      "description": "<p>This spell shapes a creature's dreams. Choose a creature known to you as the target of this spell. The target must be on the same plane of existence as you. Creatures that don't sleep, such as elves, can't be contacted by this spell. You, or a willing creature you touch, enters a trance state, acting as a messenger. While in the trance, the messenger is aware of his or her surroundings, but can't take Actions or move.</p><p>If the target is asleep, the messenger appears in the target's dreams and can converse with the target as long as it remains asleep, through the Duration of the spell. The messenger can also shape The Environment of the dream, creating landscapes, Objects, and other images. The messenger can emerge from the trance at any time, ending the effect of the spell early. The target recalls the dream perfectly upon waking. If the target is awake when you cast the spell, the messenger knows it, and can either end the trance (and the spell) or wait for the target to fall asleep, at which point the messenger appears in the target's dreams.</p><p>You can make the messenger appear monstrous and terrifying to the target. If you do, the messenger can deliver a message of no more than ten words and then the target must make a Wisdom saving throw. On a failed save, echoes of the phantasmal monstrosity spawn a nightmare that lasts the Duration of the target's sleep and prevents the target from gaining any benefit from that rest. In addition, when the target wakes up, it takes 3d6 psychic damage.</p><p>If you have a body part, lock of hair, clipping from a nail, or similar portion of the target's body, the target makes its saving throw with disadvantage.</p>"
    },
    "Mending": {
      "name": "Mending",
      "description": "<p>This spell repairs a single break or tear in an object you touch, such as a broken chain link, two halves of a broken key, a torn cloak, or a leaking wineskin. As long as the break or tear is no larger than 1 foot in any dimension, you mend it, leaving no trace of the former damage.</p><p>This spell can physically repair a magic item or construct, but the spell can't restore magic to such an object.</p>"
    },
    "Flesh to Stone": {
      "name": "Flesh to Stone",
      "description": "<p>You attempt to turn one creature that you can see within range into stone. If the target's body is made of flesh, the creature must make a Constitution saving throw. On a failed save, it is &amp;Reference[Restrained] as its flesh begins to harden. On a successful save, the creature isn't affected.</p><p>A creature Restrained by this spell must make another Constitution saving throw at the end of each of its turns. If it successfully saves against this spell three times, the spell ends. If it fails its saves three times, it is turned to stone and subjected to the &amp;Reference[Petrified] condition for the Duration. The successes and failures don't need to be consecutive; keep track of both until the target collects three of a kind.</p><p>If the creature is physically broken while Petrified, it suffers from similar deformities if it reverts to its original state.</p><p>If you maintain your Concentration on this spell for the entire possible Duration, the creature is turned to stone until the effect is removed.</p>",
      "effects": {
        "Flesh to Stone": {
          "name": "Flesh to Stone",
          "description": "<p>The target is Restrained as its flesh begins to harden. A creature Restrained by this spell must make another Constitution saving throw at the end of each of its turns. If it successfully saves against this spell three times, the spell ends. If it fails its saves three times, it is turned to stone and subjected to the Petrified condition for the Duration.</p>"
        }
      }
    },
    "Inflict Wounds": {
      "name": "Inflict Wounds",
      "description": "<p>Make a melee spell Attack against a creature you can reach. On a hit, the target takes 3d10 necrotic damage.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d10 for each slot level above 1st.</p>"
    },
    "Hold Monster": {
      "name": "Hold Monster",
      "description": "<p>Choose a creature that you can see within range. The target must succeed on a Wisdom saving throw or be &amp;Reference[Paralyzed] for the Duration. This spell has no effect on Undead. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the spell ends on the target.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 6th level or higher, you can target one additional creature for each slot level above 5th. The creatures must be within 30 feet of each other when you target them.</p>",
      "effects": {
        "Hold Monster": {
          "name": "Hold Monster",
          "description": "<p>The target is Paralyzed for the Duration. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the spell ends on the target.</p>"
        }
      }
    },
    "Creation": {
      "name": "Creation",
      "description": "<p>You pull wisps of shadow material from the Shadowfell to create a nonliving object of vegetable matter within 'range': soft goods, rope, wood, or something similar. You can also use this spell to create mineral objects such as stone, crystal, or metal. The object created must be no larger than a 5-foot cube, and the object must be of a form and material that you have seen before.</p><p>The duration depends on the object's material. If the object is composed of multiple materials, use the shortest duration.</p>\n<ul>\n<li>Vegetable matter - 1 day</li>\n<li>Stone or crystal - 12 hours</li>\n<li>Precious metals - 1 hour</li>\n<li>Gems - 10 minutes</li>\n<li>Adamantine or mithral - 1 minute</li>\n</ul>\n<p>Using any material created by this spell as another spell's material component causes that spell to fail.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 6th level or higher, the cube increases by 5 feet for each slot level above 5th.</p>"
    },
    "Meteor Swarm": {
      "name": "Meteor Swarm",
      "description": "<p>Blazing orbs of fire plummet to the ground at four different points you can see within range. Each creature in a 40-foot-radius sphere centered on each point you choose must make a Dexterity saving throw. The sphere spreads around corners. A creature takes 20d6 fire damage and 20d6 bludgeoning damage on a failed save, or half as much damage on a successful one. A creature in the area of more than one fiery burst is affected only once.</p><p>The spell damages objects in the area and ignites flammable objects that aren't being worn or carried.</p>"
    },
    "True Strike": {
      "name": "True Strike",
      "description": "<p>You extend your hand and point a finger at a target in range. Your magic grants you a brief insight into the target's defenses. On your next turn, you gain advantage on your first attack roll against the target, provided that this spell hasn't ended.</p>"
    },
    "Seeming": {
      "name": "Seeming",
      "description": "<p>This spell allows you to change the appearance of any number of creatures that you can see within range. You give each target you choose a new, illusory appearance. An unwilling target can make a Charisma saving throw, and if it succeeds, it is unaffected by this spell.</p><p>The spell disguises physical appearance as well as clothing, armor, Weapons, and Equipment. You can make each creature seem 1 foot shorter or taller and appear thin, fat, or in between. You can't change a target's body type, so you must choose a form that has the same basic arrangement of limbs. Otherwise, the extent of the Illusion is up to you. The spell lasts for the Duration, unless you use your action to dismiss it sooner.</p><p>The changes wrought by this spell fail to hold up to physical inspection. For example, if you use this spell to add a hat to a creature's outfit, Objects pass through the hat, and anyone who touches it would feel nothing or would feel the creature's head and hair. If you use this spell to appear thinner than you are, the hand of someone who reaches out to touch you would bump into you while it was seemingly still in midair.</p><p>A creature can use its action to inspect a target and make an Intelligence  (Investigation) check against your spell save DC. If it succeeds, it becomes aware that the target is disguised.</p>"
    },
    "Heroes' Feast": {
      "name": "Heroes' Feast",
      "description": "<p>You bring forth a great feast, including magnificent food and drink. The feast takes 1 Hour to consume and disappears at the end of that time, and the beneficial Effects don't set in until this hour is over. Up to twelve creatures can partake of the feast.</p><p>A creature that partakes of the feast gains several benefits. The creature is cured of all Diseases and poison, becomes immune to poison and being Frightened, and makes all Wisdom Saving Throws with advantage. Its hit point maximum also increases by 2d10, and it gains the same number of Hit Points. These benefits last for 24 hours.</p>",
      "effects": {
        "Heroes' Feast": {
          "name": "Heroes' Feast",
          "description": "<p>The creature is cured of all Diseases and poison, becomes immune to poison and being Frightened, and makes all Wisdom Saving Throws with advantage. Its hit point maximum also increases by 2d10, and it gains the same number of Hit Points. These benefits last for 24 hours.</p>"
        }
      }
    },
    "Gentle Repose": {
      "name": "Gentle Repose",
      "description": "<p>You touch a corpse or other remains. For the duration, the target is protected from decay and can't become undead.</p><p>The spell also effectively extends the time limit on raising the target from the dead, since days spent under the influence of this spell don't count against the time limit of spells such as raise dead.</p>"
    },
    "Sacred Flame": {
      "name": "Sacred Flame",
      "description": "<p>Flame-like radiance descends on a creature that you can see within range. The target must succeed on a Dexterity saving throw or take 1d8 radiant damage. The target gains no benefit from cover for this saving throw.</p><p>The spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
    },
    "Faerie Fire": {
      "name": "Faerie Fire",
      "description": "<p>Each object in a 20-foot cube within range is outlined in blue, green, or violet light (your choice). Any creature in the area when the spell is cast is also outlined in light if it fails a Dexterity saving throw. For the duration, objects and affected creatures shed dim light in a 10-foot radius.</p><p>Any attack roll against an affected creature or object has advantage if the attacker can see it, and the affected creature or object can't benefit from being invisible.</p>"
    },
    "Major Image": {
      "name": "Major Image",
      "description": "<p>You create the image of an object, a creature, or some other visible phenomenon that is no larger than a 20-foot cube. The image appears at a spot that you can see within range and lasts for the duration. It seems completely real, including sounds, smells, and temperature appropriate to the thing depicted. You can't create sufficient heat or cold to cause damage, a sound loud enough to deal thunder damage or deafen a creature, or a smell that might sicken a creature (like a troglodyte's stench).</p><p>As long as you are within range of the illusion, you can use your action to cause the image to move to any other spot within range. As the image changes location, you can alter its appearance so that its movements appear natural for the image. For example, if you create an image of a creature and move it, you can alter the image so that it appears to be walking. Similarly, you can cause the illusion to make different sounds at different times, even making it carry on a conversation, for example.</p><p>Physical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the creature can see through the image, and its other sensory qualities become faint to the creature.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 6th level or higher, the spell lasts until dispelled, without requiring your concentration.</p>"
    },
    "Healing Word": {
      "name": "Healing Word",
      "description": "<p>A creature of your choice that you can see within range regains hit points equal to 1d4 + your spellcasting ability modifier. This spell has no effect on undead or constructs.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the healing increases by 1d4 for each slot level above 1st.</p>"
    },
    "Wall of Force": {
      "name": "Wall of Force",
      "description": "<p>An invisible wall of force springs into existence at a point you choose within range. The wall appears in any orientation you choose, as a horizontal or vertical barrier or at an angle. It can be free floating or resting on a solid surface. You can form it into a hemispherical dome or a sphere with a radius of up to 10 feet, or you can shape a flat surface made up of ten 10-foot-by-10-foot panels. Each panel must be contiguous with another panel. In any form, the wall is 1/4 inch thick. It lasts for the Duration. If the wall cuts through a creature's space when it appears, the creature is pushed to one side of the wall (your choice which side).</p><p>Nothing can physically pass through the wall. It is immune to all damage and can't be dispelled by Dispel Magic. A Disintegrate spell destroys the wall instantly, however. The wall also extends into the Ethereal Plane, blocking ethereal travel through the wall.</p>"
    },
    "Minor Illusion": {
      "name": "Minor Illusion",
      "description": "<p>You create a sound or an image of an object within range that lasts for the duration. The illusion also ends if you dismiss it as an action or cast this spell again.</p><p>If you create a sound, its volume can range from a whisper to a scream. It can be your voice, someone else's voice, a lion's roar, a beating of drums, or any other sound you choose. The sound continues unabated throughout the duration, or you can make discrete sounds at different times before the spell ends.</p><p>If you create an image of an object—such as a chair, muddy footprints, or a small chest—it must be no larger than a 5-foot cube. The image can't create sound, light, smell, or any other sensory effect. Physical interaction with the image reveals it to be an illusion, because things can pass through it.</p><p>If a creature uses its action to examine the sound or image, the creature can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature.</p>"
    },
    "Animal Shapes": {
      "name": "Animal Shapes",
      "description": "<p>Your magic turns others into beasts. Choose any number of willing creatures that you can see within range. You transform each target into the form of a Large or smaller beast with a challenge rating of 4 or lower. On subsequent turns, you can use your action to transform affected creatures into new forms.</p><p>The transformation lasts for the duration for each target, or until the target drops to 0 hit points or dies. You can choose a different form for each target. A target's game statistics are replaced by the statistics of the chosen beast, though the target retains its alignment and Intelligence, Wisdom, and Charisma scores. The target assumes the hit points of its new form, and when it reverts to its normal form, it returns to the number of hit points it had before it transformed. If it reverts as a result of dropping to 0 hit points, any excess damage carries over to its normal form. As long as the excess damage doesn't reduce the creature's normal form to 0 hit points, it isn't knocked unconscious. The creature is limited in the actions it can perform by the nature of its new form, and it can't speak or cast spells.</p><p>The target's gear melds into the new form. The target can't activate, wield, or otherwise benefit from any of its equipment.</p>"
    },
    "Animate Dead": {
      "name": "Animate Dead",
      "description": "<p>This spell creates an undead servant. Choose a pile of bones or a corpse of a Medium or Small humanoid within range. Your spell imbues the target with a foul mimicry of life, raising it as an undead creature. The target becomes a skeleton if you chose bones or a zombie if you chose a corpse (the DM has the creature's game statistics).</p><p>On each of your turns, you can use a bonus action to mentally command any creature you made with this spell if the creature is within 60 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creature continues to follow it until its task is complete.</p><p>The creature is under your control for 24 hours, after which it stops obeying any command you've given it. To maintain control of the creature for another 24 hours, you must cast this spell on the creature again before the current 24-hour period ends. This use of the spell reasserts your control over up to four creatures you have animated with this spell, rather than animating a new one.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, you animate or reassert control over two additional undead creatures for each slot level above 3rd. Each of the creatures must come from a different corpse or pile of bones.</p>"
    },
    "Glyph of Warding": {
      "name": "Glyph of Warding",
      "description": "<p>When you cast this spell, you inscribe a glyph that later unleashes a magical effect. You inscribe it either on a surface (such as a table or a section of floor or wall) or within an object that can be closed (such as a book, a scroll, or a treasure chest) to conceal the glyph. The glyph can cover an area no larger than 10 feet in diameter. If the surface or object is moved more than 10 feet from where you cast this spell, the glyph is broken, and the spell ends without being triggered.</p><p>The glyph is nearly invisible and requires a successful Intelligence (Investigation) check against your spell save DC to be found.</p><p>You decide what triggers the glyph when you cast the spell. For glyphs inscribed on a surface, the most typical triggers include touching or standing on the glyph, removing another object covering the glyph, approaching within a certain distance of the glyph, or manipulating the object on which the glyph is inscribed. For glyphs inscribed within an object, the most common triggers include opening that object, approaching within a certain distance of the object, or seeing or reading the glyph. Once a glyph is triggered, this spell ends.</p><p>You can further refine the trigger so the spell activates only under certain circumstances or according to physical characteristics (such as height or weight), creature kind (for example, the ward could be set to affect aberrations or drow), or alignment. You can also set conditions for creatures that don't trigger the glyph, such as those who say a certain password.</p><p>When you inscribe the glyph, choose explosive runes or a spell glyph.</p><p><em><strong>Explosive Runes.</strong></em> When triggered, the glyph erupts with magical energy in a 20-foot-radius sphere centered on the glyph. The sphere spreads around corners. Each creature in the area must make a Dexterity saving throw. A creature takes [[/r 5d8]] acid, cold, fire, lightning, or thunder damage on a failed saving throw (your choice when you create the glyph), or half as much damage on a successful one.</p><p><em><strong>Spell Glyph.</strong></em> You can store a prepared spell of 3rd level or lower in the glyph by casting it as part of creating the glyph. The spell must target a single creature or an area. The spell being stored has no immediate effect when cast in this way. When the glyph is triggered, the stored spell is cast. If the spell has a target, it targets the creature that triggered the glyph. If the spell affects an area, the area is centered on that creature. If the spell summons hostile creatures or creates harmful objects or traps, they appear as close as possible to the intruder and attack it. If the spell requires concentration, it lasts until the end of its full duration.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, the damage of an explosive runes glyph increases by 1d8 for each slot level above 3rd. If you create a spell glyph, you can store any spell of up to the same level as the slot you use for the glyph of warding.</p>"
    },
    "Bestow Curse": {
      "name": "Bestow Curse",
      "description": "<p>You touch a creature, and that creature must succeed on a Wisdom saving throw or become cursed for the duration of the spell. When you cast this spell, choose the nature of the curse from the following options:</p>\n<ul>\n<li>Choose one ability score. While cursed, the target has disadvantage on ability checks and saving throws made with that ability score.</li>\n<li>While cursed, the target has disadvantage on attack rolls against you.</li>\n<li>While cursed, the target must make a Wisdom saving throw at the start of each of its turns. If it fails, it wastes its action that turn doing nothing.</li>\n<li>While the target is cursed, your attacks and spells deal an extra 1d8 necrotic damage to the target.</li>\n</ul>\n<p>A remove curse spell ends this effect. At the DM's option, you may choose an alternative curse effect, but it should be no more powerful than those described above. The DM has final say on such a curse's effect.</p><p><strong>At Higher Levels.</strong> If you cast this spell using a spell slot of 4th level or higher, the duration is concentration, up to 10 minutes. If you use a spell slot of 5th level or higher, the duration is 8 hours. If you use a spell slot of 7th level or higher, the duration is 24 hours. If you use a 9th level spell slot, the spell lasts until it is dispelled. Using a spell slot of 5th level or higher grants a duration that doesn't require concentration.</p>"
    },
    "Pass without Trace": {
      "name": "行动无踪",
      "description": "<p>阴影和沉默的幕障从你身上辐射而出，并隔绝任何对你和你的同伴进行的探测。你指定自身 30 尺内的若干生物（包括你自己）。在法术持续时间内，目标生物进行敏捷（隐匿）检定时具有 +10 加值，且不能被魔法手段以外的方式追踪。拥有该加值的生物走过某处时不会留下足印或其他踪迹。 </p>"
    },
    "Incendiary Cloud": {
      "name": "Incendiary Cloud",
      "description": "<p>A swirling cloud of smoke shot through with white-hot embers appears in a 20-foot-radius Sphere centered on a point within range. The cloud spreads around corners and is heavily obscured. It lasts for the Duration or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it.</p><p>When the cloud appears, each creature in it must make a Dexterity saving throw. A creature takes 10d8 fire damage on a failed save, or half as much damage on a successful one. A creature must also make this saving throw when it enters the spell's area for the first time on a turn or ends its turn there.</p><p>The cloud moves 10 feet directly away from you in a direction that you choose at the start of each of your turns.</p>"
    },
    "Magnificent Mansion": {
      "name": "Magnificent Mansion",
      "description": "<p>You conjure an extradimensional dwelling in range that lasts for the Duration. You choose where its one entrance is located. The entrance shimmers faintly and is 5 feet wide and 10 feet tall. You and any creature you designate when you cast the spell can enter the extradimensional dwelling as long as the portal remains open. You can open or close the portal if you are within 30 feet of it. While closed, the portal is Invisible.</p><p>Beyond the portal is a magnificent foyer with numerous chambers beyond. The atmosphere is clean, fresh, and warm.</p><p>You can create any floor plan you like, but the space can't exceed 50 cubes, each cube being 10 feet on each side. The place is furnished and decorated as you choose. It contains sufficient food to serve a nine-course banquet for up to 100 people. A staff of 100 near-transparent Servants attends all who enter. You decide the visual appearance of these Servants and their attire. They are completely obedient to your orders. Each servant can perform any task a normal human servant could perform, but they can't Attack or take any action that would directly harm another creature. Thus the Servants can fetch things, clean, mend, fold clothes, light fires, serve food, pour wine, and so on. The Servants can go anywhere in the mansion but can't leave it. Furnishings and other Objects created by this spell dissipate into smoke if removed from the mansion. When the spell ends, any creatures inside the extradimensional space are expelled into the open spaces nearest to the entrance.</p>"
    },
    "Detect Thoughts": {
      "name": "侦测思想",
      "description": "<p>你激活下述效应之一。直到法术结束为止，你可以在你随后的回合用一个魔法动作以激活下述任意效应之一。</p><p><strong>感知思想。</strong> 你感知距你 30 尺内，知晓语言或能够心灵感应的思想的存在。你并不会阅读这些思想，但你知道这里存在一名有理智的生物。</p><p>此法术会被 1 尺厚的岩石、泥土或木头，1 寸厚的金属，或薄薄一层铅阻隔。</p><p><strong>阅读思想。</strong> 选择一名距你 30 尺内的可见生物，或一名距你 30 尺内被感知思想侦测到的生物。你了解到此时目标最关心的事情。如果目标不知晓任何语言也不会心灵感应，则你不能得到任何信息。</p><p>在你的下一回合，用一个魔法动作，你可以尝试深入目标的心灵。如果你选择这么做，目标进行一次感知豁免。豁免失败，则你了解到他的逻辑推理、情绪状态以及他头脑中的一些大事（比如忧虑、挚爱和仇恨的事物）。豁免成功，法术终止。无论哪种情况，目标都会知道你正在窥探其心灵，且直到你的注意力从它的心灵上移开为止，目标均可以在其回合内使用动作进行一次 [[/check ability=int skill=arc dc=@attributes.spelldc]] 检定，对抗你的法术豁免DC，目标胜出对抗时，法术终止。</p>"
    },
    "Feather Fall": {
      "name": "Feather Fall",
      "description": "<p>Choose up to five falling creatures within range. A falling creature's rate of descent slows to 60 feet per round until the spell ends. If the creature lands before the spell ends, it takes no falling damage and can land on its feet, and the spell ends for that creature.</p>"
    },
    "Banishment": {
      "name": "Banishment",
      "description": "<p>You attempt to send one creature that you can see within range to another plane of existence. The target must succeed on a Charisma saving throw or be banished.</p><p>If the target is native to the plane of existence you're on, you banish the target to a harmless demiplane. While there, the target is &amp;Reference[incapacitated]. The target remains there until the spell ends, at which point the target reappears in the space it left or in the nearest unoccupied space if that space is occupied.</p><p>If the target is native to a different plane of existence than the one you're on, the target is banished with a faint popping noise, returning to its home plane. If the spell ends before 1 minute has passed, the target reappears in the space it left or in the nearest unoccupied space if that space is occupied. Otherwise, the target doesn't return.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 5th level or higher, you can target one additional creature for each slot level above 4th.</p>",
      "effects": {
        "Banishment": {
          "name": "Banishment",
          "description": "<p>The target native to this plane is banished to a harmless demiplane plane and is Incapacitated for the duration.</p>"
        }
      }
    },
    "Blight": {
      "name": "Blight",
      "description": "<p>Necromantic energy washes over a creature of your choice that you can see within range, draining moisture and vitality from it. The target must make a Constitution saving throw. The target takes 8d8 necrotic damage on a failed save, or half as much damage on a successful one. This spell has no effect on undead or constructs.</p><p>If you target a plant creature or a magical plant, it makes the saving throw with disadvantage, and the spell deals maximum damage to it.</p><p>If you target a nonmagical plant that isn't a creature, such as a tree or shrub, it doesn't make a saving throw, it simply withers and dies.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 5th level or higher, the damage increases by 1d8 for each slot level above 4th.</p>"
    },
    "True Resurrection": {
      "name": "True Resurrection",
      "description": "<p>You touch a creature that has been dead for no longer than 200 years and that died for any reason except old age. If the creature's soul is free and willing, the creature is restored to life with all its hit points.</p><p>This spell closes all wounds, neutralizes any poison, cures all diseases, and lifts any curses affecting the creature when it died. The spell replaces damaged or missing organs and limbs. If the creature was undead, it is restored to its non-undead form.</p><p>The spell can even provide a new body if the original no longer exists, in which case you must speak the creature's name. The creature then appears in an unoccupied space you choose within 10 feet of you.</p>"
    },
    "Heal": {
      "name": "Heal",
      "description": "<p>Choose a creature that you can see within range. A surge of positive energy washes through the creature, causing it to regain 70 Hit Points. This spell also ends blindness, deafness, and any Diseases affecting the target. This spell has no effect on constructs or Undead.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 7th level or higher, the amount of Healing increases by 10 for each slot level above 6th.</p>"
    },
    "Modify Memory": {
      "name": "Modify Memory",
      "description": "<p>You attempt to reshape another creature's memories. One creature that you can see must make a Wisdom saving throw. If you are fighting the creature, it has advantage on the saving throw. On a failed save, the target becomes Charmed by you for the Duration. The charmed target is Incapacitated and unaware of its surroundings, though it can still hear you. If it takes any damage or is targeted by another spell, this spell ends, and none of the target's memories are modified.</p><p>While this charm lasts, you can affect the target's memory of an event that it experienced within the last 24 hours and that lasted no more than 10 minutes. You can permanently eliminate all memory of the event, allow the target to recall the event with perfect clarity and exacting detail, change its memory of the details of the event, or create a memory of some other event.</p><p>You must speak to the target to describe how its memories are affected, and it must be able to understand your language for the modified memories to take root. Its mind fills in any gaps in the details of your description. If the spell ends before you have finished describing the modified memories, the creature's memory isn't altered. Otherwise, the modified memories take hold when the spell ends.</p><p>A modified memory doesn't necessarily affect how a creature behaves, particularly if the memory contradicts the creature's natural inclinations, Alignment, or beliefs. An illogical modified memory, such as implanting a memory of how much the creature enjoyed dousing itself in acid, is dismissed, perhaps as a bad dream. The DM might deem a modified memory too nonsensical to affect a creature in a significant manner.</p><p>A Remove Curse or Greater Restoration spell cast on the target restores the creature's true memory.</p><p><strong>At Higher Levels</strong>. If you cast this spell using a spell slot of 6th level or higher, you can alter the target's memories of an event that took place up to 7 days ago (6th level), 30 days ago (7th level), 1 year ago (8th level), or any time in the creature's past (9th level).</p>"
    },
    "Transport via Plants": {
      "name": "Transport via Plants",
      "description": "<p>This spell creates a magical link between a Large or larger inanimate plant within range and another plant, at any distance, on the same plane of existence. You must have seen or touched the destination plant at least once before. For the Duration, any creature can step into the target plant and exit from the destination plant by using 5 feet of Movement.</p>"
    },
    "Hallucinatory Terrain": {
      "name": "Hallucinatory Terrain",
      "description": "<p>You make natural terrain in a 150-foot cube in range look, sound, and smell like some other sort of natural terrain. Thus, open fields or a road can be made to resemble a swamp, hill, crevasse, or some other difficult or impassable terrain. A pond can be made to seem like a grassy meadow, a precipice like a gentle slope, or a rock-strewn gully like a wide and smooth road. Manufactured structures, Equipment, and creatures within the area aren't changed in appearance.</p><p>The tactile characteristics of the terrain are unchanged, so creatures entering the area are likely to see through the Illusion. If the difference isn't obvious by touch, a creature carefully examining the Illusion can attempt an Intelligence (Investigation) check against your spell save DC to disbelieve it. A creature who discerns the Illusion for what it is, sees it as a vague image superimposed on the terrain.</p>"
    },
    "Greater Invisibility": {
      "name": "Greater Invisibility",
      "description": "<p>You or a creature you touch becomes Invisible until the spell ends. Anything the target is wearing or carrying is Invisible as long as it is on the target's person.</p>",
      "effects": {
        "Greater Invisibility": {
          "name": "Greater Invisibility",
          "description": "<p>The target becomes Invisible until the spell ends. Anything the target is wearing or carrying is Invisible as long as it is on the target's person.</p>"
        }
      }
    },
    "Harm": {
      "name": "Harm",
      "description": "<p>You unleash a virulent disease on a creature that you can see within range. The target must make a Constitution saving throw. On a failed save, it takes 14d6 necrotic damage, or half as much damage on a successful save. The damage can't reduce the target's Hit Points below 1. If the target fails the saving throw, its hit point maximum is reduced for 1 Hour by an amount equal to the necrotic damage it took. Any effect that removes a disease allows a creature's hit point maximum to return to normal before that time passes.</p>"
    },
    "Telepathic Bond": {
      "name": "Telepathic Bond",
      "description": "<p>You forge a telepathic link among up to eight willing creatures of your choice within range, psychically linking each creature to all the others for the duration. Creatures with Intelligence scores of 2 or less aren't affected by this spell.</p><p>Until the spell ends, the targets can communicate telepathically through the bond whether or not they have a common language. The communication is possible over any distance, though it can't extend to other planes of existence.</p>"
    },
    "Spirit Guardians": {
      "name": "Spirit Guardians",
      "description": "<p>You call forth spirits to protect you. They flit around you to a distance of 15 feet for the duration. If you are good or neutral, their spectral form appears angelic or fey (your choice). If you are evil, they appear fiendish.</p><p>When you cast this spell, you can designate any number of creatures you can see to be unaffected by it. An affected creature's speed is halved in the area, and when the creature enters the area for the first time on a turn or starts its turn there, it must make a Wisdom saving throw. On a failed save, the creature takes 3d8 radiant damage (if you are good or neutral) or 3d8 necrotic damage (if you are evil). On a successful save, the creature takes half as much damage.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d8 for each slot level above 3rd.</p>"
    },
    "Cure Wounds": {
      "name": "Cure Wounds",
      "description": "<p>A creature you touch regains a number of hit points equal to 1d8 + your spellcasting ability modifier. This spell has no effect on undead or constructs.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the healing increases by 1d8 for each slot level above 1st.</p>"
    },
    "Prestidigitation": {
      "name": "魔法伎俩",
      "description": "<p>该法术是一个初级施法者用来练习的魔法小伎俩。你在施法距离内创造下列魔法效果中的一种：</p>\n<ul>\n<li>你创造一个立即生效的，无害的感观效应，比如一束火花，一阵风，微弱音乐或古怪的臭味。</li>\n<li>你立即点燃或熄灭一支蜡烛，一支火把或一小型营火。</li>\n<li>你立即使一个不大于 1 立方尺的物件变得清洁或肮脏。</li>\n<li>你立即使一个不大于 1 立方尺的非活体物质变得冰冷、温暖或对其调味，其效应持续 1 小时。</li>\n<li>你在一个物件或一个表面上创造一块色斑，或者一个记号，又或者一个标志，其效应持续 1 小时。</li>\n<li>你在你手中创造出一个非魔法的小饰品或一个幻术的图像，其大小不能超过你的手掌大小，它会存在持续至下个你的回合结束为止。</li>\n</ul>\n<p>如果你多次施展该法术，则可以同时维持至多三个不同的非即时效应，并且可以用一个动作解散其中一种效应。</p>"
    },
    "Chill Touch": {
      "name": "Chill Touch",
      "description": "<p>You create a ghostly, skeletal hand in the space of a creature within range. Make a ranged spell attack against the creature to assail it with the chill of the grave. On a hit, the target takes 1d8 Necrotic damage, and it can't regain hit points until the start of your next turn. Until then, the hand clings to the target.</p><p>If you hit an undead target, it also has disadvantage on attack rolls against you until the end of your next turn.</p><p>This spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
    },
    "Shatter": {
      "name": "Shatter",
      "description": "<p>A sudden loud ringing noise, painfully intense, erupts from a point of your choice within range. Each creature in a 10-foot-radius sphere centered on that point must make a Constitution saving throw. A creature takes 3d8 thunder damage on a failed save, or half as much damage on a successful one. A creature made of inorganic material such as stone, crystal, or metal has disadvantage on this saving throw.</p><p>A nonmagical object that isn't being worn or carried also takes the damage if it's in the spell's area.</p><p><strong>Higher Levels.</strong> When you cast this spell using a 3 or higher level spell slot, the damage of the spell increases by 1d8 for each level of higher spell slot 2.</p>"
    },
    "Antilife Shell": {
      "name": "Antilife Shell",
      "description": "<p>A shimmering barrier extends out from you in a 10-foot radius and moves with you, remaining centered on you and hedging out creatures other than undead and constructs. The barrier lasts for the duration.</p><p>The barrier prevents an affected creature from passing or reaching through. An affected creature can cast spells or make attacks with ranged or reach weapons through the barrier.</p><p>If you move so that an affected creature is forced to pass through the barrier, the spell ends.</p>"
    },
    "Phantom Steed": {
      "name": "Phantom Steed",
      "description": "<p>A Large quasi-real, horselike creature appears on the ground in an unoccupied space of your choice within range. You decide the creature's appearance, but it is equipped with a saddle, bit, and bridle. Any of the equipment created by the spell vanishes in a puff of smoke if it is carried more than 10 feet away from the steed.</p><p>For the duration, you or a creature you choose can ride the steed. The creature uses the statistics for a riding horse, except it has a speed of 100 feet and can travel 10 miles in an hour, or 13 miles at a fast pace. When the spell ends, the steed gradually fades, giving the rider 1 minute to dismount. The spell ends if you use an action to dismiss it or if the steed takes any damage.</p>"
    },
    "Misty Step": {
      "name": "Misty Step",
      "description": "<p>Briefly surrounded by silvery mist, you teleport up to 30 feet to an unoccupied space that you can see.</p>"
    },
    "Sequester": {
      "name": "Sequester",
      "description": "<p>By means of this spell, a willing creature or an object can be hidden away, safe from detection for the Duration. When you cast the spell and touch the target, it becomes Invisible and can't be targeted by divination spells or perceived through Scrying sensors created by Divination Spells.</p><p>If the target is a creature, it falls into a state of suspended animation. Time ceases to flow for it, and it doesn't grow older.</p><p>You can set a condition for the spell to end early. The condition can be anything you choose, but it must occur or be visible within 1 mile of the target. Examples include \"after 1,000 years\" or \"when the Tarrasque awakens.\" This spell also ends if the target takes any damage.</p>"
    },
    "Earthquake": {
      "name": "Earthquake",
      "description": "<p>You create a seismic disturbance at a point on the ground that you can see within range. For the Duration, an intense tremor rips through the ground in a 100-foot-radius circle centered on that point and shakes creatures and structures in contact with the ground in that area.</p><p>The ground in the area becomes difficult terrain. Each creature on the ground that is concentrating must make a Constitution saving throw. On a failed save, the creature's Concentration is broken.</p><p>When you cast this spell and at the end of each turn you spend concentrating on it, each creature on the ground in the area must make a Dexterity saving throw. On a failed save, the creature is knocked prone.</p><p>This spell can have additional Effects depending on the terrain in the area, as determined by the DM.</p><p><strong>Fissures</strong>. Fissures open throughout the spell's area at the start of your next turn after you cast the spell. A total of 1d6 such fissures open in locations chosen by the DM. Each is 1d10 × 10 feet deep, 10 feet wide, and extends from one edge of the spell's area to the opposite side. A creature standing on a spot where a fissure opens must succeed on a Dexterity saving throw or fall in. A creature that successfully saves moves with the fissure's edge as it opens.</p><p>A fissure that opens beneath a structure causes it to automatically collapse (see below).</p><p><strong>Structures</strong>. The tremor deals 50 bludgeoning damage to any structure in contact with the ground in the area when you cast the spell and at the start of each of your turns until the spell ends. If a structure drops to 0 Hit Points, it collapses and potentially damages nearby creatures. A creature within half the distance of a structure's height must make a Dexterity saving throw. On a failed save, the creature takes 5d6 bludgeoning damage, is knocked prone, and is buried in the rubble, requiring a DC 20 Strength (Athletics) check as an action to escape. The DM can adjust the DC higher or lower, depending on the Nature of the rubble. On a successful save, the creature takes half as much damage and doesn't fall prone or become buried.</p>"
    },
    "Demiplane": {
      "name": "半位面",
      "description": "<p>你在施法距离内一处能看见的平面上创造一扇形状模糊的门。门的大小足以让中型生物在其间通行无阻。门开启时，其通向一个边长 30 尺，由木质或石质组成的空房间半位面。法术终止时，门消失不见，而半位面中的门也消失不见，并把任何还在半位面的生物或物件困在其内。</p><p>你每次施展此法术时都可以创造一个新的半位面，也可以连向用此法术创造的旧有的半位面。另外，如果你知晓了某个其他生物用此法术创造的半位面，则你也可以通过此法术连接到那里。</p>"
    },
    "Protection from Evil and Good": {
      "name": "Protection from Evil and Good",
      "description": "<p>Until the spell ends, one willing creature you touch is protected against certain types of creatures: aberrations, celestials, elementals, fey, fiends, and undead.</p><p>The protection grants several benefits. Creatures of those types have disadvantage on attack rolls against the target. The target also can't be charmed, frightened, or possessed by them. If the target is already charmed, frightened, or possessed by such a creature, the target has advantage on any new saving throw against the relevant effect.</p>"
    },
    "Magic Circle": {
      "name": "Magic Circle",
      "description": "<p>You create a 10-foot-radius, 20-foot-tall Cylinder of magical energy centered on a point on the ground that you can see within range. Glowing runes appear wherever the cylinder intersects with the floor or other surface.</p><p>Choose one or more of the following types of creatures: Celestials, Elementals, fey, Fiends, or Undead. The circle affects a creature of the chosen type in the following ways:</p>\n<ul>\n<li>The creature can't willingly enter the cylinder by nonmagical means. If the creature tries to use teleportation or interplanar travel to do so, it must first succeed on a Charisma saving throw.</li>\n<li>The creature has disadvantage on Attack rolls against Targets within the Cylinder.</li>\n<li>Targets within the cylinder can't be Charmed, Frightened, or possessed by the creature.</li>\n</ul>\n<p>When you cast this spell, you can elect to cause its magic to operate in the reverse direction, preventing a creature of the specified type from leaving the cylinder and protecting targets outside it.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, the Duration increases by 1 Hour for each slot level above 3rd.</p>"
    },
    "Move Earth": {
      "name": "Move Earth",
      "description": "<p>Choose an area of terrain no larger than 40 feet on a side within range. You can reshape dirt, sand, or clay in the area in any manner you choose for the Duration. You can raise or lower the area's elevation, create or fill in a trench, erect or flatten a wall, or form a pillar. The extent of any such changes can't exceed half the area's largest dimension. So, if you affect a 40-foot square, you can create a pillar up to 20 feet high, raise or lower the square's elevation by up to 20 feet, dig a trench up to 20 feet deep, and so on. It takes 10 minutes for these changes to complete.</p><p>At the end of every 10 minutes you spend concentrating on the spell, you can choose a new area of terrain to affect.</p><p>Because the terrain's transformation occurs slowly, creatures in the area can't usually be trapped or injured by the ground's Movement.</p><p>This spell can't manipulate natural stone or stone construction. Rocks and structures shift to accommodate the new terrain. If the way you shape the terrain would make a structure unstable, it might collapse.</p><p>Similarly, this spell doesn't directly affect Plant Growth. The moved earth carries any Plants along with it.</p>"
    },
    "Conjure Fey": {
      "name": "Conjure Fey",
      "description": "<p>You summon a fey creature of challenge rating 6 or lower, or a fey spirit that takes the form of a beast of challenge rating 6 or lower. It appears in an unoccupied space that you can see within range. The fey creature disappears when it drops to 0 hit points or when the spell ends.</p><p>The fey creature is friendly to you and your companions for the duration. Roll initiative for the creature, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you), as long as they don't violate its alignment. If you don't issue any commands to the fey creature, it defends itself from hostile creatures but otherwise takes no actions.</p><p>If your concentration is broken, the fey creature doesn't disappear. Instead, you lose control of the fey creature, it becomes hostile toward you and your companions, and it might attack. An uncontrolled fey creature can't be dismissed by you, and it disappears 1 hour after you summoned it.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 7th level or higher, the challenge rating increases by 1 for each slot level above 6th.</p>"
    },
    "Fly": {
      "name": "Fly",
      "description": "<p>You touch a willing creature. The target gains a flying speed of 60 feet for the Duration. When the spell ends, the target falls if it is still aloft, unless it can stop the fall.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, you can target one additional creature for each slot level above 3rd.</p>"
    },
    "Slow": {
      "name": "Slow",
      "description": "<p>You alter time around up to six creatures of your choice in a 40-foot cube within range. Each target must succeed on a Wisdom saving throw or be affected by this spell for the duration.</p><p>An affected target's speed is halved, it takes a -2 penalty to AC and Dexterity saving throws, and it can't use reactions. On its turn, it can use either an action or a bonus action, not both. Regardless of the creature's abilities or magic items, it can't make more than one melee or ranged attack during its turn.</p><p>If the creature attempts to cast a spell with a casting time of 1 action, roll a d20. On an 11 or higher, the spell doesn't take effect until the creature's next turn, and the creature must use its action on that turn to complete the spell. If it can't, the spell is wasted.</p><p>A creature affected by this spell makes another Wisdom saving throw at the end of its turn. On a successful save, the effect ends for it.</p>",
      "effects": {
        "Slow": {
          "name": "Slow",
          "description": "<p>An affected target's speed is halved, it takes a -2 penalty to AC and Dexterity saving throws, and it can't use reactions. On its turn, it can use either an action or a bonus action, not both. Regardless of the creature's abilities or magic items, it can't make more than one melee or ranged attack during its turn.</p>"
        }
      }
    },
    "Guards and Wards": {
      "name": "Guards and Wards",
      "description": "<p>You create a ward that protects up to 2,500 square feet of floor space (an area 50 feet square, or one hundred 5-foot squares or twenty-five 10-foot squares). The warded area can be up to 20 feet tall, and shaped as you desire. You can ward several stories of a stronghold by dividing the area among them, as long as you can walk into each contiguous area while you are casting the spell.</p><p>When you cast this spell, you can specify individuals that are unaffected by any or all of the Effects that you choose. You can also specify a password that, when spoken aloud, makes the speaker immune to these Effects.</p><p>Guards and wards creates the following Effects within the warded area.</p><p><strong>Corridors</strong>. Fog fills all the warded corridors, making them heavily obscured. In addition, at each intersection or branching passage offering a choice of direction, there is a 50 percent chance that a creature other than you will believe it is going in the opposite direction from the one it chooses.</p><p><strong>Doors</strong>. All doors in the warded area are magically locked, as if sealed by an Arcane Lock spell. In addition, you can cover up to ten doors with an Illusion (equivalent to the illusory object function of the Minor Illusion spell) to make them appear as plain sections of wall.</p><p><strong>Stairs</strong>. Webs fill all stairs in the warded area from top to bottom, as the web spell. These strands regrow in 10 minutes if they are burned or torn away while guards and wards lasts.</p><p><strong>Other Spell Effect</strong>. You can place your choice of one of the following magical Effects within the warded area of the stronghold.</p>\n<ul>\n<li>Place Dancing Lights in four corridors. You can designate a simple program that the lights repeat as long as guards and wards lasts.</li>\n<li>Place Magic Mouth in two locations.</li>\n<li>Place Stinking Cloud in two locations. The vapors appear in the places you designate; they return within 10 minutes if dispersed by wind while guards and wards lasts.</li>\n<li>Place a constant Gust of Wind in one corridor or room.</li>\n<li>Place a Suggestion in one location. You select an area of up to 5 feet square, and any creature that enters or passes through the area receives the Suggestion mentally.</li>\n</ul>\n<p>The whole warded area radiates magic. A Dispel Magic cast on a specific effect, if successful, removes only that effect.</p><p>You can create a permanently guarded and warded structure by casting this spell there every day for one year.</p>"
    },
    "Shield": {
      "name": "Shield",
      "description": "<p>An invisible barrier of magical force appears and protects you. Until the start of your next turn, you have a +5 bonus to AC, including against the triggering attack, and you take no damage from magic missile.</p>",
      "effects": {
        "Shield": {
          "name": "Shield",
          "description": "<p>Until the start of your next turn, you have a +5 bonus to AC, including against the triggering attack, and you take no damage from magic missile.</p>"
        }
      }
    },
    "Suggestion": {
      "name": "Suggestion",
      "description": "<p>You suggest a course of activity (limited to a sentence or two) and magically influence a creature you can see within range that can hear and understand you. Creatures that can't be charmed are immune to this effect. The suggestion must be worded in such a manner as to make the course of action sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act ends the spell.</p><p>The target must make a Wisdom saving throw. On a failed save, it pursues the course of action you described to the best of its ability. The suggested course of action can continue for the entire duration. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do.</p><p>You can also specify conditions that will trigger a special activity during the duration. For example, you might suggest that a knight give her warhorse to the first beggar she meets. If the condition isn't met before the spell expires, the activity isn't performed.</p><p>If you or any of your companions damage the target, the spell ends.</p>"
    },
    "Reincarnate": {
      "name": "Reincarnate",
      "description": "<p>You touch a dead humanoid or a piece of a dead humanoid. Provided that the creature has been dead no longer than 10 days, the spell forms a new adult body for it and then calls the soul to enter that body. If the target's soul isn't free or willing to do so, the spell fails.</p><p>The magic fashions a new body for the creature to inhabit, which likely causes the creature's race to change. The DM rolls on the @UUID[Compendium.dnd5e.tables.RollTable.eXu1QFMsFtTtoJBZ]{Reincarnate} table to determine what form the creature takes when restored to life, or the DM chooses a form.</p>\n<p>The reincarnated creature recalls its former life and experiences. It retains the capabilities it had in its original form, except it exchanges its original race for the new one and changes its Racial Traits accordingly.</p>"
    },
    "Expeditious Retreat": {
      "name": "Expeditious Retreat",
      "description": "<p>This spell allows you to move at an incredible pace. When you cast this spell, and then as a bonus action on each of your turns until the spell ends, you can take the Dash action.</p>"
    },
    "Fireball": {
      "name": "Fireball",
      "description": "<p>A bright streak flashes from your pointing finger to a point you choose within range and then blossoms with a low roar into an explosion of flame. Each creature in a 20-foot-radius sphere centered on that point must make a Dexterity saving throw. A target takes 8d6 fire damage on a failed save, or half as much damage on a successful one.</p><p>The fire spreads around corners. It ignites flammable objects in the area that aren't being worn or carried.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d6 for each slot level above 3rd.</p>"
    },
    "Blindness/Deafness": {
      "name": "Blindness/Deafness",
      "description": "<p>You can blind or deafen a foe. Choose one creature that you can see within range to make a Constitution saving throw. If it fails, the target is either &amp;Reference[blinded] or &amp;Reference[deafened] (your choice) for the duration. At the end of each of its turns, the target can make a Constitution saving throw. On a success, the spell ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd.</p>",
      "effects": {
        "Blindness": {
          "name": "Blindness",
          "description": "<p>The target is Blinded for the duration. At the end of each of its turns, the target can make a Constitution saving throw. On a success, the spell ends.</p>"
        },
        "Deafness": {
          "name": "Deafness",
          "description": "<p>The target is Deafened for the duration. At the end of each of its turns, the target can make a Constitution saving throw. On a success, the spell ends.</p>"
        }
      }
    }
  }
}
