{
  "label": "贸易货物（SRD）",
  "entries": {
    "Pepper": {
      "name": "胡椒",
      "description": "<p>胡椒粒是胡椒植物的微小果实，这种开花藤本植物学名为黑胡椒。厨师们因其多功能性而对其推崇备至，冒险者将其研磨成粉后，亦可临时用于制造干扰和恶作剧。</p>"
    },
    "Silver": {
      "name": "白银",
      "description": "<p>白银因其稳定的化学性质和易于塑造成精美装饰品的特点而备受珍视，当然也被广泛用作货币。</p>\n<p>天然白银很少以块状形式存在，通常与硫、氯等元素混合存在于矿石中，或以金银合金的形式出现。地表虽能发现白银矿，但绝大多数白银矿都需通过地下开采获得。白银矿开采利润丰厚，常会引发淘银热潮。</p>"
    },
    "Flour": {
      "name": "面粉",
      "description": "<p>粮食经过磨坊主研磨后，进入食物链的下一环节。</p>"
    },
    "Platinum": {
      "name": "铂金",
      "description": "<p>铂金比黄金更为稀有，既可被视为财富的巅峰象征，也可能被看作旧时代的遗存，招致猜疑或妒忌。</p>\n<p>与黄金不同，铂金几乎完全采自地下矿脉。</p"
    },
    "Linen": {
      "name": "亚麻布",
      "description": "<p>一块中等品质和重量的亚麻布，每平方码规格。适用于制作各类物品与服装。</p>\n<p>比亚麻更耐用，其出色的耐久性和透气性使其在温暖气候中尤为珍贵。</p>\n<p>亚麻布确实存在多种类型，轻薄款起织密度为每平方码 6 盎司，其余种类可达 15 盎司。</p>"
    },
    "Gold": {
      "name": "黄金",
      "description": "<p>黄金是诸多文明中的货币之王。其稀有度与化学惰性恰到好处——通常比铂金更为常见，但又远不及铁等其他金属普遍。</p>\n<p>与白银不同，黄金更易在地表发现。无论是露天开采还是地下采矿都可能获利颇丰。淘金热既能带来巨大喜悦，也曾酿成无数悲剧。</p>"
    },
    "Saffron": {
      "name": "藏红花",
      "description": "<p>藏红花堪称全球最珍贵的食材之一，因其生产过程极其耗费人力而价格昂贵。这种由番红花（Crocus sativus）制成的香料，需八万朵花朵才能提炼出一磅成品，按重量计算价值甚至超过黄金。无论是追求极致风味的厨师还是注重药效的药剂师，都因其独特的调味功能与传说中的保健功效而视若珍宝。</p>"
    },
    "Sheep": {
      "name": "绵羊",
      "description": "<p>对小面积农户和高原居民而言，这种生物虽不及山羊敏捷，却有着每年可剪毛的宝贵特性，为人们提供衣物、地毯以及床椅铺盖的来源。其较大的体型也意味着它们作为肉用更具价值。</p>\n<p>根据品种不同，成年绵羊体重可从 100 磅跨越至 350 磅。</p>"
    },
    "Cinnamon": {
      "name": "肉桂",
      "description": "<p>采自肉桂树的内层树皮，这种香料虽略为稀有，却深受世界各地厨师的喜爱。当与糖结合制成各式甜点时，尤其受到孩子们的钟爱。</p>"
    },
    "Iron": {
      "name": "铁",
      "description": "<p>作为金属工匠的得力助手，铁因其储量相对丰富且易于获取而备受青睐。地表铁可从陨石和捕虏体中获取，但更普遍的方式还是通过地下开采。不过必须小心保管，否则锈蚀会造成损耗。</p>"
    },
    "Ginger": {
      "name": "姜",
      "description": "<p>一种源自姜科植物（学名：Zingiber officinale）新鲜或干燥根茎的香料。它与姜黄和小豆蔻同属一个植物家族。</p>\n<p>既受厨师和甜品师珍视，也深受儿童和嗜辣者的喜爱。</p>"
    },
    "Cow": {
      "name": "奶牛",
      "description": "<p>作为大面积农场主的理想牲畜，奶牛需要广阔的平坦牧场，这使得它们不如其他家畜常见。然而，奶牛寿命更长，产奶量也更为可观。它们还能提供更耐用的皮革，这种皮革不易开裂，并且具有抗高温和防污的特性。</p>\n<p>根据性别和品种的不同，成年奶牛的体重可达 1000 至 1800 磅。</p>"
    },
    "Ox": {
      "name": "公牛",
      "description": "<p>本质上是一种经过特殊训练、年满 5 岁的肉用或乳用阉牛。这些强壮的牲畜能够拉动或承载相当于甚至超过自身体重的负荷。无论是拉货车、打谷脱粒、驱动灌溉或碾磨谷物的机械，乃至供人骑乘，公牛在众多领域的工作者眼中都是极为珍贵的动物。</p>"
    },
    "Wheat": {
      "name": "小麦",
      "description": "<p>面包、啤酒等的常见原料；这种主食通常是那些土地开阔、相对平坦、气候温和、对农民来说足够安全的地区的人们的基础食物。</p>"
    },
    "Pig": {
      "name": "猪",
      "description": "<p>一种适合中型或大型农场饲养的家畜，猪繁殖速度较快且体格健壮，为富有创意的厨师提供了各式烹饪可能，其中最负盛名的当属培根。猪皮亦可作为廉价皮革使用，但抗撕裂性较绵羊皮或山羊皮稍逊。猪还是炼制猪油的原料来源。</p>\n<p>多数肉猪在屠宰时体重介于 250 至 270 磅之间，此重量能提供最佳零售分割比例与适中的脂肪覆盖层。</p>"
    },
    "Cotton": {
      "name": "棉布",
      "description": "<p>一平方码中等品质和重量的棉布。适用于制作各类物品与服装。</p>\n<p>比帆布轻便得多，穿着更舒适且更易加工；然而这种相对娇嫩的作物意味着其价格更高，也可能更难获取。</p>"
    },
    "Copper": {
      "name": "铜",
      "description": "<p>铜这种材料深受高级造船师、炼金术士、部分珠宝匠和厨师的青睐。虽然通常采用露天开采方式，但当表层矿源枯竭或难以定位时，也会进行地下开采。</p>\n<p>虽然铜可用于制造盔甲，但若与锡混合制成更优质的青铜合金，则能更好地满足军事需求。</p>"
    },
    "Salt": {
      "name": "盐",
      "description": "<p>厨师和军需官都珍视这种调味品，在不宜使用酒精或醋的物资保存中，它既能调味又可防腐。</p>"
    },
    "Silk": {
      "name": "丝绸",
      "description": "<p>一块中等品质和重量的方形丝绸布料。适用于制作各类物品与服饰。</p>\n<p>丝绸作为最常见面料中最精美且最受欢迎的一种，同时也是最轻薄的。多数丝绸每平方码重量在 2 至 4 盎司之间。丝绸越厚重，品质越高，耐用性越强，色彩也越浓郁不透明。</p>"
    },
    "Chicken": {
      "name": "鸡",
      "description": "<p>煎蛋卷与鸡翅的来源，成年鸡的平均体重在 5 到 10 磅之间。</p>"
    },
    "Canvas": {
      "name": "帆布",
      "description": "<p>一块中等品质和重量的平方码帆布。适用于多种物品和服装的制作。</p>\n<p>帆布按品质分为 1 至 12 级，数字越小表示品质越好、重量越重。1 级优质帆布每平方码重约 1.7 磅，而较次较轻的 12 级帆布可能仅重 0.7 磅。</p>"
    },
    "Goat": {
      "name": "山羊",
      "description": "<p>山羊对小块农田的农户和高原居民而言是极有用的牲畜，既能有效防止草场过度生长，又能提供羊奶、奶酪，最终还可获得毛皮和肉食。</p>\n<p>根据品种不同，成年山羊的体重差异显著，轻则 45 磅，重可达 300 磅。</p>"
    },
    "Cloves": {
      "name": "丁香",
      "description": "<p>厨师和酿酒师都珍视的浓郁香料，能为肉类、炖菜、浓郁酱汁、苹果酒和印度奶茶等热饮、面包、奶酪以及派和水果蛋糕等甜点增添风味。</p>\n<p>丁香是桃金娘科常青树——丁香树（学名 Syzygium aromaticum）未开放的干燥花蕾，香气浓郁。</p>"
    }
  }
}
