{
  "label": "掷骰表",
  "entries": {
    "Survivor Flaw": {
      "name": "幸存者的缺陷",
      "results": {
        "1-1": "<p>任何一餐都可能是我最后一餐。我会吃几乎任何东西。为了生存，我必须这样做。</p>",
        "2-2": "<p>我不喜欢在城市的雾霾之外待得太久，我已经习惯了城市的环境。</p>",
        "3-3": "<p>我相信我的家人还在城市里活着。晚上我会听到他们的声音呼唤我。</p>",
        "4-4": "<p>I don't trust anyone easily. I'll sleep with one eye open even around my companions, for Drakkenheim makes monsters of us all.</p>",
        "5-5": "<p>The years spent here have turned me to a vice, I very much rely on that vice to get me through my days.</p>",
        "6-6": "<p>I hear voices constantly. Sometimes I get distracted with conversations with people who are not there.</p>"
      }
    },
    "Treasure Hunter Flaw": {
      "name": "寻宝者的缺陷",
      "results": {
        "1-1": "<p>My entire identity is layers of falsities presented to hide my true self, for I am not a good person. I've never told the truth for as long as I can remember and it's too late now to stop.</p>",
        "2-2": "<p>Every situation, every person, is only as valuable to me as what I can gain from them. I'm not afraid to pull strings to bend luck in my favour.</p>",
        "3-3": "<p>I jump to defensive measures as soon as someone catches me in a lie, or tries to call me out for anything.</p>",
        "4-4": "<p>I take what I want, and I want it all.</p>",
        "5-5": "<p>I like to show my skills, talk big, and take big risks in the hopes of impressing everyone watching.</p>",
        "6-6": "<p>I know for a fact I am the smartest person in the room, and if people are suggesting anything otherwise they are terribly mistaken.</p>"
      }
    },
    "Lucky Finds": {
      "name": "幸运发现",
      "results": {
        "1-7": "<p>Nothing but broken refuse and ruined scraps of weapons and armour.</p>",
        "8-8": "<p>1d4 sets of tools in an abandoned workshop.</p>",
        "9-9": "<p>5d6 gold pieces in a coin purse clutched by a severed hand.</p>",
        "10-10": "<p>1d6 @UUID[Compendium.dnd5e.items.Item.ytlsBjYsZ7OBSEBs]{Potions of Healing} in a hidden cache.</p>",
        "11-11": "<p>[[/r 1d4]] uncommon <em>spell scrolls</em> tucked in a scroll case by a wizard's corpse.</p>",
        "12-12": "<p>1d4 art objects worth 25 gp each are found in a modest townhouse.</p>",
        "13-13": "<p>2d6 delerium chips haphazardly stored in a backpack.</p>",
        "14-14": "<p>2d6 x 10 gp in a lockbox in an old merchant's tradehouse.</p>",
        "15-16": "<p>1 <em>restorative ointment</em> pon an otherwise empty shelf.</p>",
        "17-17": "<p>1d4 delerium fragments carefully placed in glass containers.</p>",
        "18-18": "<p>1d4 <em>potions of greater healing</em> in a forsaken shrine.</p>",
        "19-19": "<p>A crumbling estate has a piece of artwork worth 250 gp inside.</p>",
        "20-20": "<p>1 rare <em>spell scroll</em> in a pile of books and loose pages fluttering down the street.</p>"
      }
    },
    "Performance Results": {
      "name": "开麦之夜的表演",
      "results": {
        "1-9": "角色被嘘声淹没，没有获得表演的 gp。如果这种情况发生了三次或更多次，他们将被禁止再次表演。",
        "10-14": "角色收到了 ([[/r 2d6]]) gp 的小费。",
        "15-19": "角色们为观众留下深刻印象，赚到了 ([[/r 5d6]]) gp 的表演费用",
        "20-100": "精彩的表演为角色们赢得了 ([[/r 10d6]]) gp，他们受邀进行加场表演。然而，角色必须超过以前的检定结果才能赢得进一步的续演机会。"
      }
    },
    "Devoted Missionary Bond": {
      "name": "虔诚传教士 羁绊",
      "results": {
        "1-1": "<p>Nothing is more important than my church and what it represents.</p>",
        "2-2": "<p>I joined my religion to hide from a past I would rather forget.</p>",
        "3-3": "<p>The path to enlightenment is unending. I must stay the course.</p>",
        "4-4": "<p>I will die if it means doing right by my religious beliefs.</p>",
        "5-5": "<p>Everything I do is for the good of the common people.</p>",
        "6-6": "<p>I seek to preserve the ancient texts and artefact of my religion.</p>"
      }
    },
    "Mageborn Ideal": {
      "name": "魔法血脉 理想",
      "results": {
        "1-1": "<p>My powers are a blessing and a curse, and I work diligently to show people not to fear magic. (Good)</p>",
        "2-2": "<p>I left the Academy on good terms to work at one of the many historical institutes of the world, hoping that my love for books and history would be of use. (Any)</p>",
        "3-3": "<p>I left the Academy due to love, and I plan to keep my promise to that love. (Good)</p>",
        "4-4": "<p>I must undo the mistakes of my past by proving myself to those I care about most. (Good)</p>",
        "5-5": "<p>Delerium is power, and I must learn all I can about its origins and properties if I am to harness that power. (Chaotic)</p>",
        "6-6": "<p>I stand alone from the Academy for a reason. I do not wish to be on their bad side, but I do not wish to be on their good side either. (Neutral)</p>"
      }
    },
    "Mageborn Personality Trait": {
      "name": "魔法血脉 特点",
      "results": {
        "1-1": "<p>I idolize one of the archmages of the Academy and hope to prove myself to them in time.</p>",
        "2-2": "<p>Nothing will get between me and my goals. When people say something I care about is impossible, I prove them wrong.</p>",
        "3-3": "<p>I am confident in my powers, and do not fear the horrors of Drakkenheim, for I can bend reality.</p>",
        "4-4": "<p>I am constantly reading books. The more knowledge I can obtain, the more I can outwit friends and foes alike.</p>",
        "5-5": "<p>I am a mage for hire and am not afraid to use my magic to get my hands dirty. A lot of people will pay top coin for a skillset like mine.</p>",
        "6-6": "<p>I am a sucker for a good mystery and pride myself in my ability to solve them.</p>",
        "7-7": "<p>Everyone is always so serious - we all die in the end, might as well enjoy the ride.</p>",
        "8-8": "<p>I always push myself to be the best at whatever it is I set out to do.</p>"
      }
    },
    "Survivor Personality Trait": {
      "name": "幸存者的特征",
      "results": {
        "1-1": "<p>I always have an exit strategy in mind if things go poorly.</p>",
        "2-2": "<p>You can't survive in this grim city without a good sense of humor, but I have a taste for gallows humor.</p>",
        "3-3": "<p>I try to work in the thin grey area between the squabbling factions, squeezing under their radar when possible. The less I am seen, the better.</p>",
        "4-4": "<p>If you spot danger, it is best to avoid it, that's how you survive.</p>",
        "5-5": "<p>Drakkenheim is a dangerous place. But I can navigate it with my eyes closed. No one else I've ever met is as good as I am.</p>",
        "6-6": "<p>In order to survive the monsters of Drakkenheim, one must be a monster of Drakkenheim.</p>",
        "7-7": "<p>Take everything you can from the dead, take it from the living if you can. If you are to survive, you must take any opportunity to scavenge.</p>",
        "8-8": "<p>I will never give up until I reclaim what I lost in these ruins.</p>"
      }
    },
    "Sewers": {
      "name": "下水道随机表",
      "results": {
        "1-1": "迷踪失路：角色们在废墟中迷失了方向并开始绝望。他们不知道自己在哪，也不知道自己该朝哪个方向走。他们将永远游荡在城市的街道上，每隔一小时就进行一次随机遭遇检定。除非随机遭遇的内容能让他们找到线索或遇到可以帮助他们的友好 NPC，否则他们无法重新导航。",
        "2-2": "蒙头转向：角色迷失了自己所在的位置和方向。他们不知道自己在哪，也不知道自己该朝哪个方向走。在接下来的 1d4 个小时内，他们必须在城市的街道上游荡，之后他们会重新回到原来所在的位置。他们仍每小时照常进行随机遭遇检定。其他随机遭遇可能会让角色们摆脱这个困境。",
        "3-3": "鬼打墙：角色们发现自己又回到了一小时前的起点。我猜你走错路了？",
        "4-4": "薄暮危光：一只 @UUID[Compendium.5e-monster-book.5e-guanmo.Actor.zCf4wHwXP7JRozZN]{蛰伏伪怪} 在黑暗的屋顶上四处飞行，寻找着猎物。",
        "5-5": "废墟活化：几个没有生命的废墟结构会突然活化，变成 2 （[[/r 1d4]]）个污染元素。请选择最适合该区域的元素类型。",
        "6-6": "旅行的巨魔：一个巨魔正穿过废墟，前往国王大门与其他巨魔会合。他背着一个大包，里面装着被污染的生肉、一罐发臭的麦酒、11（[[/r 2d10]]）gp 以及几套工具和饰品。如果角色们在内城的一座桥附近遇到此遭遇，将会有 3 个巨魔。",
        "7-7": "下水道怪物：在下水道入口附近，潜伏着一只正在享用生物内脏的食腐兽。",
        "8-8": "溺毙之人：下水道中有一条 100 尺长、完全被水淹没的通道。通道中漂浮着 10（[[/r 3d6]]）个污霭行尸，除非受到攻击或角色们走过一半的隧道，否则这些尸体将看起来毫无生气。这些不死生物会试图将角色们困在原地，直到他们被淹死。",
        "9-9": "鼠怪清道夫：10（[[/r 3d6]]）只鼠怪 ratling 躲在附近的小巷或通道里，等待着毫无防备的猎物。",
        "10-10": "暗中鼠害：14（[[/r 4d6]]）只鼠怪 ratling 和 5（[[/r 2d4]]）只暗袭鼠怪 ratling guttersnipe 在此设下了埋伏。这些鼠怪会使用诱饵将猎物引向死胡同或下水道，暗袭鼠怪则潜伏在高处用远程攻击狙击猎物。",
        "11-11": "不息亡灵：一只@UUID[Actor.2z1ZlGCaN2U8uZeP]{污霭尸妖 haze wight} 带着 10（[[/r 3d6]]）个@UUID[Actor.9Ip2Xdb0FDnrWeEh]{污霭行尸 haze husk} 行进着。它命令它的爪牙去攻击它们看见的任何生物，并唤醒附近的尸体作为增援。在内城遇到此遭遇时，增加 [[/r 1d4]]个@UUID[Actor.2z1ZlGCaN2U8uZeP]{污霭尸妖 haze wight}。",
        "12-12": "殉难者：10（[[/r 3d6]]）个@UUID[Actor.WRMeQqdgYSpAR9zx]{妄质生骸 delerium dreg} 在前方的街道上游荡。它们痛苦地呢喃着无意义的文字，但在遇到类人生物时就会发出哀嚎和尖叫。在内城遇到此遭遇时，增加 2（[[/r 1d4]]）个@UUID[Actor.sHgFXfdwxl0mefuB]{污霭巨怪 haze hulk}。",
        "13-13": "呓语肉墙：这里的墙壁完全被厚实鲜活的肉覆盖了，部分墙壁、街道和瓦砾上还长出了眼睛和嘴巴，这些眼睛和嘴巴会挣脱肉壁并形成 2（[[/r 1d4]]）个@UUID[Compendium.5e-monster-book.5e-guanmo.Actor.sqGKiwtJGBQLUxNt]{惧噬体 gibbering mouther}。在内城遇到此遭遇时，它会变为 1 只@UUID[Actor.BezicP0b3wmU2u4p]{蠕变恶体 protean abomination}。",
        "14-14": "瞌睡巨：在狭窄的道路上横躺着一个睡着的 @UUID[Actor.sHgFXfdwxl0mefuB]{污霭巨怪 haze hulk}。要想在不惊醒它的情况下通过这里可能很难，但它手里还紧握着一块妄质晶块。",
        "15-15": "德拉肯海姆之影：5（[[/r 2d4]]）个@UUID[Compendium.5e-monster-book.5e-guanmo.Actor.FkQJ5bzeih4baRpt]{幽影 shadow} 会慢慢地跟着角色们。它们会尽量保持隐蔽并跟随着队伍，直到其中一个角色与其他人之间的距离超过 10 尺，然后幽影就会发动攻击，并试图击倒那个落单的玩家。在内城遇到此遭遇时，将会出现一个@UUID[Actor.lAt2j5PaTnH71T5O]{奥法邪灵} 带领着它们。",
        "16-16": "陨落英雄：这 5（[[/r 2d4]]）个 污霭尸妖 haze wight 曾经也是一支冒险者小队。他们认为自己遇到的所有活人都是变异的怪物。",
        "17-17": "清洁方块：在下水道的一条狭窄通道里，有一个@UUID[Compendium.5e-monster-book.5e-guanmo.Actor.h5m83jbBZSTUtsyj]{胶质方块 Gelatinous Cube}在等待着你们。它一动不动，直到有生物经过它所在的地方。",
        "18-18": "深潜者：10（[[/r 3d6]]）个水生的 @UUID[Actor.WRMeQqdgYSpAR9zx]{妄质生骸 delerium dreg} 和 1 只 @UUID[Compendium.5e-monster-book.5e-guanmo.Actor.BN5m9SYfx5dpf8Wc]{甲伏怪} 占据了下水道通路的交叉点或正从下水道入口钻出来。",
        "19-19": "冒险对手：角色会遇到一群对手冒险者（见 第二章）。",
        "20-20": "双倍麻烦：掷两次骰子，然后在之后的掷骰结果中忽略此事件。如果出现两组怪物或 NPC，他们之间会互相厮杀。"
      }
    },
    "Warped Ruins": {
      "name": "异常废墟随机表",
      "results": {
        "1-1": "<p>Stonework and timbers have transformed into solid glass.</p>",
        "2-2": "<p>Cloaked in eldritch fire, but it's not burning down.</p>",
        "3-3": "<p>Blown apart, but frozen in time at the middle of the explosion.</p>",
        "4-4": "<p>Flesh, limbs, eyes, mouths, and faces are merged into the walls. They babble incoherently.</p>",
        "5-5": "<p>The side facing the crater is melted like sticky wax.</p>",
        "6-6": "<p>Disembodied screams and whispers resound from within.</p>",
        "7-7": "<p>All colour within becomes black and white</p>",
        "8-8": "<p>An illusion of a childhood memory briefly appears in the front door, then vanishes.</p>",
        "9-9": "<p>Looking at the building causes déjà vu.</p>",
        "10-10": "<p>Scorch marks in the shape of human silhouettes are found on the walls and floors.</p>"
      }
    },
    "Mageborn Bond": {
      "name": "魔法血脉 牵绊",
      "results": {
        "1-1": "<p>It is my duty to protect the Amethyst Academy.</p>",
        "2-2": "<p>My life's work in the study of delerium caused my expulsion. I must continue that research to prove its value.</p>",
        "3-3": "<p>The mysteries of my past and my power are tied to the meteor. I need answers.</p>",
        "4-4": "<p>My terrible mistake was covered up by my mentor in the Academy. I owe them my life.</p>",
        "5-5": "<p>My nightmares have guided me to Drakkenheim. I must investigate these visions.</p>",
        "6-6": "<p>I come from a long line of wizards, my exit from the Academy was highly upsetting to them and I need to earn my way back into their favour, even if it means risking my life in Drakkenheim.</p>"
      }
    },
    "Inner City": {
      "name": "内城随机遭遇表",
      "results": {
        "1-2": "<p>Horribly Lost</p>",
        "3-4": "<p>Executioner's Summons</p>",
        "5-6": "<p>Going in Circles</p>",
        "7-8": "<p>Lord of the Feast!</p>",
        "9-10": "<p>Uninvited Guests</p>",
        "11-12": "<p>Crimson Countess</p>",
        "13-14": "<p>Wandered into the Garden</p>",
        "15-16": "<p>Sewer Monster</p>",
        "17-19": "<p>Stalking Vermin</p>",
        "20-22": "<p>Ratling Raiders</p>",
        "23-25": "<p>Hateful Dead</p>",
        "26-29": "<p>Lost Ones</p>",
        "30-31": "<p>Troll Traveller</p>",
        "32-33": "<p>Phase Webs</p>",
        "34-36": "<p>Gibbering Flesh</p>",
        "37-38": "<p>Old Alchemist's Shop</p>",
        "39-40": "<p>Menacing Manticore</p>",
        "41-42": "<p>Shadows of Drakkenheim</p>",
        "43-44": "<p>Ghost Lights</p>",
        "45-46": "<p>Haze Haunt</p>",
        "47-49": "<p>Watching Gargoyles</p>",
        "50-53": "<p>Garmyr Hunters</p>",
        "54-56": "<p>Garmyr Ravagers</p>",
        "57-58": "<p>Overgrown Ruin</p>",
        "59-61": "<p>Living Ruin</p>",
        "62-63": "<p>Chimera Nest</p>",
        "64-67": "<p>Harpy Flock</p>",
        "68-69": "<p>Lurking Wraiths</p>",
        "70-71": "<p>Fallen Heroes</p>",
        "72-73": "<p>Gloaming Ray</p>",
        "74-76": "<p>Deep Ones</p>",
        "77-80": "<p>Rival Adventurers</p>",
        "81-84": "<p>Pilgrims of the Falling Fire</p>",
        "85-88": "<p>Hooded Lanterns Scouts</p>",
        "89-92": "<p>Queen's Men Looters</p>",
        "93-94": "<p>Questing Knight</p>",
        "95-96": "<p>Academy Surveyor</p>",
        "97-100": "<p>Double Trouble</p>"
      }
    },
    "Survivor Ideal": {
      "name": "幸存者的理想",
      "results": {
        "1-1": "<p>I won't risk my life for others. Everyone must fend for themselves -- better you than me. (Evil)</p>",
        "2-2": "<p>I find the thrill of surviving the monsters and magics of Drakkenheim exhilarating and thrive on the chaos. (Chaotic)</p>",
        "3-3": "<p>Whatever I can do to keep myself fed and keep a safe place to rest is good in my books. (Any)</p>",
        "4-4": "<p>People need all the help they can get in the city, and I know I can provide it. (Good)</p>",
        "5-5": "<p>I believe there is something worth saving here, we must hold on to the idea of a better future. (Good)</p>",
        "6-6": "<p>I lived here before the meteor, I'll live here long after. I must protect my home and do what I can to make it livable again. (Lawful)</p>"
      }
    },
    "Gates Random Encounters": {
      "name": "德拉肯城堡随机遭遇",
      "results": {
        "1-1": "城堡守护者 Castle Guardians 。2 ([[/r 1d4]]) <strong>守塔巨龙 tower dragon</strong> 和 10 ([[/r 3d6]])<strong>戍墙石像鬼 wall gargoyle </strong>（对于城堡内部位置忽略此结果）。",
        "2-2": "无形恐怖 Formless Horrors。 3 ([[/r 1d6]])个 <strong>蠕变恶体 protean abomination </strong> 和 10 ([[/r 3d6]])个 <strong>惧噬体 gibbering mouther。</strong>",
        "3-3": "幽灵管家 Spectral Housekeepers。 3 ([[/r 1d6]]) <strong>个扭曲女巫 warp witch。</strong>",
        "4-4": "可怜的工人 Wretched Workers。 5 ([[/r 2d4]])个 <strong>污霭巨怪 haze hulk</strong> 和 10 ([[/r 3d6]]) <strong>妄质生骸 delerium dreg。</strong>",
        "5-5": "王家卫队 Royal Guards。 10 ([[/r 3d6]]) <strong>污霭尸妖 haze wight</strong> 带领着 14 ([[/r 4d6]])个 <strong>污霭行尸 haze husk。</strong>",
        "6-6": "漫游恶魔 Roving Demons。带着 3 ([[/r 1d6]])个 <strong>弗洛魔 vrock </strong> 的 <strong>迷诱魔 glabrezu。</strong>",
        "7-7": "徘徊魔鬼 Wandering Devils。 一个 <strong>角魔 horned devil</strong> 和 10 ([[/r 3d6]]) <strong>个须魔 bearded devils</strong>",
        "8-8": "妄想幻影 Illusions of Grandeur。房间里的所有家具和物品都是拟身怪 mimic。"
      }
    },
    "Mageborn Quirk": {
      "name": "魔法血脉 异象",
      "results": {
        "1-1": "<p>My eyes are two different colours.</p>",
        "2-2": "<p>Whenever I cast a spell, my voice echoes and an unknown wind seems to blow around me.</p>",
        "3-3": "<p>My eyes glow with octarine light when I am casting spells.</p>",
        "4-4": "<p>I hear voices and sounds when close to magical entities, as if the magic itself speaks to me.</p>",
        "5-5": "<p>I have full conversations with myself out loud that occasionally can get heated.</p>",
        "6-6": "<p>Magic floods my mind and makes it difficult to sleep without constant nightmares and visions.</p>",
        "7-7": "<p>I speak to beings from other planes of existence who manifest as simple creatures before me.</p>",
        "8-8": "<p>I have a birthmark in a unique shape that appears every day for 2 and a half hours, then vanishes.</p>"
      }
    },
    "Common Locations": {
      "name": "一般地点",
      "results": {
        "1-1": "<p>Breakaway meteors demolished this area, leaving only broken cobblestones and toppled ruins riddled with small craters.</p>",
        "2-2": "<p>A makeshift encampment. There's a canvas tent, sleeping bags, and a few improvised barricades or defences. Embers still burn in the campfire.</p>",
        "3-3": "<p>A deserted alleyway filled with trash, access point to the sewers.</p>",
        "4-4": "<p>A devastated street filled with broken wagons, abandoned vendor's stalls, and bones.</p>",
        "5-5": "<p>An open plaza or park around a small monument, fountain, or well.</p>",
        "6-6": "<p>A courtyard leading up to a civic building, shrine, chapel, or estate.</p>",
        "7-7": "<p>A cluster of ramshackle taverns.</p>",
        "8-8": "<p>Seedy tenement buildings and rundown shacks.</p>",
        "9-9": "<p>Several workshops surrounded by warehouses.</p>",
        "10-10": "<p>Rows of dilapidated and heavily damaged townhouses.</p>"
      }
    },
    "Rumours": {
      "name": "德拉肯海姆的流言",
      "results": {
        "1-4": "别去戮石广场。",
        "5-8": "在价格合适的情况下，国王大门的巨魔们会让你通过，但会要你一只手或一条腿。",
        "9-12": "女王公园的花园里种满了你从未见过的花朵，它们发着颜色古怪的光芒。有人说它们有卓越的治疗作用。",
        "13-16": "苇叶宅邸里有人在对外出售药水。",
        "17-20": "黑象牙酒馆已经开业，听说里面生意蒸蒸日上！",
        "21-24": "在老玫瑰剧院周围有一堵看不见的墙。",
        "25-28": "女王的弟兄们在全力街下面经营着残酷的斗技场，从那里可以通往他们在下水道里的秘密据点。在她力所能及的范围内，盗贼女王会答应从和她的可怕冠军的战斗中活下来的人的一个要求，但目前还没有人得到这项奖品。",
        "29-32": "据说许多城墙顶上的石像鬼 gargoyles 都活了过来，它们会攻击任何胆敢攀登城墙的人。",
        "33-36": "下水道里奇怪的鱼一样的人非常友好，救了许多绝望的冒险者。",
        "37-40": "天火信众聚集在圣赛莉娜修道院。那里位于污霭深处，他们是如何在那儿幸存下来的？",
        "41-44": "艾利亚斯·德雷克希尔在内战中是一位强悍的将军，领导覆影明灯并不是他第一次试图收复德拉肯海姆。",
        "45-48": "德拉肯海姆大法师死在了陨星坠落之时，紫晶学院尚未任命真正的继任者。",
        "49-52": "白银骑士团在城外扎营，我听说他们有能够在一瞬间点燃一座村庄的武器。",
        "53-56": "那位高贵的人，住在他的贵族宅邸中。他枯槁、苍老、孑然一身。他的凝视会让你不寒而栗——那苍白之人 Pale Man，坐在苍白的王座上。",
        "57-60": "我听说陨石坑中有一匹马那么大的妄质水晶。想象一下，它们该值多少钱！",
        "61-64": "在德拉肯海姆深处有一条远古龙的遗骸。一个古老的传说中说，它会在需要的时候复活。",
        "65-68": "维斯特玛王冠有能满足君王任何愿望的力量。",
        "69-72": "城堡以北有一座旧神的神龛，由一位掌握生死之力的精灵德鲁伊管理。",
        "73-76": "一个来自微光山脉的矮人部族宣称具有陨石坑以南的丰富妄质矿藏的所有权。",
        "77-80": "探索内城十分危险，不仅仅因为怪物。大片的陨星在浓厚污霭中落得到处都是——高塔、大教堂，当然，还有陨石坑。这是一团致命的浓雾，它会榨干你的身体，蒙蔽你的思维…这还仅仅是一个开始。之后会发生的——则要糟糕的多。",
        "81-84": "莱洛蕾王后最喜欢去的地方是花园中的石窟，那里有许多奇异的花朵。",
        "85-88": "内城已经成为一个可怕怪物的狩猎场，它被称作“饕餮之主 Lord of the Feast ”。凡是胆敢进入其中的人都会变成它的猎物。",
        "89-92": "一群鸟妖居住在寰宇钟塔中。它们会恶毒地攻击任何侵犯其领土的人，但十分害怕猫。",
        "93-96": "一些低语中说，鼠怪侍奉着一位恶魔之神。",
        "97-100": "许多潜伏在德拉肯海姆的怪物实际上是这儿原本的居民，被堕落的魔法所扭曲。如果向它们展示从前生活的象征，它们就会变得温顺下来。"
      }
    },
    "Missionary Life": {
      "name": "传教生活",
      "results": {
        "1-1": "<p>I was on a quest of self-enlightenment.</p>",
        "2-2": "<p>I ritualistically surround myself with lit candles and ancient texts when I rest.</p>",
        "3-3": "<p>I had taken a vow of silence until the time that my voice was needed to fulfil my destiny.</p>",
        "4-4": "<p>I was the caretaker of ancient relics of our faith and am quested with finding others.</p>",
        "5-5": "<p>I am but a pilgrim hoping to find divine light in dark places in the world.</p>",
        "6-6": "<p>I was guided to my faith by angels who rescued me from my dark past.</p>",
        "7-7": "<p>I broke my vows to my faith and was exiled. I seek redemption.</p>",
        "8-8": "<p>I must prove myself worthy to my faith and its purpose, no matter the amount of blood spilled or lives lost.</p>"
      }
    },
    "Devoted Missionary Ideal": {
      "name": "虔诚传教士 理想",
      "results": {
        "1-1": "<p>Emotions must not cloud our judgement on what is right or true. (Lawful)</p>",
        "2-2": "<p>My religious journey is that of discovering myself. If I can obtain that, there is nothing left to know. (Any)</p>",
        "3-3": "<p>I will always help those in need, no matter the cost. (Good)</p>",
        "4-4": "<p>The path laid out before me is determined by the divine entity I worship. I will follow its signs and patterns to fulfil my purpose. (Lawful)</p>",
        "5-5": "<p>The gods have granted me divine powers and I must use them to make those who do not worship as strongly as I see the divine light and understand that I am the one true speaker of my faith. (Chaotic)</p>",
        "6-6": "<p>I do not like to be part of conflicts, rather a neutral voice of reason to all sides. (Neutral)</p>"
      }
    },
    "Outer City": {
      "name": "外城随机遭遇表",
      "results": {
        "1-4": "<p>Run out of Town</p>",
        "5-8": "<p>Uninvited Guests</p>",
        "9-12": "<p>Wrong Turn</p>",
        "13-16": "<p>Troll Traveller</p>",
        "17-20": "<p>Menacing Manticore</p>",
        "21-24": "<p>Shadows of Drakkenheim</p>",
        "25-28": "<p>Phase Webs</p>",
        "29-32": "<p>Watching Gargoyles</p>",
        "33-36": "<p>Ratling Scavengers</p>",
        "37-40": "<p>Garmyr Hunters</p>",
        "41-44": "<p>Hateful Dead</p>",
        "45-48": "<p>Gibbering Flesh</p>",
        "49-52": "<p>Ghost Lights</p>",
        "53-56": "<p>Haze Haunt</p>",
        "57-60": "<p>Angry Furniture</p>",
        "61-64": "<p>Lost Ones</p>",
        "65-68": "<p>Shambling Husks</p>",
        "69-72": "<p>Old Alchemist's Shop</p>",
        "73-76": "<p>Hooded Lanterns Scouts</p>",
        "77-80": "<p>Queen's Men Looters</p>",
        "81-84": "<p>Questing Knight</p>",
        "85-88": "<p>Academy Surveyor</p>",
        "89-92": "<p>Pilgrims of the Falling Fire</p>",
        "93-96": "<p>Rival Adventurers</p>",
        "97-100": "<p>Double Trouble</p>"
      }
    },
    "Treasure Hunters' Secrets": {
      "name": "宝藏猎人的秘宝",
      "results": {
        "1-1": "<p>You keep a cryptic map to a lost treasure that you have always wanted to uncover.</p>",
        "2-2": "<p>You have a coin that is heads on both sides, helpful for winning a chance game.</p>",
        "3-3": "<p>You have a magnifying spyglass you use to examine items.</p>",
        "4-4": "<p>You have a ring that opens to reveal a smallcompartment inside.</p>",
        "5-5": "<p>Your left boot has a compartment for a hidden dagger.</p>",
        "6-6": "<p>You carry an old compass that doesn't point north, you hope it points towards a great treasure.</p>",
        "7-7": "<p>You have a collection of exotic coins and medals that are of personal value to you.</p>",
        "8-8": "<p>You have a rival treasure hunter who used to be a partner. You parted ways years ago.</p>"
      }
    },
    "Interactions Random Encounters": {
      "name": "莫测之塔随机遭遇",
      "results": {
        "1-1": "<p>@UUID[Actor.WRMeQqdgYSpAR9zx]{Delerium dregs}. Each can cast two wizard cantrips at-will.</p>",
        "2-2": "<p>@UUID[Actor.FXSlGd8Sf5vmStKx], @UUID[Compendium.dnd5e.monsters.Actor.EqJUA3Z3181RSSFU]{Flying Swords}, and @UUID[Compendium.dnd5e.monsters.Actor.f6HaKROPIcBRmSd1].</p>",
        "3-3": "<p>10 ([[/r 3d6]]) @UUID[Compendium.dnd5e.monsters.Actor.8KSVpQZyzius93ko]{Will-o-wisps}</p>",
        "4-4": "<p>5 ([[/r 2d4]]) @UUID[Actor.lAt2j5PaTnH71T5O]{Arcane Wraiths}</p>",
        "5-5": "<p>[[/r 1d6]] elementals of any kind (@UUID[Compendium.dnd5e.monsters.Actor.8SMQl75HLjhuSeau]{Fire}, @UUID[Compendium.dnd5e.monsters.Actor.banHjKDMCegbUwYE]{Air}, @UUID[Compendium.dnd5e.monsters.Actor.namJz755U1EhvEJa]{Water}, or @UUID[Compendium.dnd5e.monsters.Actor.sApYLZj9PTZ40wJr]{Earth}).</p>",
        "6-6": "<p>[[/r 1d4]] malfunctioning @UUID[Actor.ZNYXO0vY8TVTEutA]{Shield Guardians}. There's a 50% chance each still is storing a spell within.</p>"
      }
    },
    "Continental Noble Flaw": {
      "name": "大陆贵族 缺陷",
      "results": {
        "1-1": "<p>I boast about my own triumphs, and belittle the accomplishments of others.</p>",
        "2-2": "<p>Bound by honor, I can never back down from a challenge, nor can I let those who undervalue my name go unchallenged.</p>",
        "3-3": "<p>I do not like getting my hands dirty. Other people must do the heavy lifting, not me.</p>",
        "4-4": "<p>I like to flaunt my wealth, and I spare no expense.</p>",
        "5-5": "<p>I'm never wrong. Even if I was, I would never admit it.</p>",
        "6-6": "<p>I was forced to lead, but I am very far out of my depth and desperately hoping people do not catch on that I don't know what I am doing here.</p>"
      }
    },
    "Special Outlaw Members": {
      "name": "不法帮派成员",
      "results": {
        "1-1": "<p>None</p>",
        "2-2": "<p>7 ([[/r 2d6]]) @UUID[Actor.iV4YFVV5hgwRiflK]{Worgs}</p>",
        "3-3": "<p>4 ([[/r 1d6]]) @UUID[Compendium.dnd5e.monsters.Actor.QtJairF0h18BRhEM]{Bugbears}</p>",
        "4-4": "<p>2 ([[/r 1d4]]) @UUID[Compendium.dnd5e.monsters.Actor.eIGowKTkEBC9gUzx]{Ogres}</p>",
        "5-5": "<p>1 ([[/r 1d3]]) @UUID[Compendium.dnd5e.monsters.Actor.mWbrPhcKOz6oLXMV]{Doppelgangers}</p>",
        "6-6": "<p>1 @UUID[Actor.8L0mVQGiB3Tbu00H]</p>"
      }
    },
    "Octarine Spray": {
      "name": "第八虹光喷射",
      "results": {
        "1-1": "<p>The target takes 20d6 psychic damage on a failed save, or half as much damage on a success.</p>",
        "2-2": "<p>The target takes 20d6 necrotic damage on a failed save, or half as much damage on a success.</p>",
        "3-3": "<p>The target takes 20d6 force damage on a failed save, or half as much damage on a success.</p>",
        "4-4": "<p>The target takes 20d6 radiant damage on a failed save, or half as much damage on a success.</p>",
        "5-5": "<p>The target takes 20d6 thunder damage on a failed save, or half as much damage on a success.</p>",
        "6-6": "<p>At the start of each of its turns, the affected target uses all its movement to move directly towards the closest creature it can see. Then, the affected target uses its action to make a melee attack against a randomly determined creature within its reach. If there is no creature within its reach, the affected target does nothing this turn. At the end of each of its turns, the affected target can make a Wisdom saving throw. If it succeeds, this effect ends for that target.</p>",
        "7-7": "<p>At the start of each of its turns, the affected target gains one level of contamination. At the end of each of its turns, an affected target can make a Constitution saving throw. If it succeeds, this effect ends for that target, but any contamination levels gained remain.</p>",
        "8-8": "<p>Special. The target is struck by an additional ray. Roll again twice. There's no limit to how many additional rays can strike a single creature in this manner.</p>"
      }
    },
    "Continental Noble Bond": {
      "name": "大陆贵族 牵绊",
      "results": {
        "1-1": "<p>I must prove myself as a great warrior for my house and my people.</p>",
        "2-2": "<p>My family was once bound to the royal family of Westemär, I must ensure we remain bound to whoever takes the throne.</p>",
        "3-3": "<p>My family's fortune was lost. Drakkenheim may be our last chance to get it back.</p>",
        "4-4": "<p>My family was betrayed by one of the royal houses, and I plan to make sure any that remain of that name are brought to justice and my family takes its place where it belongs.</p>",
        "5-5": "<p>I am destined to rule, as my ancestors before me have.</p>",
        "6-6": "<p>I have been sent unwillingly on a diplomatic mission to Drakkenheim. I am to gain political standing in these crumbling ruins.</p>"
      }
    },
    "Continental Noble Personality Trait": {
      "name": "大陆贵族 特点",
      "results": {
        "1-1": "<p>I consider myself a renowned monster slayer, and like to remind everyone of the many accomplishments I hold to my name.</p>",
        "2-2": "<p>I keep family traditions close. Honour and family are amongst the most important things in the world, and I cherish them.</p>",
        "3-3": "<p>I miss the comforts of my home. This city is dirty and smells terrible.</p>",
        "4-4": "<p>I believe in the good in people, and I hope to find a peaceful resolution to our problems. A diplomatic approach is something Westemär greatly needs.</p>",
        "5-5": "<p>As a noble, I have a responsibility to protect those who cannot protect themselves.</p>",
        "6-6": "<p>It is highly important that I look my best and maintain my regal demeanor in all situations. My reputation must go untarnished.</p>",
        "7-7": "<p>I may be of noble birth, but have lived life on the road for some time. I am more than willing to share what I have with others, as I am no better or worse than anyone else.</p>",
        "8-8": "<p>There is no challenge I can't face. I heard about the horrors and monsters of this world, and I am what they fear the most.</p>"
      }
    },
    "Treasure Hunter Ideal": {
      "name": "寻宝者的理想",
      "results": {
        "1-1": "<p>No one tells me what to do. I make my own rules, and my own luck. (Chaotic)</p>",
        "2-2": "<p>I do not take anything from anyone who couldn't afford to lose it. I am a treasure hunter, not a thief. (Lawful)</p>",
        "3-3": "<p>I care about material possessions and wealth, but not as much as I care about my friends and family. (Good)</p>",
        "4-4": "<p>Wealth is power. Wealth means you will be remembered. In this world making a name for yourself is as simple as acquiring enough gold to buy your way to victory.I intend to be remembered. (Any)</p>",
        "5-5": "<p>Every great discovery requires risk. The greater the risk, the greater the reward. It's the thrill of the hunt that I live for. (Any)</p>",
        "6-6": "<p>The dead and their prized belongings deserve more than to waste away in the ruins. They deserve to be found, remembered, and taken care of. (Lawful)</p>"
      }
    },
    "Treasure Hunter Bond": {
      "name": "宝藏猎人的牵绊",
      "results": {
        "1-1": "<p>My desire for wealth is out of a need to protect my family.</p>",
        "2-2": "<p>Something important to me was stolen. I've longed to get it back ever since.</p>",
        "3-3": "<p>I'm wanted for my many crimes and hope that where I am going, the law will not follow.</p>",
        "4-4": "<p>I made mistakes in my past that cost me the life of someoneI loved. I will not let that happen again.</p>",
        "5-5": "<p>I plan to be the greatest thief or most cunning explorer of all time.</p>",
        "6-6": "<p>This is my last job, the big one. After this I hope to settle down with my wealth, maybe start a family.</p>"
      }
    },
    "Defining Event": {
      "name": "命定事件",
      "results": {
        "1-1": "<p>I was well celebrated in my city as a slayer of a great troll.</p>",
        "2-2": "<p>I witnessed the death of my family during the civil war. They were targets for their ties to the von Kessel name.</p>",
        "3-3": "<p>I led my knights to victory in defending our castle during a raid in the war.</p>",
        "4-4": "<p>I lost a lot of good soldiers in an earlier expedition into Drakkenheim. We never made it past the gate.</p>",
        "5-5": "<p>My house was an enemy of the von Kessel family and had many battles with them.</p>",
        "6-6": "<p>I broke ties with my family when they folded to the Silver Order.</p>",
        "7-7": "<p>I am related, not to a king or queen, but to a noble figure who sat in the small council and made important decisions for their represented house.</p>",
        "8-8": "<p>My family lost everything in the destruction of Drakkenheim. We are noble only in name, no longer in standing.</p>"
      }
    },
    "Treasure Hunter Personality Trait": {
      "name": "宝藏猎人的特征",
      "results": {
        "1-1": "<p>I believe that I am destined for greatness, and nothing can convince me otherwise.</p>",
        "2-2": "<p>I always have a plan or plot to outwit my foes. It may not always be good, but it's almost always overly complex.</p>",
        "3-3": "<p>I love to flaunt my wealth and showcase the things I have bought with it.</p>",
        "4-4": "<p>I pay no mind to the risks of a situation. I always bet on myself and my abilities and it's gotten me this far. Never tell me the odds.</p>",
        "5-5": "<p>I have a quip, allegory, or joke for almost any situation.</p>",
        "6-6": "<p>I lie about anything and everything. I lie for almost no reason at all, sometimes just to see if I can fool the people around me.</p>",
        "7-7": "<p>I use flattery and honeyed words to get what I want.</p>",
        "8-8": "<p>I can't help it if valuable objects lying around end up in my pockets. It's for safe keeping.</p>"
      }
    },
    "Mark of Survival": {
      "name": "生存印记",
      "results": {
        "1-1": "<p>Being alone for so long means I am very used to conversing with myself out loud.</p>",
        "2-2": "<p>I eat things that others find disgusting. I have learned to love the delicacies of scavenged food in the ruins.</p>",
        "3-3": "<p>I have many scars across my body from barely scraping by.</p>",
        "4-4": "<p>I am missing a finger on one hand due to a horrible encounter I had in the ruins.</p>",
        "5-5": "<p>I keep a locket of someone I lost in the ruins. I stare at it every night before I fall asleep to remember what I am looking for.</p>",
        "6-6": "<p>I keep souvenirs of the monsters I have bested in these ruins, to remind myself how strong I truly am.</p>",
        "7-7": "<p>I can sleep just about anywhere, nothing really phases me anymore.</p>",
        "8-8": "<p>I often recite the names of people I used to know and lost so I can hold on to their memory.</p>"
      }
    },
    "Survivor Bond": {
      "name": "幸存者的牵绊",
      "results": {
        "1-1": "<p>I had family in these ruins. I know not what became of them, but I must find out.</p>",
        "2-2": "<p>This city is my home, and I will fight for what's left of it until the very end.</p>",
        "3-3": "<p>I'll do any dirty work in the city if it means a hot meal, a warm bed, or some good company.</p>",
        "4-4": "<p>I've spent so long in these ruins, its the outside world that terrifies me now.</p>",
        "5-5": "<p>Why haven't I left Drakkenheim? Have you seen how much gold there is to be made here?</p>",
        "6-6": "<p>I am bound to the throne of Drakkenheim, and fight to see it one day reclaimed.</p>"
      }
    },
    "Arcane Anomalies": {
      "name": "奥术异常随机表",
      "results": {
        "1-1": "<p>Gravity breaks within a 100-foot radius area for 1 hour. Creatures levitate in midair, and must move by pushing or pulling against a fixed object or surface within reach (such as a wall or a ceiling), which allows them to move as if they were climbing. Unattended objects float around randomly.</p>",
        "2-2": "<p>The nearest creature is affected by a <em>hideous laughter</em> spell (Save DC 15) but instead of laughing, the creature repeats unfathomable combinations of syllables and words.</p>",
        "3-3": "<p>Time skips a beat. Creatures within 60 feet experience a palpable feeling of vertigo followed by a powerful sensation of deja vu and are stunned for 1 round (No save).</p>",
        "4-4": "<p>The nearest creature becomes unstuck in time. It is affected by the <em>blink</em> spell for 1 minute. Instead of vanishing into the Ethereal Plane, the creature vanishes into a sliver of time in its past or possible future.</p>",
        "5-5": "<p>A prismatic burst of energy erupts in a 20-foot radius. Creatures in the area must succeed on a DC 15 Constitution saving throw or take 8d6 radiant damage and become blinded for 1 round. The smell of ozone fills the area, and wood transforms into glass.</p>",
        "6-6": "<p>Echoes of possible realities are briefly visible for 1 minute. When a creature within 60 feet is hit by an attack, a faint vision of the creature being killed by that attack appears.</p>",
        "7-7": "<p>Discordant music fills the mind of all creatures within 30 feet, who are affected as if by <em>irresistible dance</em> Save DC 15).</p>",
        "8-8": "<p>A section of stone, water, air, or energy becomes an appropriate <strong>delerium elemental</strong>.</p>",
        "9-9": "<p>An extraplanar creature is summoned and remains for 1 hour. The DM either chooses the creature or determines it randomly. It is friendly to the creature who triggered the anomaly.</p>",
        "10-10": "<p>All humanoid corpses within 120 feet animate as hostile <strong>haze husks</strong>. The shrieking undead beg frantically for forgiveness as they rip apart the living.</p>",
        "11-11": "<p>The <strong>shadows</strong> of 1d6 random creatures in the area animate and try to kill them. Once destroyed, the creatures don't cast a shadow for 24 hours.</p>",
        "12-12": "<p>All creatures within 60 feet become invisible for 1 min or until they attack or cast a spell.</p>",
        "13-13": "<p>Tendrils of life flow from the nearest creature to others. It must succeed on a DC 15 Constitution saving throw or take 8d8 necrotic damage, half on a success. The three nearest creatures within 60 feet each regain hit points equal to the damage taken.</p>",
        "14-14": "<p>A <em>hypnotic pattern</em> (save DC 15) appears. It creates scintillating impossible colours in shapes which are simply <em>wrong</em>. Creatures incapacitated by the spell weep uncontrollably.</p>",
        "15-15": "<p>A <em>black tentacles</em> spell appears in the area for 1 hour (Escape DC 15).</p>",
        "16-16": "<p>Objects within 60 feet come to life for the next hour, as if affected by the <em>animate objects</em> spell. They mumble awful truths, but are not otherwise hostile.</p>",
        "17-17": "<p>The nearest creature is <em>polymorphed</em> into an <strong>awakened shrub</strong> for 1 hour or until reduced to 0 hp (No save).</p>",
        "18-18": "<p>Time slows down for up to six randomly determined creatures within 120 feet of the anomaly. They are affected by the <em>slow</em> spell for 1 minute. (Save DC 15).</p>",
        "19-19": "<p>Time speeds up for one randomly determined creature within 60 feet of the anomaly. They are affected by the <em>haste</em> spell for 1 minute.</p>",
        "20-20": "<p>A bowl of flowers and a very surprised aquatic mammal appear 100 feet in the air. “Oh no, not again...” thinks the flowers.</p>"
      }
    },
    "Devoted Missionary Personality Trait": {
      "name": "虔诚传教士 特点",
      "results": {
        "1-1": "<p>I empathize with those who do not follow the path of light. Creatures of all types can be brought back to the path of righteousness and are often suffering and in great pain.</p>",
        "2-2": "<p>I believe in the words of my religion and quote its texts and scriptures as often as I can.</p>",
        "3-3": "<p>I am tolerant (or intolerant) of other faiths and respect (or condemn) the worship of other gods.</p>",
        "4-4": "<p>I have spent my life in a temple or church. Rough living wears on me quickly.</p>",
        "5-5": "<p>I believe very strongly that everything will turn out okay, and nothing can shake my positive attitude.</p>",
        "6-6": "<p>My faith kept me distant from others. I have very little experience with the world outside the church/temple/shrine.</p>",
        "7-7": "<p>I have extremely strict etiquette and manners for interactions and tasks, and I refuse to stray from them.</p>",
        "8-8": "<p>I am working on my thesis of religious ongoings in the world and excitedly discuss the nuances of these ideas with anyone and everyone.</p>"
      }
    },
    "Queen's Park Encounters": {
      "name": "女王公园的随机遭遇",
      "results": {
        "1-1": "<p>The characters find themselves at the edge of the garden near one of the many entrances into the grounds. They can make out rows of buildings and streets just beyond a high and moss covered rocky wall that surrounds the garden. They must have gotten turned around somewhere back there.</p>",
        "2-2": "<p>A thin path winds through a grassy clearing. The grass is lush and green, perhaps the most vibrant grass within ten miles of the city. On either side of the path is a beautiful decorated floral garden. The gardens are lined with fluorescent purple flowers accented with hints of orange, yellow, or green. They are not eldritch lilies, but to the untrained eye they may appear to be. A DC20 Nature check reveals them to be false lilies. Four small garden gnomes stand within the gardens, one on either end of the two floral beds. If the players step onto the grass or pick any of the flowers they immediately hear a voice screech out to them: <em>“KEEP. OFF. THE. GRASS!”</em></p><ul><li>The garden gnomes are insane gnome @UUID[Actor.9aHUyJWJIb1eQeja]{Berserkers}, who spring to life and attack any who interfere with their lush garden.</li></ul>",
        "3-3": "<p>A sad-looking willow tree hangs before a vine-covered stone bridge built across a gentle babbling creek at the base of a small waterfall. Purple and yellow vibrant flowers bloom all across the bridge's thick vines. The tree sways in an eerie breeze, while fastened to its trunk a small elegant rowboat bobs gently in the creek.</p><ul><li>As players approach the tree, it awakens as a mad @UUID[Compendium.dnd5e.monsters.Actor.NB6wUgVqeOQtsQKu].</li><li>Abandoned in the boat is a small hairpin with the crest of the von Kessel family upon it, as well as a book titled \"The Gardens of Skye\" that details exotic lilies and other flora. Inside the cover of the book is an inscription that reads \"To my dear mother Lenore, From Katarina.\"</li><li>Behind the waterfall is a ten foot wide underground canal that stretches off into darkness. There are no walkways, and one thousand feet down the canal, the water becomes thick delerium sludge that is home to 1d4 @UUID[Actor.JU5DYHnBwwFj4jC3]. The canal gently bends and snakes upward, eventually ending in the cistern of the royal palace of Castle Drakken (see chapter 9).</li></ul>",
        "4-4": "<p>Six @UUID[Actor.2z1ZlGCaN2U8uZeP]{Haze Wights} wander the garden, and hungrily attack any living creatures they encounter. They wear the livery of House von Kessel.</p><ul><li>One of the wights has a letter on his person that bears the seal of the royal steward (see the “Steward's Letter” in the Developments section).</li><li>With the information from the note, the characters are granted advantage on their next “Searching the Garden” roll.</li></ul>",
        "5-5": "<p>Three statues of weeping angels stand facing the middle of this clearing. The central statue is significantly larger than the other two, and is choked in thick vines with pulsing spores. Between them is an old stone podium entangled in overgrowth.</p><ul><li>Removing the plants reveals a map of the gardens engraved upon the stone surface. Any interaction with the statues or the map causes the three statues to spring to life: the smaller two become @UUID[Actor.pIco9QnC61hFiUtp]{Gargoyles}, and the larger one uses the stat block of a @UUID[Actor.Ecjb4wxsJ9u01cT6].</li><li>Examining the map gives characters advantage on their next “Searching The Garden” roll.</li></ul>",
        "6-6": "<p>5 ([[/r 2d4]]) @UUID[Compendium.dnd5e.monsters.Actor.8KSVpQZyzius93ko]{Will-o'-Wisps} float within the trees of this thick wooded area. If followed, they attempt to lure characters into the woods towards a grove ringed by beautiful glowing fluorescent flowers. A dead mage lays in the middle of the floral patch,</p><ul><li>Any who inspect the body cause a vengeful @UUID[Actor.lAt2j5PaTnH71T5O] to emerge that is immediately hostile. The will-o-wisps attack along with the wraith.</li><li>Upon the corpse is an uncommon magic item, as well as 1d4 rare <em>potions</em> or <em>spell scrolls</em>.</li></ul>",
        "7-7": "<p>A monument of the original Queen's Men rests here. It depicts the regiment of castle guards dedicated to protecting the Queens of Drakkenheim. The monument has been defaced with graffiti and crude drawings left by outlaws of the current Queen's Men. An old burrow behind the monument used to be a campsite but is now home to 2 hungry @UUID[Compendium.dnd5e.monsters.Actor.ZHAFrnCwCz17dmLc].</p><ul><li>The trolls can be bargained with, offering directions to the royal grotto, where they found lots of glowing flowers. In exchange, they want to eat one of the characters' limbs.</li><li>If the trolls are bargained with, characters have advantage on their next “Searching the Garden” roll.</li></ul>",
        "8-8": "<p>Nestled between hedgerows is a beautiful topiary garden with bushes trimmed into elegant designs depicting mythological creatures. Tending the garden are 7 ([[/r 2d6]]) of @UUID[Actor.DJiIMJZ23efPNZYZ]{Lenore's Handmaidens}.</p>"
      }
    },
    "Mageborn Flaw": {
      "name": "魔法血脉 缺陷",
      "results": {
        "1-1": "<p>I walk straight into danger. What's the worst that could happen?</p>",
        "2-2": "<p>I believe my plan is always far superior to everyone else's.</p>",
        "3-3": "<p>I am distracted by possibilities of gaining knowledge or power, regardless of the cost or danger.</p>",
        "4-4": "<p>I overcomplicate most situations with small details and over analyzing simple things.</p>",
        "5-5": "<p>I get angry quickly, and cause more harm than good with my magic when I get mad.</p>",
        "6-6": "<p>I can't get enough delerium. I want the power for myself.</p>"
      }
    },
    "Crater Basin Encounters": {
      "name": "陨石坑盆地的随机遭遇",
      "results": {
        "1-1": "<p>1 @UUID[Actor.uXmefMFY5tadWoMU]</p>",
        "2-2": "<p>[[/r 1d4]] @UUID[Actor.nqdTPETJHquUMVIW]</p>",
        "3-3": "<p>4 ([[/r 1d6]]) @UUID[Actor.BezicP0b3wmU2u4p] 和 10 ([[/r 3d6]]) @UUID[Actor.gwrdsxHSdMxcmK79]</p>",
        "4-4": "<p>35 ([[/r 10d6]]) @UUID[Actor.WRMeQqdgYSpAR9zx]{Delerium Dregs} and [[/r 1d6]] @UUID[Actor.sHgFXfdwxl0mefuB]{Haze Hulks}</p>",
        "5-5": "<p>[[/r 1d6]] delerium elementals (@UUID[Actor.JU5DYHnBwwFj4jC3], @UUID[Actor.DNEEnuRXXzpD769i], @UUID[Actor.3Gy2ItleudbX9hXJ], @UUID[Actor.tl41mXIc3zCsa0rm])</p>",
        "6-6": "<p>[[/r 1d4]] @UUID[Actor.lAt2j5PaTnH71T5O]{Arcane Wraiths} and [[/r 1d6]] @UUID[Actor.OH6Ong42U0roAZ6F]{Warp Witches}</p>"
      }
    },
    "Continental Noble Ideal": {
      "name": "大陆贵族 理想",
      "results": {
        "1-1": "<p>I am a respected member of my family, and I expect what remains of Drakkenheim's nobility and royal line to acknowledge my standing. (Lawful)</p>",
        "2-2": "<p>It is my responsibility as a representative of my noble line to remain cordial, and diplomatic in dealings with the various high ranking members of Drakkenheim's society. (Good)</p>",
        "3-3": "<p>I do not wish for my nobility to come up. It may be best if the people of Drakkenheim do not know who I am. At least for now. (Any)</p>",
        "4-4": "<p>It is my duty to aid the people of Drakkenheim. As a noble I was connected to this city, and it is what is expected of me. (Good)</p>",
        "5-5": "<p>I must claim my victories and prove myself in battle. (Any)</p>",
        "6-6": "<p>Blood is thicker than water and I will fight to defend my family's honour. (Good)</p>"
      }
    },
    "Devoted Missionary Flaw": {
      "name": "虔诚传教士 缺陷",
      "results": {
        "1-1": "<p>I judge others harshly and believe my path to be the one true path.</p>",
        "2-2": "<p>I believe in the words of my religion so strongly that I follow them without question.</p>",
        "3-3": "<p>The goal I have set for myself is my destiny, and I can not act against it or abandon it for any reason.</p>",
        "4-4": "<p>My religion was meant to keep the dark thoughts at bay, but I find myself losing that battle and a blood thirst grows within me.</p>",
        "5-5": "<p>This is my first taste of life outside my religion, and I enjoy its pleasures a little too much.</p>",
        "6-6": "<p>The gods and my faith have determined that I am always correct as I speak on their behalf. There is no question in my mind that I speak the ultimate truths and any who do not agree are misguided fools.</p>"
      }
    },
    "Madness": {
      "name": "德拉肯海姆疯狂随机表",
      "results": {
        "1-1": "<p>\"I wish I didn't have all these useless organs inside me.\"</p>",
        "2-2": "<p>\"The contamination is a blessing which will transform me into a wondrous creature.\"</p>",
        "3-3": "<p>\"The monsters are civilians trying to live a peaceful life! We need to protect them!\"</p>",
        "4-4": "<p>\"I must wear a flesh-coat made from my slain enemies to gain their strength!\"</p>",
        "5-5": "<p>\"My companions died in the ruins. I'm sorry friends, you are merely ghosts haunting me, you aren't real. Stop trying to talk to other people.\"</p>",
        "6-6": "<p>\"I need to eat everything I can find. It's probably going to be my last meal.\"</p>",
        "7-7": "<p>\"Drakkenheim is so beautiful at night. I could spend forever wandering the streets by moonlight. We should go tonight! Let's go every night!\"</p>",
        "8-8": "<p>\"Don't you fools get it?! If you die in Drakkenheim, you die IN REAL LIFE!!!!\"</p>",
        "9-9": "<p>\"A sinister cabal of disembodied hands is plotting against me.\"</p>",
        "10-10": "<p>\"I must go into the ruins and kill. Rip and tear, until it is done.\"</p>"
      }
    },
    "Mutations": {
      "name": "突变表 Mutations",
      "results": {
        "1-1": "<p>Roll twice, ignoring this result on subsequent rolls.</p>",
        "2-2": "<p>Your vocal cords warp, and you may only speak in a halting gurgle. If you have 4 or more contamination levels, your tongue rots and falls out, and you can no longer speak.</p>",
        "3-3": "<p>Your fingernails, teeth, and toenails start falling out. [[/r 2d6]] fall out for each contamination level you have gained.</p>",
        "4-4": "<p>Your lips, nose, and ears blacken and wither. If you reach 4 or more contamination levels, they rot and fall off. You can still speak and hear, however.</p>",
        "5-5": "<p>Painful blisters, welts, and multicoloured lesions appear all over your skin, which burst and peel off painfully, exposing the raw sinew underneath. Once you reach 4 contamination levels, your skin entirely sloughs off.</p>",
        "6-6": "<p>Each time you gain a contamination level, some of your hair falls out in patches. Once you reach 4 or more contamination levels, all hair on your body completely falls out.</p>",
        "7-7": "<p>You emit a dim octarine glow to a range of 10 feet. If you have 4 or more contamination levels, you instead emit bright light to a range of 30 feet.</p>",
        "8-8": "<p>An eyeball opens somewhere on your body for each contamination level you have gained. If you have 4 or more contamination levels, you can see in all directions.</p>",
        "9-9": "<p>At the start of each of your turns, you deal [[/damage 1d10 piercing average]] damage to any creature you are grappling.</p>",
        "10-10": "<p>You sprout fish-like fins and gills. You gain a swimming speed equal to your land speed and can breathe underwater. If you have 4 or more contamination levels, you can only breathe underwater; but can hold your breath outside water for up to 1 hour.</p>",
        "11-11": "<p>Your bones and organs become gelatinous. You can move through a space as narrow as 6 inches wide without squeezing.</p>",
        "12-12": "<p>Shell-like growths appear all over your body, giving you a +1 bonus to AC. If you have four or more contamination levels, this bonus increases to +2.</p>",
        "13-13": "<p>Your eyes merge into a single central eye which can emit an energy beam as a ranged spell attack using your Intelligence modifier for the attack roll. If it hits, it deals 2d6 radiant damage.</p>",
        "14-14": "<p>You can cast @UUID[Compendium.dnd5e.spells.Item.wqfAVANuQonNBgnL] once for each contamination level you have gained. You regain these uses when you finish a long rest.</p>",
        "15-15": "<p>One of your arms becomes a fleshy tentacle. When you make a melee attack on your turn, increase your reach by 5 feet.</p>",
        "16-16": "<p>You gain a climb speed equal to your walking speed. You can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>",
        "17-17": "<p>You gain telepathy to a range of 10 feet, but other people hear it as their own voice. If you have 4 or more contamination levels, the range extends to 60 feet.</p>",
        "18-18": "<p>A toothy mouth appears on your stomach, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to 1d6 + your Strength modifier.</p>",
        "19-19": "<p>Your eyes become milky orbs, and you gain blindsight to a range of 10 feet. If you have 4 or more contamination levels, your eyes rot out, and dim octarine light burns in the sockets. Your blindsight increases to 30 feet, but you are blind beyond this radius.</p>",
        "20-20": "<p>Gain an additional spell slot of the highest level you can cast (to a maximum of 5th level). If you don't have spell slots, your hit point maximum increases by an amount equal to your level. Double with 4 or more contamination levels.</p>"
      }
    }
  }
}
