{
  "label": "法术",
  "mapping": {
    "sources": {
      "path": "system.source",
      "converter": "source"
    },
    "range": {
      "path": "system.range",
      "converter": "range"
    },
    "target": {
      "path": "system.target",
      "converter": "target"
    },
    "effects": {
      "path": "effects",
      "converter": "effects"
    },
    "activities": {
      "path": "system.activities",
      "converter": "activities"
    }
  },
  "folders": {},
  "entries": {
    "Conjure the Deep Haze": {
      "name": "Conjure the Deep Haze",
      "description": "<p>When you cast this spell, you gain one level of contamination.</p><p>You create a 20-foot-radius sphere of the Deep Haze on a point you choose within range. The fog spreads around corners. It lasts for the duration or until strong wind disperses the fog, ending the spell. Its area is heavily obscured.</p><p>When a creature enters the spell's area for the first time on a turn or starts its turn there, that creature must succeed on a Constitution saving throw. On a failed saving throw, it suffers 8d6 necrotic damage and gains one level of contamination. On a successful save, the creature takes half as much damage and does not gain any contamination levels. Creatures are affected even if they hold their breath or don't need to breathe.</p>"
    },
    "Contamination Immunity": {
      "name": "Contamination Immunity",
      "description": "<p>Until the spell ends, one willing creature you touch is immune to necrotic damage and cannot gain contamination levels. The affected creature may rest normally within the Haze.</p><p>This spell ends immediately if the creature casts a contaminated spell.</p><p><strong>Researching the Spell:</strong> A character who can cast 7th level spells, knows the <em>neutralizing field</em> spell, and who has visited the Delerium Heart can research <em>contamination immunity</em>.</p>",
      "effects": {
        "Contamination Immunity": {
          "name": "Contamination Immunity"
        }
      }
    },
    "Contaminated Power": {
      "name": "Contaminated Power",
      "description": "<p>When you cast this spell, you gain one level of contamination.</p><p>You draw unrestrained arcane magic from the delerium shard you hold in your hand. Until the spell ends, you gain the following benefits:</p><ul><li>When you cast a spell that deals acid, fire, cold, lightning, or poison damage, you can change the damage type to force, necrotic, psychic, or radiant damage.</li><li>Once per turn when you deal damage with a spell, you can deal an extra 1d12 necrotic damage for each contamination level you have gained to one target of that spell.</li><li>When you cast a spell that forces a creature to make a saving throw to resist its effects, you can choose to gain one level of contamination. If you do, one target of the spell has disadvantage on its first saving throw made against that spell.</li></ul><p>This spell can't be dispelled by <em>dispel magic.</em></p><p><strong>Discovering the Spell:</strong> A character who can cast 8th level spells, knows every other contaminated spell, and has cast each of them at least once can research <em>contaminated power</em>.</p>",
      "activities": {
        "Cast": {
          "name": "施展"
        }
      }
    },
    "Delerium Blast": {
      "name": "Delerium Blast",
      "description": "<p>When you cast this spell, you gain one level of contamination.</p><p>You ignite arcane energies stored inside a delerium fragment held in your hand, and hurl it towards a space you can see within range. It explodes in a 20-foot-radius sphere of erratic psychic energy that overwhelms the minds and senses of those within. Each creature in the sphere must succeed on an Intelligence saving throw. On a failed save, a creature takes 10d6 psychic damage and becomes incapacitated until the end of their next turn. On a successful save, a target takes half as much damage and suffers none of the spell's other effects.</p><p><em><strong>At Higher Levels. </strong></em>When you cast this spell using a spell slot of 5th level or higher, the damage increases by 2d6 for each slot level above 4th.</p>"
    },
    "Delerium Orb": {
      "name": "妄彩球",
      "description": "<p>When you cast this spell, you gain one level of contamination.</p><p>You draw chaotic magical power from the delerium fragment held in your hand, and blast a creature you can see within range with paradoxical power. Choose one ability score, then choose cold, fire, lightning, necrotic, psychic, or radiant damage. The target must succeed on a saving throw using the chosen ability score; it takes 6d6 damage of the chosen type on a failed saving throw, or half as much on a successful one.</p><p><em><strong>At Higher Levels. </strong></em>When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 2d6 for each slot level above 1st.</p>",
      "activities": {
        "Save (STR)": {
          "name": "Save (STR)"
        },
        "Save (DEX)": {
          "name": "Save (DEX)"
        },
        "Save (CON)": {
          "name": "Save (CON)"
        },
        "Save (INT)": {
          "name": "Save (INT)"
        },
        "Save (WIS)": {
          "name": "Save (WIS)"
        },
        "Save (CHA)": {
          "name": "Save (CHA)"
        }
      }
    },
    "Forced Evolution": {
      "name": "强制进化",
      "description": "<p>正如此法术名的名字之意，你用本法术转换一个由 污染 导致的变异。你移除法术目标身上现存的一项变异，并给予他为另一项变异作为代替。具体哪一项新的变异，由你的 GM选择或随机决定</p>",
      "activities": {
        "Cast": {
          "name": "施展"
        }
      }
    },
    "Neutralizing Field": {
      "name": "中和场域",
      "description": "<p>你无效化周遭的污染魔法能量，创造出以你自身为中心，半径 10 尺球状区域的立场。立场内的所有生物（包括你自己）的 污染 层数无法被增加，且免疫于黯蚀伤害。此外，立场内无法施展任何“受污染”的法术。</p><p><strong>研发这个法术：</strong>一位能够施展 5 环法术，已经学会了 祛除污染，制作了至少一份 抗污药剂 的角色能够研发 中和场域 法术。</p>",
      "activities": {
        "Cast": {
          "name": "施展"
        }
      }
    },
    "Octarine Spray": {
      "name": "第八虹光喷射",
      "description": "<p>施展此法术时，你立刻获得一层 污染。</p><p>无数第八虹色的射线在你的手中闪烁，每一条射线都有着不同的颜色、不同的能力、不同的用途，如下表所示。每个身处 60 尺锥状范围的生物必须通过一次体质豁免。然后你为每个法术目标投掷一枚 d8 来决定影响该生物的射线有何种效果。</p><p> @Embed[Compendium.drakkenheim-core.tables.RollTable.Wr21dTlmVphRQ5GP rollable]</p>",
      "activities": {
        "Cast": {
          "name": "施展"
        },
        "(1) Psychic Damage": {
          "name": "(1) 心灵伤害"
        },
        "(2) Necrotic Damage": {
          "name": "(2) 暗蚀伤害"
        },
        "(3) Force Damage": {
          "name": "(3) 力场伤害"
        },
        "(4) Radiant Damage": {
          "name": "(4) 光耀伤害"
        },
        "(5) Thunder Damage": {
          "name": "(5) 雷鸣伤害"
        },
        "(6) Confusion": {
          "name": "(6) 困惑"
        },
        "(7) Contamination": {
          "name": "(7) 污染"
        }
      }
    },
    "Purge Contamination": {
      "name": "祛除污染",
      "description": "<p>你将炼金液或圣水涂抹在一个遭受 污染 的类人生物身上，同时严格念诵一大段魔法咒文，以此驱逐目标身上的污染。当你完成此法术的施展后，目标身上所有层数的 污染 与污染带来的变异都将被移除，但目标将承受移除污染层数等额的 力竭 等级。</p>",
      "activities": {
        "Cast": {
          "name": "施展"
        }
      }
    },
    "Ray of Contamination": {
      "name": "污染射线",
      "description": "<p>施展此法术时，你立刻获得一层 污染。</p><p>一道 60 尺长、5 尺宽的线状魔能闪电自你爆裂而出，向着你所选的方向呼啸而去。线状区域内的每个生物都必须通过一次敏捷豁免。若豁免失败，生物将受到 10d6 点闪电伤害，豁免成功则只受半数伤害。那之后，你可以立刻传送到线状区域内的一处你可见的、未被占据的空间中。</p><p><strong>升环施法：</strong>当你使用 4 环或更高环阶法术位施展这个法术时，使用的法术位每比 3 环高 1 环，本法术的伤害就提升 2d6 点。</p>"
    },
    "Ride the Rifts": {
      "name": "驱隙电闪",
      "description": "<p>施展此法术时，你立刻获得一层 污染。</p><p>一道 60 尺长、5 尺宽的线状魔能闪电自你爆裂而出，向着你所选的方向呼啸而去。线状区域内的每个生物都必须通过一次敏捷豁免。若豁免失败，生物将受到 10d6 点闪电伤害，豁免成功则只受半数伤害。那之后，你可以立刻传送到线状区域内的一处你可见的、未被占据的空间中。</p><p><strong>升环施法：</strong>当你使用 4 环或更高环阶法术位施展这个法术时，使用的法术位每比 3 环高 1 环，本法术的伤害就提升 2d6 点。</p>"
    },
    "Siphon Contamination": {
      "name": "污染转嫁",
      "description": "<p>这个费时费力又不好用的法术能将一个生物身上的污染 Contamination 层数全数转移至另一个生物身上。当你施展这个法术时，你必须先触碰一个自愿的类人生物（至少具有一层 污染），或一个目前已遭受污染而被转化为怪兽形态的、原先是类人生物的生物；然后再去触碰另一个自愿承接污染的类人生物。</p><p>如果两个被触碰生物都是自愿的类人生物，你可以将前者身上的所有污染层数与变异全数移除，令后者获得等额的污染层数。</p><p>如果前者是已承受怪兽化污染的、原先是类人生物的生物，而后者是自愿的类人生物（且角色等级或挑战等级大于或等于前者变形后的挑战等级）的情况下。你将那个受污染的生物转化回其原始形态——但，后者会立刻承受 6 层 污染，并立刻遭受怪物变形效应。</p><p>承接污染等级的这个生物（即后者）不可以用任何方式阻止或反制它即将承受的任何污染层数与即将遭受的任何变化，否则本法术立刻失败并不产生任何效果。</p><p><strong>研发这个法术：</strong>一位能够施展 6 环法术，已经学会了 强制进化 和 中和场域 法术，并见证了另一个生物变为怪物的角色能够研发 污染转嫁 法术。</p>",
      "activities": {
        "Cast": {
          "name": "施展"
        }
      }
    },
    "Warp Bolt": {
      "name": "扭曲矢",
      "description": "<p>施展此法术时，你立刻获得一层污染。</p><p>一段带有第八虹色的电弧射线袭向施法距离内的一个生物。如果该生物具有至少一级的污染，本次攻击自动命中。否则，你对其进行一次远程法术攻击。命中时，目标将受到 6d6 暗蚀伤害，并获得一层污染。</p><p>持续时间内，你在每个自己回合中都可以再次用你的动作再次发射这道电弧。</p><p><em><strong>升环施法：</strong></em>。当你使用 3 环或更高环阶法术位施展这个法术时，使用的法术位每比 2 环高 1 环，你就可以为本法术多选择一个目标。</p>",
      "activities": {
        "Free Attack": {
          "name": "再次攻击"
        }
      }
    },
    "Sacrament of the Falling Fire": {
      "name": "天火圣礼",
      "description": "<p>本法术只能在被 浓厚污霭 覆盖的区域中施展。</p><p>你举行一场神圣的仪式，洗礼至多 12 名虔诚、自愿、且生物类型为类人生物的生物。每个受术生物都需要将一枚妄质晶片嵌入自己的胸口，而他们将因此被圣化（详见第 3 章中的“坠火追随者”档案）。</p><p>当你完成法术的施展后，每个受术者周围都会出现一只敌对的 @UUID[Compendium.dnd5e.monsters.Actor.QGcQYZbVl4bWzi4E]{幽影} 并攻击对应的受术生物——而它们便是每个角色内心深处黑暗的显化。GM 也许可以让那些心中承载着强烈愤怒、恐惧、或仇恨的角色周围出现一只 @UUID[Compendium.dnd5e.monsters.Actor.ET4PEVEiNJLU4f7c]{缚灵} 用以代替这样的幽影显化。</p>",
      "activities": {
        "Cast": {
          "name": "施展"
        },
        "Summon": {
          "name": "召唤"
        }
      }
    }
  }
}