{
  "label": "Tables",
  "entries": {
    "Paradoxical Physiology": {
      "name": "Paradoxical Physiology",
      "results": {
        "1-1": "<p>随着他们的移动而变化的特征，呈现出你曾经遇到的每一个人。</p>",
        "2-2": "<p>四肢和关节向不寻常的方向弯曲，有时完全改变生物的运动方式.</p>",
        "3-3": "<p>看起来像立体主义画作，存在于二维、三维，甚至似乎是四维，无法完全理解.</p>",
        "4-4": "<p>大量的眼睛——许多在你观看时形成.</p>",
        "5-5": "<p>Unsettling blends of insect, animal, and human traits.</p>",
        "6-6": "<p>Everchanging shapes and colors that are difficult to recall.</p>",
        "7-7": "<p>A faint, eerie glow that varies without pattern or source.</p>",
        "8-8": "<p>Body parts that vanish momentarily, only to reappear unexpectedly in a different form or location.</p>",
        "9-9": "<p>Shadows that behave independently, moving in ways that do not align with any light source.</p>",
        "10-10": "<p>Skin that shows swirling patterns and otherworldly landscapes, captivating and disorienting onlookers.</p>"
      }
    },
    "Aberrant Physiology": {
      "name": "Aberrant Physiology",
      "results": {
        "1-1": {
          "name": "Extra Heads",
          "description": "<p>This creature sports multiple heads, each possibly possessing its own unique thoughts and senses which vie for control over its body.</p>"
        },
        "2-2": {
          "name": "Extra Limbs",
          "description": "<p>Sprouting from the creature’s body are several additional appendages: arms, legs, fingers, claws, or otherwise. Most are functionally useless, though they may attempt to mimic the movements of the creature’s main limbs</p>"
        },
        "3-3": {
          "name": "Eyes",
          "description": "<p>Numerous eyes dot the creature's body, each in different sizes, shapes, colors, and perhaps even from wildly different sources, such as insectoid or reptilian eyes</p>"
        },
        "4-4": {
          "name": "Multiple Mouths",
          "description": "<p>Toothy maws, slobbering lips, and gnawing mouths appear on the creature's body in random places. Some may even scream, babble, or speak.</p>"
        },
        "5-5": {
          "name": "Tentacles",
          "description": "<p>Long, writhing tentacles extend from the horror in bizarre places, perhaps sprouting from its head or back like hair or spines. They may be smooth or covered in suction cups, or perhaps thin waving tendrils</p>"
        },
        "6-6": {
          "name": "Strange Coloration",
          "description": "<p>The creature's skin, scales, hair, eyes, or other body parts have bizarre, unnatural colors</p>"
        },
        "7-7": {
          "name": "Delerium Spines and Barbs",
          "description": "<p>The creature is covered in sharp spines and barbs that begin as bone and then crystallize into delerium.</p>"
        },
        "8-8": {
          "name": "Inorganic Flesh",
          "description": "<p>Elements like glass or metal are fused with the monster's flesh. Perhaps even entire parts of its body are made of this material, which moves and bleeds like organic flesh.</p>"
        },
        "9-9": {
          "name": "Conjoined Form",
          "description": "<p>This monster is a bizarre fusion of two creatures with a chaotic pattern of movement and attack.</p>"
        },
        "10-10": {
          "name": "Wretched Fate",
          "description": "<p>A pitiful human part remains, partially absorbed and fully conscious, adding a gruesome and tragic aspect to the creature.</p>"
        },
        "11-11": {
          "name": "Disgusting Secretions",
          "description": "<p>The horror leaks sludge, pus, blood, or other fluids from its pores, mouth, or other indescribable openings on its body.</p>"
        },
        "12-12": {
          "name": "No Organs",
          "description": "<p>The creature's body visibly lacks organs, its existence powered by magical energies or other strange metabolism.</p>"
        },
        "13-13": {
          "name": "Multi-Sectioned Joints",
          "description": "<p>The creature's limbs are segmented unusually, allowing for a range of motion that is both unnatural and disconcerting.</p>"
        },
        "14-14": {
          "name": "Bioluminescent",
          "description": "<p>The monster emits a haunting light, useful for navigating dark environments or mesmerize its prey.</p>"
        },
        "15-15": {
          "name": "Decaying or Sloughing",
          "description": "<p>Parts of the horror's body continuously decay and regenerate, a grotesque display that might be a strategy to shed parasites or damaged tissue.</p>"
        },
        "16-16": {
          "name": "Melting or Stretching Form",
          "description": "<p>The creature's form seems unstable, constantly melting or stretching, which could be an adaptation for squeezing through tight spaces.</p>"
        },
        "17-17": {
          "name": "Discorporated or Ethereal",
          "description": "<p>The monster appears only partially anchored in the physical realm, phasing in and out of existence.</p>"
        },
        "18-18": {
          "name": "Translucent Skin",
          "description": "<p>Its nearly transparent skin reveals the horrifying workings beneath. Perhaps it has no skin at all, its outer body simply exposed muscle</p>"
        },
        "19-19": {
          "name": "Eldritch Flames",
          "description": "<p>The creature is swathed in flickering eldritch flames which do not consume its body</p>"
        },
        "20-20": {
          "name": "Pulsating Organs",
          "description": "<p>Visible muscle and organs pulsate grotesquely beneath the monster's thin skin.</p>"
        }
      }
    },
    "Troll Bargains": {
      "name": "Troll Bargains",
      "results": {
        "1-1": "<p>“All you gotta do to pass is give up one of your arms or legs. We are reasonable folks, so it can be your left arm. You don't need it much.”</p>",
        "2-2": "<p>“Give us your horses, all of them. We need to stock up on meat for the winter.”</p>",
        "3-3": "<p>“If you give us a nice big gem, we won't squash you to jelly.“</p>",
        "4-4": "<p>“Let us eat one of you, and the rest can go without question.”</p>",
        "5-5": "<p>“Go get us a cow, or two goats, nice big ones. Bring them here and we'll let you through.”</p>",
        "6-6": "<p>“Give us something nice, magical, and shiny and we'll let you carry on your way.”</p>"
      }
    },
    "Transmuted Flesh": {
      "name": "Transmuted Flesh",
      "description": "<p>Your flesh and body transform into an seemingly inorganic material but you remain animate and alive. This doesn't affect your game statistics. Roll 1d6 to determine which material.</p>",
      "results": {
        "1-1": "<p>Iron</p>",
        "2-2": "<p>Wood</p>",
        "3-3": "<p>Glass</p>",
        "4-4": "<p>Stone</p>",
        "5-5": "<p>Water</p>",
        "6-6": "<p>Plastic</p>"
      }
    },
    "Trophies": {
      "name": "Trophies",
      "results": {
        "1-1": "<p>A rope of skulls hanging over the shoulder.</p>",
        "2-2": "<p>Fingers of dead adventurers worn like a necklace.</p>",
        "3-3": "<p>A helmet hung from a belt, filled with clattering teeth.</p>",
        "4-4": "<p>The skull of a giant alligator worn as a helm.</p>",
        "5-5": "<p>A ratling pelt, with the skull mounted upon the Garmyr's head.</p>",
        "6-6": "<p>A feathered cloak, each feather taken from a harpy.</p>"
      }
    },
    "Beliefs About the Rat God": {
      "name": "Beliefs About the Rat God",
      "results": {
        "1-1": "<p>The Rat God wants us to eat everything we can. One day, Rat God will eat the world. It is going to be amazing!</p>",
        "2-2": "<p>The moon is made of cheese! It will be a special snack for the Rat God when they come to eat the world.</p>",
        "3-3": "<p>The Rat God sometimes gives the very bestest ratlings magic powers to help them get food and get shiny.</p>",
        "4-4": "<p>Every shadow is a spy for the Rat God. So, if you have something you need to tell them, whisper it to your shadow.</p>",
        "5-5": "<p>Every shake and shudder of the earth is the Rat God digging, digging, digging deep below!</p>",
        "6-6": "<p>One day, in the Great Gnaw, we are going to burrow all the way to Castle Drakken and eat everything inside!</p>",
        "7-7": "<p>Don't displease the Rat God. They will turn you into a ghost that can't eat, and you'll watch us grow fat and happy.</p>",
        "8-8": "<p>The Rat God stole the shiny from a big mean cat with too many tails and sent the shiny here to make the ratlings strong and smart so we can kill all the cats!</p>",
        "9-9": "<p>The shiny are the bones of the Rat God. Once we eat all the shiny, the biggest ratling will turn into the Rat God.</p>",
        "10-10": "<p>The Rat God loves dancing and fire, but hates math and iambic pentameter.</p>"
      }
    },
    "Ratling Trinkets (What's in Their Pockets)": {
      "name": "Ratling Trinkets (What's in Their Pockets)",
      "results": {
        "1-1": "<p>[[/r 4d6]] human fingers</p>",
        "2-2": "<p>[[/r 2d4]] human eyes.</p>",
        "3-3": "<p>A chunk of rock that sparkles.</p>",
        "4-4": "<p>A crude wooden effigy of a rat.</p>",
        "5-5": "<p>[[/r 6d6]] teeth from various creatures. Some look human.</p>",
        "6-6": "<p>A claw-made scented candle; it smells like blue cheese when lit.</p>",
        "7-7": "<p>A horde of buttons, with the ratling's name etched on them</p>",
        "8-8": "<p>A collection of jangling house-keys.</p>",
        "9-9": "<p>A large sock, bits of cloth have been crudely stuck to it to resemble a face, and the name “Socko” is written lovingly inside.</p>",
        "10-10": "<p>A well-loved children's blanket and a carving of a toy piano.</p>",
        "11-11": "<p>A chef's hat. Inside is a collection of various types of dried pasta.</p>",
        "12-12": "<p>A ball of hair and blood.</p>",
        "13-13": "<p>Four dolls made of small turtle shells holding wooden weapons: a longsword, a quarterstaff, two short swords, and a club.</p>",
        "14-14": "<p>A book about philosophy and history, many of the pages have bite marks, others have crude drawings over the words.</p>",
        "15-15": "<p>A crude drawing of a yellow ratling with rosy cheeks shooting lightning out of its hands and killing humans.</p>",
        "16-16": "<p>A small carved statuette of a wooden toy soldier, and a rat dressed up in royal garb wearing a crown and brandishing a sword as well as a handful of nuts.</p>",
        "17-17": "<p>A roughly carved flute. When played, [[/r 2d6]] @UUID[Compendium.dnd5e.monsters.Actor.q1YJIeIt6rK8fCKn]{Giant Rats} emerge from nearby holes to follow whoever played the flute.</p>",
        "18-18": "<p>A doll of a haggard looking rat wearing a small jacket, the name “Rizzo” scrawled on its bottom.</p>",
        "19-19": "<p>A black cap with large, black, exaggerated mouse ears on it.</p>",
        "20-20": "<p>A worn, leather-bound tome titled The Dungeons of Drakkenheim, penned by Martyn Mac Lochlann I.</p>"
      }
    },
    "Lasting Memories": {
      "name": "Lasting Memories",
      "results": {
        "1-1": "<p>In a deep, bellowing tone, the Dreg exclaims “Meat.”</p>",
        "2-2": "<p>It begs for release, “Help me! I need to get out of this city!”</p>",
        "3-3": "<p>“Please, please, help! I'm sick… are you a doctor? Bring me to the Flamekeeper!”</p>",
        "4-4": "<p>It recites a list of its former comrades-in-arms: “Jenkins. Watson. Lang. Wagner. Livingston. Hayes.”</p>",
        "5-5": "<p>“Miserable weather. Just dreadful. Awful. Won't stop raining. When will we see the sun?”</p>",
        "6-6": "<p>It cries out for its parents or family “Where is my daddy? I want my daddy!”</p>",
        "7-7": "<p>It hums or whistles fragments of songs from time to time.</p>",
        "8-8": "<p>It won't stop giggling horrifically. Between laughs, it says “Who wants tickles?!?”</p>",
        "9-9": "<p>It keeps speaking about a plan it had, such as an event, or party it was meant to attend. “I'm going to be late for the masquerade ball! I have my finest suit pressed and ready.”</p>",
        "10-10": "<p>It seems confused and lost and keeps requesting directions to a specific location. “Do I turn left at Copper Street? Where's the wainwright's shop? Around the corner?”</p>",
        "11-11": "<p>It screams accusations at the top of its lungs constantly “Thief! You dirty thief!”</p>",
        "12-12": "<p>The Dreg recites a children’s nursery rhyme or poem with an eerie, echoing cadence: “Ashes, ashes, we all fall down…”</p>",
        "13-13": "<p>“I'm late… I'm late… oh bother… I should have left sooner… the Queen will have my head for sure.”</p>",
        "14-14": "<p>The Dreg gestures or points at itself, crying out “Guilty! Guilty! Guilty!”</p>",
        "15-15": "<p>It regards you as a long-lost family member. “Are you my mommy?”</p>",
        "16-16": "<p>“Where did I leave my glasses? I thought they were right here… there was time now…”</p>",
        "17-17": "<p>It apologizes constantly and profusely. “I'm sorry, I am so sorry!”</p>",
        "18-18": "<p>This Dreg used to be an old construction worker who keeps mumbling “Tear down the wall, tear down the wall...”</p>",
        "19-19": "<p>The Dreg chases you yelling in a cackling screech “I'll swallow your soul!”</p>",
        "20-20": "<p>“We had porridge yesterday! I don't want porridge again. We had it yesterday!”</p>",
        "21-21": "<p>The Dreg holds a large wooden spoon and keeps repeating in a defeated voice “My spoon is too big.”</p>",
        "22-22": "<p>As you cut into the Dreg with your weapon, it says in a satisfied voice, “I like it when the red water comes out.”</p>",
        "23-23": "<p>The Dreg follows you slowly, in a monotone voice repeating “Come play with me.”</p>",
        "24-24": "<p>The Dreg seems fearful of its surroundings and keeps looking at the rooftops with darting eyes muttering “Can't stop here, this is rat country.”</p>"
      }
    },
    "Transforming Skin": {
      "name": "Transforming Skin",
      "description": "<p>Your skin begins to change. Roll 1d6 to determine the effect.</p>",
      "results": {
        "1-1": "<p>Painful blisters which seep strange liquids.</p>",
        "2-2": "<p>Cracking and peeling to reveal raw sinew.</p>",
        "3-3": "<p>Strange patterns and runes.</p>",
        "4-4": "<p>Welts and bruises which throb violently.</p>",
        "5-5": "<p>Necrosis and rotting in patches.</p>",
        "6-6": "<p>Lesions in otherworldly multi-colored hues.</p>"
      }
    },
    "Vampire Flaws": {
      "name": "Vampire Flaws",
      "results": {
        "1-1": "<p>“I cannot stand being talked down to or shown up.”</p>",
        "2-2": "<p>“I despise the Sacred Flame, and its blasphemous light.”</p>",
        "3-3": "<p>“I must follow the path of our gods in all things, and fear falling astray from my beliefs.”</p>",
        "4-4": "<p>“I strongly believe the court is impenetrable, and nothing can get past me.”</p>",
        "5-5": "<p>“I am easily distracted by an attractive face.”</p>",
        "6-6": "<p>“The sight of blood makes it nearly impossible to contain my true self.”</p>"
      }
    },
    "Purveyors of Fine and Rare Items": {
      "name": "Purveyors of Fine and Rare Items",
      "results": {
        "1-1": "<p>The Book of the Dead, well preserved and on display.</p>",
        "2-2": "<p>Artwork by famous painters from Liberio.</p>",
        "3-3": "<p>A golden chalice said to be owned by Vladimir von Drakken himself.</p>",
        "4-4": "<p>The tooth of an ancient gold dragon.</p>",
        "5-5": "<p>An old tome titled Vampires Will Never Hurt You by famous vampire hunter Mik C. Roosevelt.</p>",
        "6-6": "<p>A jewel encrusted, double fingered ring in a glass case that dates back to the Age of the Sorcerer-Kings.</p>",
        "7-7": "<p>The complete writings of Stoker von Abram on the undead.</p>",
        "8-8": "<p>A perfectly smooth orb of delerium, encased in glass.</p>",
        "9-9": "<p>A blade once held by Karn the Conqueror.</p>",
        "10-10": "<p>A taxidermied werewolf.</p>"
      }
    },
    "Scars of Battle": {
      "name": "Scars of Battle",
      "results": {
        "1-1": "<p>A large scar over one eye that has gone milky white.</p>",
        "2-2": "<p>A body lined with scars, a mosaic of red wounds mottling their fur.</p>",
        "3-3": "<p>A crudely made peg leg with spikes and shrapnel stuck in it.</p>",
        "4-4": "<p>A skeletal face of sinew and muscle, stripped of fur and skin.</p>",
        "5-5": "<p>An ear crudely stitched back on.</p>",
        "6-6": "<p>They have burn marks across half their body where no fur grows anymore.</p>"
      }
    },
    "Vampire Bonds": {
      "name": "Vampire Bonds",
      "results": {
        "1-1": "<p>“I am loyal to the one true vampire, Vladimir von Drakken, and I will do everything to serve him.”</p>",
        "2-2": "<p>“The Court of the Night serves me well, and in turn, I work to keep its secrets.”</p>",
        "3-3": "<p>“I serve my family unwaveringly, and will gather the sheep to their flock, growing our numbers.”</p>",
        "4-4": "<p>“I serve the ancient gods Morrigan and Shegorach. I keep their ancient rituals alive in secret, and very seldom share my ways with outsiders.”</p>",
        "5-5": "<p>“I have spent a century acquiring great wealth and a masterful, historic collection. I will preserve and expand it any chance I can.”</p>",
        "6-6": "<p>“All vampires are bound by blood, and we must do what we can to serve the court.”</p>"
      }
    },
    "Mutations": {
      "name": "Mutations",
      "results": {
        "1-2": {
          "name": "Wave of Mutation",
          "description": "<p>You gain any one mutation of your choice, then gain an additional randomly determined mutation. Then, all creatures within 60 feet of you gain 1 Contamination level. Instead of rolling to determine whether or not those creatures gain a mutation, each automatically gains 1 mutation.</p>"
        },
        "3-4": {
          "name": "Anomaly Locus",
          "description": "<p>When you fail a d20 test, you can reroll the d20. When you do, you trigger an @UUID[Compendium.drakkenheim-monsters.tables.RollTable.ho3p6IgN9keG8cPp]{Arcane Anomaly}. You must finish a Short Rest before you can do so again.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.2MekH39f41Bj3Vk4]{Anomaly Locus}</p>"
        },
        "5-6": {
          "name": "Sanguine Appetite",
          "description": "<p>You develop a taste for blood which intensifies when you’re wounded. While you have the &amp;Reference[Bloodied apply=false] or &amp;Reference[Bleeding apply=false] conditions, you gain Advantage on melee attack rolls against other creatures with the Bloodied or Bleeding conditions.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.9o9meICDgcbaBc80]{Sanguine Appetite}</p>"
        },
        "7-8": {
          "name": "Fledgling Wings",
          "description": "<p>Bat-like wings painfully explode from your back. You gain a Fly speed of 40 feet during your turn. If you end your turn aloft, you fall. If you have 4 or more Contamination levels, your wings expand and your Fly speed increases to 60 feet, and you no longer fall when you end your turn aloft.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.hxYdE8Nmi3xnsmH1]{Fledgling Wings}</p>"
        },
        "9-10": {
          "name": "Wretched Bile",
          "description": "<p>Bubbling contaminated ichor unconformably builds up in your guts, which you can vomit forth periodically. When you take the Attack action on your turn, you can replace one of your attacks with an exhalation in a 15-foot Cone. Each creature in that area must make a Constitution saving throw (DC 8 plus your Constitution modifier and Proficiency Bonus). On a failed save, a creature takes 1d10 Necrotic damage for each Contamination level you have gained. On a successful save, a creature takes half as much damage. You can use your Wretched Bile a number of times equal to your Contamination level, and regain all expended uses when you finish a Long Rest.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.8NudzU6vbltMPLKi]{Wretched Bile}</p>"
        },
        "11-12": {
          "name": "Terrible Stench",
          "description": "<p>Your body emits a pungent odor which reeks of death and sulfur. Creatures who end their turn within 5 feet of you have gain the &amp;Reference[poisoned] condition until the end of their next turn. Creatures have Advantage on Wisdom (Perception) checks made to locate or track you.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.5TwkN2En1bQgGv4b]{Terrible Stench}</p>"
        },
        "13-14": {
          "name": "Explosive Demise",
          "description": "<p>You feel volatile growths inside your body radiating intense heat. You gain Resistance to Fire damage. If you are reduced to 0 Hit Points while you have the &amp;Reference[Contaminated] condition, you die and explode horribly in a shower of gore. Creatures within a 20-foot-radius must make a [[/save dex dc=15 format=long]]. Failure: [[/damage 4d6 type=necrotic &amp; 4d6 type=fire]] damage. Success: Half damage.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.YTkLBdyRu3hdwRBP]{Explosive Demise}</p>"
        },
        "15-16": {
          "name": "Hallucinogenic Visions",
          "description": "<p>Your perception of the world around you twists into a miraculous landscape of rainbows, flowers, and vibrant colors, like walking through a pleasant dream. All creatures appear beautiful, friendly, smiling, and whimsical to you.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.nolsMP3w0pi30IUQ]{Hallucinogenic Visions}</p>"
        },
        "17-18": {
          "name": "Cryogenic Shift",
          "description": "<p>Your body rapidly disperses heat as ice begins forming on your flesh. You gain resistance to Cold damage, but if you don’t move at least half your Speed on your turn, you have the &amp;Reference[Frozen] condition (DC 15).</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.PixeVK8K6a4uIMAH]{Cryogenic Shift}</p>"
        },
        "19-20": {
          "name": "Nascent Delusions",
          "description": "<p>You gain a randomly determined form of Drakkenheim Madness (see @UUID[Compendium.drakkenheim-monsters.guide.JournalEntry.drakkenheimApp0C.JournalEntryPage.3004newcondition]{Conditions}), which persists so long as you have the Contaminated condition.</p>"
        },
        "21-22": {
          "name": "Electric Discharge",
          "description": "<p>Strange glands filled with crackling energy appear on your body. You gain Resistance to Lightning damage. At the start of each of your turns, you deal Lightning damage to each creature within 5 feet of you. The damage equals a number of d6s equal to your Proficiency Bonus. If you have 4 or more Contamination levels, the dice become d10s, and the range increases to 10 feet.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.5JWoqF7pjiN7zvXi]{Electric Discharge}</p>"
        },
        "23-24": {
          "name": "Hulking",
          "description": "<p>If you are Medium or smaller, your size increases by one step (from Small to Medium, or Medium to Large). While your size is increased, you have Advantage on Strength ability checks. You return to your normal size when you no longer have Contamination levels.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.RSDQ5Jh1s3Kc2d0V]{Hulking}</p>"
        },
        "25-26": {
          "name": "Shrinking",
          "description": "<p>If you are Small or Larger, your size decreases by one step (from Small to Tiny, from Large to Medium). While your size is decreased, you have Disadvantage on Strength ability checks. You return to your normal size when you no longer have Contamination levels</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.YcpUItyEW9meknIa]{Shrinking}</p>"
        },
        "27-28": {
          "name": "Vocal Warp",
          "description": "@Embed[Compendium.drakkenheim-monsters.tables.RollTable.gp9wq2kKo8dKHgyk rollable]"
        },
        "29-30": {
          "name": "Wasting",
          "description": "@Embed[Compendium.drakkenheim-monsters.tables.RollTable.mTeqK61TJNcCCZAt rollable]"
        },
        "31-32": {
          "name": "Rotting Extremities",
          "description": "@Embed[Compendium.drakkenheim-monsters.tables.RollTable.cPyk4MKEGA4lOmda rollable]"
        },
        "33-34": {
          "name": "Transforming Skin",
          "description": "@Embed[Compendium.drakkenheim-monsters.tables.RollTable.GWsoJ3Qt1W2R9d09 rollable]"
        },
        "35-36": {
          "name": "Lambent Glow",
          "description": "<p>You emit a dim octarine glow to a range of 10 feet. If you have four or more Contamination levels, you instead emit Bright Light to a range of 30 feet.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.XJrPInm1LRMBCX5K]{Lambent Glow}</p>"
        },
        "37-38": {
          "name": "Shedding",
          "description": "<p>Each time you gain a Contamination level, some of your hair falls out in patches. Once you reach four or more Contamination levels, all hair on your body completely falls out.</p>"
        },
        "39-40": {
          "name": "Ocular Tumors",
          "description": "<p>An eyeball opens somewhere on your body for each Contamination level you have gained. If you have four or more Contamination levels, you can see in all directions.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.laonYNab7zMjo1Lv]{Ocular Tumors}</p>"
        },
        "41-42": {
          "name": "Alien Organs",
          "description": "<p>You feel a bloated shift within your abdomen, as if something has been altered in your internal composition. Several of your organs have changed into something unrecognizable yet still functional. They’re filled with alien black goo.</p>"
        },
        "43-44": {
          "name": "Shimmering Veins",
          "description": "<p>Your blood veins glow through your skin, casting a faint octarine light.</p>"
        },
        "45-46": {
          "name": "Shadowless",
          "description": "<p>You no longer cast a shadow, regardless of the light sources around you.</p>"
        },
        "47-48": {
          "name": "Flickering Presence",
          "description": "<p>Your form flickers intermittently like a poorly tuned hologram.</p>"
        },
        "49-50": {
          "name": "Gossamer Hair",
          "description": "<p>Your hair becomes fine and ethereal, floating gently as if underwater.</p>"
        },
        "51-52": {
          "name": "Sprouting Crystals",
          "description": "<p>Small bits of delerium begin to erupt from your bones and through your skin. They itch painfully</p>"
        },
        "53-54": {
          "name": "Burning Blood",
          "description": "<p>FLAME ON! As a Bonus Action, you can give yourself the &amp;Reference[Burning] condition. The Fire damage is a number of d6s equal to half your Proficiency Bonus (rounded down). While you have the Burning condition, you gain a Fly speed equal to your Speed. You can end the Burning condition as an action. If the Burning damage reduces you to 0 Hit Points, your flesh burns away and only a skeleton remains.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.qUhQ6kaVe0dVay3a]{Burning Blood}</p>"
        },
        "55-56": {
          "name": "Screaming Brain",
          "description": "<p>You grow a sentient brain in your body, and it doesn't like you very much. It berates you and constantly questions your judgment, constantly wishing to escape the confines of your body.</p>"
        },
        "57-58": {
          "name": "Vestigial Limbs",
          "description": "@Embed[Compendium.drakkenheim-monsters.tables.RollTable.zytiEA85Dt8vJg7O rollable]"
        },
        "59-60": {
          "name": "Transmuted Flesh",
          "description": "@Embed[Compendium.drakkenheim-monsters.tables.RollTable.8KoA15wlXtGqJM9U rollable]"
        },
        "61-62": {
          "name": "Otherworldly Resistance",
          "description": "@Embed[Compendium.drakkenheim-monsters.tables.RollTable.eBa5JEMbHT1QqjaE rollable]"
        },
        "63-64": {
          "name": "Chitinous Plates",
          "description": "<p>Shell-like growths appear all over your body, giving you a +1 bonus to AC. If you have four or more Contamination levels, this bonus increases to +2.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.Q4bElwhzIoGuLlN2]{Chitinous Plates}</p>"
        },
        "65-66": {
          "name": "Amorphous Form",
          "description": "<p>Your bones and organs become gelatinous. You can move through a space as narrow as 6 inches wide without squeezing.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.uXchZKp03v02RbSs]{Amorphous Form}</p>"
        },
        "67-68": {
          "name": "Spiked Growths",
          "description": "<p>At the start of each of your turns, you deal [[/damage 1d10 type=piercing average]] for each Contamination level you have gained to any creature you are grappling.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.fzCY7BTFV7EWBz6W]{Spiked Growths}</p>"
        },
        "69-70": {
          "name": "Aquatic Adaptation",
          "description": "<p>You sprout fish-like fins and gills. You gain a Swim speed equal to your Speed and can breathe underwater. If you have four or more Contamination levels, you can only breathe underwater. You can hold your breath outside water for up to 1 hour.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.ot8tPh1kkgSHi9Is]{Aquatic Adaptation}</p>"
        },
        "71-72": {
          "name": "Cyclopean Vision",
          "description": "<p>Your eyes merge into a single central eye, which you can use to cast the Fire Bolt cantrip. You use your choice of Intelligence, Wisdom, or Charisma as the spellcasting ability.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.RyudRA9yqU0IT7ZN]{Cyclopean Vision}</p>"
        },
        "73-74": {
          "name": "Spatial Displacement",
          "description": "<p>You can cast @UUID[Compendium.dnd5e.spells.Item.wqfAVANuQonNBgnL] once for each Contamination level you have. You regain these uses when you finish a Long Rest</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.weWSuzFmfjoyrDql]{Spatial Displacement}</p>"
        },
        "75-76": {
          "name": "Tentacled Limb",
          "description": "<p>One of your arms becomes a fleshy tentacle. When you make a melee attack on your turn, increase your reach by 5 feet.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.EyaIqyq6Wws77VGx]{Tentacled Limb}</p>"
        },
        "77-78": {
          "name": "Spider Climb",
          "description": "<p>You gain a Climb speed equal to your Speed. You can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.Hct8FhTodDljDvCi]{Spider Climb}</p>"
        },
        "79-80": {
          "name": "Whispering Voices",
          "description": "<p>You gain telepathy to a range of 10 feet, but other people hear it as their own voice. If you have four or more Contamination levels, the range extends to 60 feet.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.FtK1KgT25SELyqwf]{Whispering Voices}</p>"
        },
        "81-82": {
          "name": "Belly Maw",
          "description": "<p>A toothy mouth appears on your stomach. You can use it to make a melee attack as a Bonus Action on your turn against a creature within 5 feet of you. Its attack bonus is equal to your Proficiency Bonus + your Strength or Dexterity modifier (your choice). If you hit with it, you deal Piercing damage equal to 1d6 + your Strength or Dexterity modifier, plus an additional 1d6 Necrotic damage for each Contamination level you have gained.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.YlexP0F97yqLAzvs]{Belly Maw}</p>"
        },
        "83-84": {
          "name": "Eyeless Sight",
          "description": "<p>Your eyes become milky orbs. You gain Blindsight to a range of 10 feet. If you have four or more Contamination levels, your eyes rot out, and dim octarine light burns in the sockets. Your Blindsight increases to 30 feet.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.ibNwpgiHPja8NYgK]{Eyeless Sight}</p>"
        },
        "85-86": {
          "name": "Arcane Blood",
          "description": "<p>You gain an additional spell slot of the highest level you can cast (to a maximum of 5th level). If you don't have spell slots, your Hit Point maximum increases by an amount equal to your level. If you have four or more Contamination levels, you gain two spell slots instead of one or increase your Hit Points by twice your level.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.BWm3TWMqZrAGZE0S]{Arcane Blood}</p>"
        },
        "87-88": {
          "name": "Reversed Limbs",
          "description": "<p>Your base Speed increases by 10 feet and your Long Jump distance is doubled.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.LBI4hiYbLCrcVTMd]{Reversed Limbs}</p>"
        },
        "89-90": {
          "name": "Chameleon",
          "description": "<p>Your skin turns translucent and changes color to match your surroundings. As an action, you can give yourself the &amp;Reference[Invisible] condition, which lasts until the end of your next turn or until you make an attack roll, deal damage, or cast a spell. You can use this ability only if you haven't moved during this turn, and after you use it, your Speed is 0 until the end of the current turn.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.oqR2YdyUeC7aIB6E]{Chameleon}</p>"
        },
        "91-92": {
          "name": "Magic Resistance",
          "description": "<p>You gain Advantage on saving throws against spells and magical effects.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.TA67Fg4gFnAu6cWT]{Magic Resistance}</p>"
        },
        "93-94": {
          "name": "Regenerative Flesh",
          "description": "<p>At the start of each of your turns, if you are Bloodied and have at least 1 Hit Point, you regain Hit Points equal to twice your Proficiency Bonus. The healed flesh regrows as knobby, scaled, alien hide.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.12tUW107c3sMsTlg]{Regenerative Flesh}</p>"
        },
        "95-96": {
          "name": "Multiplied Senses",
          "description": "<p>Your face sprouts additional eyeballs, ears, and noses. You gain Advantage on Initiative checks as well as Wisdom (Perception) and Intelligence (Investigation) checks.</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.YycpbuqAXcBvhPPq]{Multiplied Senses}</p>"
        },
        "97-98": {
          "name": "Corrosive Mucus",
          "description": "<p>As a Bonus Action, you can spit acid at a creature within 30 feet. Make a ranged attack against the creature. On a hit, you deal [[/damage 2d10 Acid]] damage and the creature is &amp;Reference[Burning] (1d10 Acid).</p><hr /><p>@UUID[Compendium.drakkenheim-monsters.features.Item.TaZrTjOweGZbt9jt]{Corrosive Mucus}</p>"
        },
        "99-100": {
          "name": "Rampant Mutation!",
          "description": "<p>Roll twice, ignoring this result on subsequent rolls.</p>"
        }
      }
    },
    "Murderous Tendencies": {
      "name": "Murderous Tendencies",
      "results": {
        "1-1": "<p>I cannot help but stab humans. If I see a human, I must stab it. Stabby stab-stab!</p>",
        "2-2": "<p>I love finger foods! Every creature I kill, I collect their fingers for snacks!</p>",
        "3-3": "<p>The more ears you keep on your person, the better you can hear, it's why I keep so many ears from my kills, no one can sneak up on me!</p>",
        "4-4": "<p>I love guts! Spilling guts, eating guts, wearing guts. Cut their bellies, then do the guts dance! Guts, guts, guts.</p>",
        "5-5": "<p>Always attack their face! I wear the faces of my enemies as a fun hat.</p>",
        "6-6": "<p>If you bite it, it's yours, so I always start by biting any victim or prisoner to make sure it has my mark.</p>",
        "7-7": "<p>No, you need to eat them before you kill them! It's best raw and wriggling!</p>",
        "8-8": "<p>I learned this fun trick: if you show them their own organs while they are still alive, they HATE that!</p>",
        "9-9": "<p>Why would you ever clean your weapons? The old rotting blood adds extra flavor.</p>",
        "10-10": "<p>Sometimes I put on the skin of a human and chase the young ratlings around the burrow yelling “Look at me, I am a HUMAN!” and they all scream and laugh.</p>"
      }
    },
    "Haze Husk Components": {
      "name": "Haze Husk Components",
      "results": {
        "1-3": "<p>Nothing remains but broken splinters and ash.</p>",
        "4-4": "<p>[[/r 1d4]] delerium chips</p>",
        "5-5": "<p>[[/r 1d3]] delerium fragments</p>",
        "6-6": "<p>[[/r 1]] delerium shards</p>"
      }
    },
    "Irrational Fears": {
      "name": "Irrational Fears",
      "results": {
        "1-1": "<p>Refuses any affection and especially hugs, since they think it's just a ruse to stab them in the back.</p>",
        "2-2": "<p>Afraid of bugs, especially big ones.</p>",
        "3-3": "<p>Avoids brightly colored flowers, believing such plants are poisonous traps set by evil spirits to lure and capture them.</p>",
        "4-4": "<p>Terrified of their own reflections, convinced that their mirrored self is a malevolent doppelganger sent to usurp their life.</p>",
        "5-5": "<p>Dreads the sight of a single crow, interpreting it as an omen that the Rat God has marked them for death, causing hysteria and chaos whenever a crow is spotted.</p>",
        "6-6": "<p>Abhors cats in all their forms, which prompts a screaming fit of panic as they flee to wherever they can hide.</p>",
        "7-7": "<p>Loathes being unclean and is obsessively afraid of filth, making them awkwardly tidy amongst their fellow ratlings.</p>",
        "8-8": "<p>The ratling has a deep fear of a mutated pickle that hunts ratlings in the sewers. The other ratlings tell them the socalled “Pickle Man” doesn't exist.</p>",
        "9-9": "<p>Believes that ghosts that travel in threes are a sign of doom!</p>",
        "10-10": "<p>Absolutely hates chairs, especially ones with cushioned seats, and breaks them on sight.</p>"
      }
    },
    "Walking Delerium Geode Components": {
      "name": "Walking Delerium Geode Components",
      "results": {
        "1-1": {
          "name": "nothing remains but broken splinters and ash"
        },
        "2-9": "<p>[[/r 4d6]] delerium chips</p>",
        "10-12": "<p>[[/r 3d10]] delerium fragments</p>",
        "13-16": "<p>[[/r 2d6]] delerium shards</p>",
        "17-19": "<p>[[/r 1d4]] delerium crystals</p>",
        "20-20": "<p>1 delerium geode</p>"
      }
    },
    "Inscrutable Minds": {
      "name": "Inscrutable Minds",
      "results": {
        "1-1": "<p>It speaks in sounds that instantly induce headaches — sounds so foreign that they feel fundamentally wrong to hear.</p>",
        "2-2": "<p>The creature shows a complete disregard for mortal beings, casually passing by as it goes about its mysterious activities.</p>",
        "3-3": "<p>It communicates with patterns of light or color on its skin, conveying complex messages indecipherable to mortals.</p>",
        "4-4": "<p>Their thoughts, if telepathically intercepted, seem like chaotic storms or serene voids, with no in-between.</p>",
        "5-5": "<p>They recall events from multiple timelines or dimensions, discussing them as if they were a single coherent history.</p>",
        "6-6": "<p>It reacts to unknown events suggesting a perception of time and space that defies mortal understanding.</p>",
        "7-7": "<p>Sometimes, it pauses inexplicably, as if listening to or observing something invisible and inaudible to others.</p>",
        "8-8": "<p>It exhibits emotions that have no mortal equivalent, manifesting physically in bizarre and unexpected ways.</p>",
        "9-9": "<p>It exhibits a fascination with mundane objects, treating them with reverence or fear without apparent reason.</p>",
        "10-10": "<p>It repeats actions or phrases, as if stuck in a temporal anomaly or experiencing a reality glitch.</p>",
        "11-11": "<p>It demonstrates indifference to pain, injury, or the environment that would typically provoke strong reactions.</p>",
        "12-12": "<p>It occasionally creates complex geometric patterns in the air or on surfaces, which might be a form of art or communication.</p>"
      }
    },
    "Monster Motives": {
      "name": "Monster Motives",
      "results": {
        "1-1": {
          "name": "Territorial Guardians",
          "description": "<p>The monster is fiercely protective of specific areas within the ruins. Whether it has made the region its lair or its personal hunting ground, the monster attacks anyone who dares enter their domain. Their aggression may be linked to a compulsive need to protect a half-remembered memory, valuable object, or sacred place known only to them.</p>"
        },
        "2-2": {
          "name": "Raw Hunger",
          "description": "<p>Driven by a primal need to consume, these monsters are motivated by an insatiable appetite. Whether they feed on flesh, blood, or even magical energy, they are relentless in their pursuit of sustenance</p>"
        },
        "3-3": {
          "name": "Murderous Impulse",
          "description": "<p>Sustained by the eldritch magic of the Haze, many monsters need no sustenance and have no real drive other than to kill and destroy. These aggressive creatures rarely respond to reason, and seldom flee even in the face of grievous injury.</p>"
        },
        "4-4": {
          "name": "Confused Delusion",
          "description": "<p>Many monsters in the ruins, especially ones who retain a shred of their intelligence, do not fully comprehend their current state. They wander through the ruins, driven by fragmented memories and distorted perceptions of reality, often reacting violently to stimuli that remind them of their past lives</p>"
        },
        "5-5": {
          "name": "Spread Corruption",
          "description": "<p>These monsters have a compulsion to spread their contaminated state to others. If these monsters are intelligent and capable of speech, they may even deceive adventurers into helping them and fool them into becoming contaminated. Their manipulations are occasionally quite sophisticated and may include promises of power or feigned pleas for help.</p>"
        },
        "6-6": {
          "name": "Compulsive Collector",
          "description": "<p>This monster is enthralled by something: perhaps delerium, or body parts like human teeth, eyes, fingers, ears, or hair. They hoard these obsessively and may attack simply to take what interests them and flee, rather than fight</p>"
        },
        "7-7": {
          "name": "Avoidant Survivor",
          "description": "<p>These monsters exhibit a high degree of caution and cunning, often avoiding confrontation unless absolutely necessary. They are survivors of countless battles within the ruins and have learned to hide, flee, or manipulate the environment to ensure their continued existence. Their primary motive is self-preservation, making them elusive and difficult to engage</p>"
        },
        "8-8": {
          "name": "Servile Worshipper",
          "description": "<p>Devoted to extraplanar entities, more powerful beasts living within the ruins, or even delerium itself, these monsters engage in ritualistic practices and strange worship. They view other beings as either potential converts or threats to their faith. Sometimes these monsters become communal and organized. They can be fanatically loyal to their cause, willing to sacrifice themselves or others to please their imagined or unseen masters.</p>"
        }
      }
    },
    "Rotting Extremities": {
      "name": "Rotting Extremities",
      "description": "<p>One of your body parts begins to blacken and wither. Roll 1d6 to determine which.</p><p>If you reach four or more Contamination levels, they rot and fall off. You can still speak and hear, however.</p>",
      "results": {
        "1-2": "<p>Your lips</p>",
        "3-4": "<p>Your nose</p>",
        "5-6": "<p>Your ears</p>"
      }
    },
    "Intelligent Masters": {
      "name": "Intelligent Masters",
      "results": {
        "1-1": "<p>When I do converse with others, it is usually laced with scientific jargon, multisyllabic words, and an air of arrogant sophistication</p>",
        "2-2": "<p>I know that often I am the smartest person in the room and treat others as such</p>",
        "3-3": "<p>I am sly and cunning in my conversations with others, I know how to make small talk and discreetly manipulate conversations in my favor while remaining civil.</p>",
        "4-4": "<p>I am boisterous and arrogant and want everyone in the room to know of my unparalleled intelligence.</p>",
        "5-5": "<p>I see those of equal intelligence to me as possible allies and someone worthy of upholding conversation. Those who do not share my intelligence are not worthy of my time.</p>",
        "6-6": "<p>Anyone who appears smarter than me is a threat who must be eliminated immediately!</p>",
        "7-7": "<p>Those of lesser intelligence to me are easily manipulated and may be convinced to join my cause as a lackey, or a brute I can use against my enemies.</p>",
        "8-8": "<p>Those of lesser intelligence than me are nothing more than waiting test subjects that I will perfect using science!</p>"
      }
    },
    "Vampire Ideals": {
      "name": "Vampire Ideals",
      "results": {
        "1-1": "<p>“A blade to the throat silences all, be they king, mage, or peasant.”</p>",
        "2-2": "<p>“In undeath we gain truth that cannot be discovered in a mortal life.”</p>",
        "3-3": "<p>“One certainty in this world is that all things must die, and when they do, that is where we come in.”</p>",
        "4-4": "<p>“Immortality is a gift of gods, one that will always come with a price. But our payment ensures we keep their teachings alive for all time.”</p>",
        "5-5": "<p>“To live eternally, one must live deliciously and enjoy the finer carnal pleasures they can.”</p>",
        "6-6": "<p>“Through shadows and secrets power is gained, one must know when to strike, and when to hide to survive.”</p>"
      }
    },
    "Otherworldly Resistance": {
      "name": "Otherworldly Resistance",
      "results": {
        "1-2": {
          "name": "Necrotic",
          "description": "<p>@UUID[Compendium.drakkenheim-monsters.features.Item.87lOjA9yPVXUoaBQ]{Otherworldly Resistance: Necrotic}</p>"
        },
        "3-4": {
          "name": "Thunder",
          "description": "<p>@UUID[Compendium.drakkenheim-monsters.features.Item.MIzMVeEnBF7xknCg]{Otherworldly Resistance: Thunder}</p>"
        },
        "5-6": {
          "name": "Radiant",
          "description": "<p>@UUID[Compendium.drakkenheim-monsters.features.Item.TOyRbRqq3RkfgRSy]{Otherworldly Resistance: Radiant}</p>"
        },
        "7-8": {
          "name": "Psychic",
          "description": "<p>@UUID[Compendium.drakkenheim-monsters.features.Item.S29yLns23dY86mMV]{Otherworldly Resistance: Psychic}</p>"
        },
        "9-10": {
          "name": "Force",
          "description": "<p>@UUID[Compendium.drakkenheim-monsters.features.Item.sVhephRjXkTQilgG]{Otherworldly Resistance: Force}</p>"
        }
      }
    },
    "Vampire Personality Traits": {
      "name": "Vampire Personality Traits",
      "results": {
        "1-1": "<p>“I am a creature of few words; I let my fangs do the talking for me.”</p>",
        "2-2": "<p>“I mutter and wail in arcane babblings as I weave the very fabric of undeath before me.”</p>",
        "3-3": "<p>“I use twisted versions of scripture when I speak, creating a holy elegance around my vampiric nature.”</p>",
        "4-4": "<p>“I am quiet and cryptic. I speak in ancient tongues and long forgotten scripture of ancient gods. Many find my ways strange.”</p>",
        "5-5": "<p>“I am seductive and alluring, my kind demeanor is a disarming quality to put mortals under my spell.”</p>",
        "6-6": "<p>\"I am the life of the party, everyone knows me and gravitates towards me — it makes it easier to lure in prey.”</p>"
      }
    },
    "Deep Dreg Roleplaying Traits": {
      "name": "Deep Dreg Roleplaying Traits",
      "results": {
        "1-1": "<p>“We are the servants of the Duchess. Come see our customs and partake of our strange ways, and all will be revealed. The water holds great secrets; drink deeply of its knowledge.”</p>",
        "2-2": "<p>“Our blessed offerings help the Duchess in her quest to open the way and the gate.”</p>",
        "3-3": "<p>“We offer a miraculous cure for the horrific condition which afflicts the surface-dwellers! How awful must it be that you cannot live in the wonderful waters! This is a terrible curse which keeps you bound to the land!”</p>",
        "4-4": "<p>“Delerium is the wondrous treasure of the Duchess's vault! Her prized coral—she lays claim upon it all. We must bring it to her.”</p>",
        "5-5": "<p>“We can't trust you until you are cured! Drink deep of the waters. You will hear the Duchess's summons! Her magic will weaken the curse which holds you to the land so you might swim through the waves to her court! She will break the terrible curse which you are suffering, and welcome you as one of her loyal subjects! Perhaps even declare you among her valiant knights!”</p>",
        "6-6": "<p>“One day, the Duchess will flood the world with her miraculous waters, curing all flesh of the befouled ailments which grip the land!”</p>"
      }
    },
    "Vocal Warp": {
      "name": "Vocal Warp",
      "description": "<p>Your voice takes on a strange pitch and resonance determined by rolling 1d6.</p>",
      "results": {
        "1-1": "<p>Alien Resonance</p>",
        "2-2": "<p>Wet Gurgling</p>",
        "3-3": "<p>Demonic Baritone</p>",
        "4-4": "<p>Constantly Singing</p>",
        "5-5": "<p>Distant Echoing</p>",
        "6-6": "<p>Rasping Whispers</p>"
      }
    },
    "Arcane Anomalies": {
      "name": "Arcane Anomalies",
      "results": {
        "1-2": "<p>A resonant cascade of eldritch phenomena! The resulting energies reflect, refract, and collide with another producing ongoing effects. Roll another Arcane Anomaly, then once more on Initiative count 20 for the next [[/r 1d4]] rounds.</p>",
        "3-4": "<p>Gravity breaks within a 100-foot radius area for 1 hour. Creatures levitate in midair and must push or pull against a fixed object or surface within reach (such as a wall or a ceiling) to move as if climbing. Unattended objects float around randomly.</p>",
        "5-6": "<p>The nearest creature is affected by a @UUID[Compendium.dnd5e.spells24.Item.phbsplTashasHide]{Hideous Laughter} spell (spell save DC 15) but instead of laughing, they repeat unfathomable syllables and words. Occasionally, a somewhat comprehensible but totally illogical phrase emerges, such as “...oh time thy pyramids!”</p>",
        "7-8": "<p>Time skips a beat. Creatures within 60 feet experience a palpable feeling of vertigo followed by a powerful sensation of deja vu and are &amp;Reference[Dazed] for 1 round (no saving throw).</p>",
        "9-10": "<p>The nearest creature becomes unstuck in time. It is affected by the @UUID[Compendium.dnd5e.spells24.Item.phbsplBlink00000]{Blink} spell for 1 minute. Instead of vanishing into the Ethereal Plane, the creature vanishes into a sliver of time in its past or possible future.</p>",
        "11-12": "<p>A prismatic burst of energy erupts in a 20-foot radius. Creatures in the area must make a [[/save con 15 format=long]] or take [[/damage 8d6 type=radiant average]] and become &amp;Reference[blinded] for 1 round. The smell of ozone fills the area, and nearby wood and inanimate plants are transformed into solid glass.</p>",
        "13-14": "<p>Echoes of possible realities are briefly visible for 1 minute. When a creature within 60 feet is hit by an attack, a faint vision of the creature being killed by that attack appears</p>",
        "15-16": "<p>Discordant music fills the mind of all creatures within 30 feet, who are affected by @UUID[Compendium.dnd5e.spells24.Item.phbsplOttosIrres]{Irresistible Dance} (spell save DC 15)</p>",
        "17-18": "<p>A section of @UUID[Compendium.drakkenheim-monsters.monsters.Actor.wOzaGFPwrhIiko6U]{stone}, @UUID[Compendium.drakkenheim-monsters.monsters.Actor.ifYqW78hHqg7G3dh]{water}, @UUID[Compendium.drakkenheim-monsters.monsters.Actor.kcddqmgbTmYqPBL2]{air}, or @UUID[Compendium.drakkenheim-monsters.monsters.Actor.qIZue3KpXIICDfaV]{energy} becomes an appropriate @UUID[Compendium.drakkenheim-monsters.guide.JournalEntry.drakkenheimHor01.JournalEntryPage.123elementalcont]{Contaminated Elemental} that is hostile to all nearby creatures.</p>",
        "19-20": "<p>An extraplanar creature is summoned. The GM either chooses the creature or determines it randomly. It is friendly to the creature who triggered the anomaly.</p>",
        "21-22": "<p>All humanoid corpses with 120 feet animate as hostile @UUID[Compendium.drakkenheim-monsters.monsters.Actor.uzeoZGIO0MULOG8a]{Haze Husks}. The shrieking undead beg frantically for forgiveness as they rip apart the living</p>",
        "23-24": "<p>The @UUID[Compendium.dnd5e.actors24.Actor.mmShadow00000000]{Shadows} of 1d6 random creatures in the area animate and try to kill them while softly whispering “Guilty, guilty, guilty...” Once destroyed, the creatures don't cast a shadow for 24 hours.</p>",
        "25-26": "<p>All creatures within 60 feet gain the &amp;Reference[invisible] condition for 1 minute or until they attack or cast a spell.</p>",
        "27-28": "<p>Tendrils of life flow from the nearest creature to others. It must make a [[/save con dc=15 format=long]] or take [[/damage 8d8 type=necrotic average]], or half as much on a success. The three nearest creatures within 60 feet each regain Hit Points equal to the damage taken.</p>",
        "29-30": "<p>A @UUID[Compendium.dnd5e.spells24.Item.phbsplHypnoticPa]{Hypnotic Pattern} (spell save DC 15) appears. It creates scintillating impossible colors in shapes which are simply wrong. Creatures Incapacitated by the spell weep uncontrollably for the duration.</p>",
        "31-32": "<p>A @UUID[Compendium.dnd5e.spells24.Item.phbsplEvardsBlac]{Black Tentacles} spell appears in the area for 1 hour (escape DC 15).</p>",
        "33-34": "<p>Objects within 60 feet come to life for 1 hour, as if affected by the @UUID[Compendium.dnd5e.spells24.Item.phbsplAnimateObj]{Animate Objects} spell. They mumble awful truths but are not hostile.</p>",
        "35-36": "<p>Time slows down for up to six random creatures within 120 feet. They are affected by the @UUID[Compendium.dnd5e.spells24.Item.phbsplSlow000000]{Slow} spell for 1 minute. (spell save DC 15).</p>",
        "37-38": "<p>Time speeds up for one randomly determined creature within 60 feet of the anomaly. They are affected by the @UUID[Compendium.dnd5e.spells.Item.Szvk5FEVQW3uhJi5]{Haste} spell for 1 minute.</p>",
        "39-40": "<p>The nearest creature is polymorphed into an @UUID[Compendium.dnd5e.actors24.Actor.mmAwakenedShrub0]{Awakened Shrub} for 1 hour or until reduced to 0 Hit Points</p>",
        "41-42": "<p>A bowl of flowers and a very surprised-looking aquatic mammal appear 100 feet in the air. “Oh no, not again...” thinks the bowl of flowers.</p>",
        "43-44": "<p>All creatures within a 30-foot-radius are affected by @UUID[Compendium.dnd5e.spells24.Item.phbsplMirrorImag]{Mirror Image}. Affected creatures do not know if they were the original or simply a reflection, and the feeling gnaws at the back of their minds forevermore.</p>",
        "45-46": "<p>The skin, flesh, and hair sloughs off all living humanoid creatures within a 30-foot-radius in a horrific display of gore, leaving behind only their skeletons and equipment. This doesn't kill or otherwise harm the affected creatures or change their game statistics. Their flesh, skin, and hair regrow slowly and painfully over the next [[/r 3d6]] hours.</p>",
        "47-48": "<p>The sound of shattering glass is heard as the delicate webs of [[/r 1d4]] @UUID[Compendium.drakkenheim-monsters.monsters.Actor.mpbUTg6JrexsQycC]{Eldritch Crawlers} appear. Each crawler appears with webbing which acts like the @UUID[Compendium.dnd5e.spells.Item.UJJu9c2UvCzVljiP]{Web} spell. The webs and eldritch crawlers remain until destroyed, or until the crawlers successfully obtain suitable prey.</p>",
        "49-50": "<p>A powerful magnetic force takes root in the triggering creature. All other creatures within 30 feet of the triggering creature must make a [[/save str dc=15 format=long]]. On a failed save, they are pulled up to 20 feet towards the triggering creature.</p>",
        "51-52": "<p>Each creature within 60 feet of the triggering creature (including the triggering creature) chooses a direction and rolls [[/r 2d6]]. Each creature is then teleported to the nearest unoccupied space in that direction equal to the result times five feet. (e.g. 35 feet for a result of 7 on 2d6).</p>",
        "53-54": "<p>Strange glowing fungus sprouts in a 20-foot radius around the triggering creature and hums softly with discordant tunes. Anyone who hears the tune mindlessly whistles the song in moments of idleness for the next [[/r 1d6]] days</p>",
        "55-56": "<p>A randomly determined mundane item worn or carried by the triggering creature flashes with brilliant energy, becoming an Uncommon magic item of the Game Master's choice.</p>",
        "57-58": "<p>A blast of raw contaminated energy explodes forth from the triggering creature in a 20-foot radius. All other creatures in the area must make a [[/save con dc=15 format=long]]. They suffer [[/damage 4d8 type=necrotic average]] and gain one level of Contamination on a failed save. On a successful save, they take half as much damage and do not gain any Contamination levels.</p>",
        "59-60": "<p>The triggering creature is momentarily pulled into the Space Between Worlds. They vanish from their space until the start of their next turn. When they reappear, they must make a [[/save int dc=15 format=long]]. On a failed save, they take [[/damage 4d6 type=psychic average]] and gain one random form of &amp;Reference[madness]. On a successful save, they take half as much damage and don't suffer from any madness.</p>",
        "61-62": "<p>The triggering creature's muscles bulge and its skin turns purple-green. It is enlarged as if affected by the @UUID[Compendium.dnd5e.spells.Item.WahI41a3goVUg0x1]{Enlarge/Reduce} spell for 1 minute.</p>",
        "63-64": "<p>Wicked spirits flutter around the triggering creature. It is surrounded by the @UUID[Compendium.dnd5e.spells24.Item.phbsplSpiritGuar]{Spirit Guardians} spell (spell save DC 15), which deals Necrotic damage and harms all creatures except the triggering creature. The spirits taunt and jeer at the triggering creature.</p>",
        "65-66": "<p>The triggering creature gains [[/r 1d6]] levels of Contamination. Unlike normal Contamination levels, these Contamination levels disappear after the character finishes a Long Rest. If the character undergoes a Monstrous Transformation while it has any of these Contamination levels, it reverts to its original form when the new form is reduced to 0 Hit Points or after 24 hours. It then gains a random form of &amp;Reference[madness] from the harrowing ordeal.</p>",
        "67-68": "<p>The triggering creature screams uncontrollably in horror for the next minute. Afterwards, it must make a successful [[/save wis dc=15 format=long]] or be unable to speak for the next 1d4 hours.</p>",
        "69-70": "<p>All creatures within 30 feet of the triggering creature (but not the triggering creature) gain the benefit of @UUID[Compendium.dnd5e.spells.Item.ppWAAEul0QHtm4er]{Detect Thoughts} spell for 1 minute.</p>",
        "71-72": "<p>The triggering creature begins melting. Their skin sags and begins dripping off. Their bones turn to jelly and they become a puddle on the ground which quickly evaporates into a cloud of octarine mist. For 1 hour, the creature is under the effects of the @UUID[Compendium.dnd5e.spells.Item.2IWiZAJtOGDoKjiz]{Gaseous Form} spell.</p>",
        "73-74": "<p>A burst of arcane energy lashes out to strike the triggering creature. While potentially lethal, if the triggering creature is a spellcaster they can attempt to absorb this energy to regain spell slots. If they do, the triggering creature regains 1d10 levels worth of spell slots. If the triggering creature doesn't have spell slots or can't regain the full amount, it instead suffers [[/damage 4d8 type=force average]]. Any spell cast using a spell slot regained from this effect automatically triggers another arcane anomaly.</p>",
        "75-76": "<p>All creatures within 60 feet of the triggering creature begin to transform into plantlike versions of themselves. Their skin becomes bark, they grow leaves and buds from their flesh, and creak as they move. For the next minute, each affected creature gains the benefit of the @UUID[Compendium.dnd5e.spells.Item.JPwIEfgUPVebr5AH]{Barkskin} spell but becomes vulnerable to Fire damage.</p>",
        "77-78": "<p>An 100-foot-radius octarine storm cloud emerges 300 feet above as pouring glittering rain falls for 1 minute. The area below the cloud becomes heavily obscured. A creature who starts its turn in the area must roll a [[/r 1d6]], on the result of a 1 they are struck by octarine lightning. They take [[/damage 4d6 type=lightning average]] and must make a successful [[/save con dc=15 format=long]] or gain 1 level of Contamination.</p>",
        "79-80": "<p>An @UUID[Compendium.dnd5e.spells24.Item.phbsplBigbysHand]{Arcane Hand} spell (spell save DC 18, +10 to hit) appears in the area and assaults the triggering creature, trying to rip them apart, fling them from high places, or squeeze them to death.</p>",
        "81-82": "<p>The triggering creature is affected by @UUID[Compendium.dnd5e.spells24.Item.phbsplFleshtoSto]{Flesh to Stone} (spell save DC 15). Instead of transforming into stone, it slowly turns into solid delerium crystal. If it is wholly transformed into delerium, its body is equivalent in value to a delerium geode. While &amp;Reference[petrified] in this manner, the creature is fully conscious and aware of its surroundings. If the delerium geode is used to create a magic item, the creature's personality invests the resulting item with sentience.</p>",
        "83-84": "<p>A @UUID[Compendium.dnd5e.spells24.Item.phbsplSimulacrum]{Simulacrum}, as created by the spell, of the triggering creature appears. It claims to be a traveler from the future and insists the character must slay a randomly determined ally to prevent a terrible fate. If slain, the simulacrum melts into delerium sludge instead of snow</p>",
        "85-86": "<p>A glowing crystalline orb appears hovering 10 feet above. Anyone within 30 feet of the orb hears the incoherent whispering of several voices. The first creature who touches the orb can communicate with the voices as if by the @UUID[Compendium.dnd5e.spells.Item.dSTu1MaPhBqPITwM]{Contact Other Plane} spell. The orb then disappears.</p>",
        "87-88": "<p>Each creature within a 30-foot-radius immediately hallucinates their own inevitable death in such a vivid manner that they are stricken with terror and a wave of lethargic hopelessness. Each creature must make a successful [[/save int dc=15 format=long]] or be &amp;Reference[stunned] for the next minute. A creature can repeat this saving throw at the end of each of their turns to end the effect, shaking off the terror and returning to reality.</p>",
        "89-90": "<p>Reminiscent of the flames which consumed Drakkenheim in the meteor's wake, a roaring wave of eldritch fire erupts in a 30-foot Emanation. Each creature in the Emanation has the &amp;Reference[Burning] (3d6 Fire) condition.</p>",
        "91-92": "<p>All the heat is suddenly pulled from one random creature within a 30-foot-radius, who becomes &amp;Reference[Frozen] (save DC 15).</p>",
        "93-94": "<p>The triggering creature's arms and legs gain the ability to detach for the next minute and they rejoin at the end of this duration. The limbs gain a Flying speed of 15 feet, and can be controlled by the creature as normal. The limbs have an AC of 10 and any damage dealt to them is dealt directly to the triggering creature.</p>",
        "95-96": "<p>The area erupts with unnatural, alien flora. Strange pulsing trees and octarine flowers emerge, twisting vines with pulsing octarine veins, rich plants that sparkle and hum softly, along with an abundance of various strange glowing fruit. Any creature who eats the strange fruit immediately gains the benefits of the @UUID[Compendium.dnd5e.spells.Item.mgFqi0ev8f7Ut19y]{Heroes' Feast} spell. While under the effects of the spell, their eyes glow with octarine light, and their veins bulge and glow as well. They shed Dim Light in a 10-foot radius around them. The plants wither and crumble to dust after 1 hour.</p>",
        "97-98": "<p>The triggering creature explodes out of its skin and into a @UUID[Compendium.drakkenheim-monsters.monsters.Actor.OnBOwEJlr0jvWhAo]{Delerium Dragon Wyrmling} as if under the effects of @UUID[Compendium.dnd5e.spells.Item.QbQZKoXOgHWN06aa]{True Polymorph}. The creature reverts to its true form after 1 hour.</p>",
        "99-100": "<p>The triggering creature gains the ability to see through all of time and space, gaining unbound knowledge of all that has been, and all that will be. The creature immediately takes [[/damage 8d8 type=psychic average]]. If this damage reduces the creature to 0 Hit Points, it is knocked Unconscious but is Stable. For the next hour, the creature gains the benefits of the Foresight spell as their mind is filled with visions of all possible futures and unbound realities. At the end of the hour, the creature takes an additional [[/damage 8d8 type=psychic average]] as they are flung back to a basic understanding of life, the universe, and probability.</p>"
      }
    },
    "Troll Bag": {
      "name": "Troll Bag",
      "results": {
        "1-1": "<p>A severed hand or foot</p>",
        "2-2": "<p>A gold ring</p>",
        "3-3": "<p>A large dead rodent</p>",
        "4-4": "<p>An uncommon potion or scroll</p>",
        "5-5": "<p>An ornate dagger</p>",
        "6-6": "<p>A common magic item</p>",
        "7-7": "<p>A ragged doll</p>",
        "8-8": "<p>An uncommon magic item</p>",
        "9-9": "<p>Spoiled food</p>",
        "10-10": "<p>A rare magic item</p>",
        "11-11": "<p>A human eyeball</p>",
        "12-12": "<p>A very rare magic item</p>"
      }
    },
    "Myriad Forms of Chaos": {
      "name": "Myriad Forms of Chaos",
      "results": {
        "1-1": {
          "name": "No Face",
          "description": "<p>It has no face, only a smooth fleshy surface.</p>"
        },
        "2-2": {
          "name": "Eyes!",
          "description": "<p>Either not enough, or far too many, glow with an octarine haze.</p>"
        },
        "3-3": {
          "name": "Twinsies",
          "description": "<p>Two of these creatures are identical in every way. They in fact are the same creature fractured in time.</p>"
        },
        "4-4": {
          "name": "Disjointed",
          "description": "<p>The creature's limbs have extra joints, or its joints bend the wrong way.</p>"
        },
        "5-5": {
          "name": "Cosmic Flesh",
          "description": "<p>The creature's flesh is a fractal distortion of light and energy.</p>"
        },
        "6-6": {
          "name": "Phasing",
          "description": "<p>The creature moves in and out of space, sometimes briefly appearing in two places at once as they walk around.</p>"
        },
        "7-7": {
          "name": "Impossible Dimensions",
          "description": "<p>The creature cannot be viewed from any perspective except straight on. Attempts to move around them fail as they seem to move with you, as if they are simply two-dimensional in a three-dimensional space.</p>"
        },
        "8-8": {
          "name": "Ventriloquist",
          "description": "<p>The sound of the creature's echoing voice seems to come from anywhere except their mouth.</p>"
        },
        "9-9": {
          "name": "Inside Out",
          "description": "<p>This creature appears to be inside out, their veins and organs exposed.</p>"
        },
        "10-10": {
          "name": "Insectoid",
          "description": "<p>This creature has taken on qualities of insects in their physical appearance, forming insect eyes, limbs, or mandibles.</p>"
        },
        "11-11": {
          "name": "Octarine Lamp",
          "description": "<p>This creature has a single eyeless socket, but instead of an eye, it emits a glowing octarine light.</p>"
        },
        "12-12": {
          "name": "Does this look infected?",
          "description": "<p>This creature is swollen and leaking puss and ooze from various open sores upon its body, at times bubbling or spurting with neon colored goop.</p>"
        }
      }
    },
    "Drakkenheim Madness": {
      "name": "Drakkenheim Madness",
      "description": "<p>A character with Drakkenheim Madness gains one of the following traits:</p>",
      "results": {
        "1-1": "<p>\"I wish I didn't have all these useless organs inside me.\"</p>",
        "2-2": "<p>\"The contamination is a blessing which will transform me into a wondrous creature.\"</p>",
        "3-3": "<p>\"The monsters are civilians trying to live a peaceful life! We need to protect them!\"</p>",
        "4-4": "<p>\"I must wear a flesh-coat made from my slain enemies to gain their strength!\"</p>",
        "5-5": "<p>\"My companions died in the ruins. I'm sorry friends, you are merely ghosts haunting me, you aren't real. Stop trying to talk to other people.\"</p>",
        "6-6": "<p>\"I need to eat everything I can find. It's probably going to be my last meal.\"</p>",
        "7-7": "<p>\"Drakkenheim is so beautiful at night. I could spend forever wandering the streets by moonlight. We should go tonight! Let's go every night!\"</p>",
        "8-8": "<p>\"Don't you fools get it?! If you die in Drakkenheim, you die IN REAL LIFE!!!!\"</p>",
        "9-9": "<p>\"A sinister cabal of disembodied hands is plotting against me.\"</p>",
        "10-10": "<p>\"I must go into the ruins and kill, rip and tear, until it is done.\"</p>"
      }
    },
    "Vampiric Cravings": {
      "name": "Vampiric Cravings",
      "results": {
        "1-1": "<p>Eyes suddenly take on a crimson hue at the sight of blood.</p>",
        "2-2": "<p>Nails suddenly extend by an inch, appearing sharper.</p>",
        "3-3": "<p>Breath begins to come out as low growls and snarls.</p>",
        "4-4": "<p>Teeth sharpen and they begin to salivate uncontrollably.</p>",
        "5-5": "<p>Skin pales a few shades and tightens across the body.</p>",
        "6-6": "<p>The face warps slightly into a more animalistic snout and fangs.</p>",
        "7-7": "<p>The vampire cannot stop tapping their feet or fingers, and their eyes dart around manically.</p>",
        "8-8": "<p>Bouts of anger and hostility seemingly out of nowhere.</p>"
      }
    },
    "Otherworldly Effects": {
      "name": "Otherworldly Effects",
      "results": {
        "1-1": {
          "name": "Remnant Thoughts",
          "description": "<p>The creature does little but incoherently spew the last remaining thoughts they had before they were transformed by contamination.</p>"
        },
        "2-2": {
          "name": "Unnerving Susurrus",
          "description": "<p>From the shadows a whispered chorus of unknown mumbles echo through the streets, surrounding you.</p>"
        },
        "3-3": {
          "name": "Vocalized Desperation",
          "description": "<p>The creature cries out for help or begs for mercy.</p>"
        },
        "4-4": {
          "name": "Insectile Clamor",
          "description": "<p>The creature chitters and cackles, the clicking of its limbs against the ground reverberating in a chilling rhythmic clacking.</p>"
        },
        "5-5": {
          "name": "Mystifying Visions",
          "description": "<p>Incomprehensible colors shift and float around the creature; they are confusing to look at.</p>"
        },
        "6-6": {
          "name": "Bedimming Aura",
          "description": "<p>The sky darkens as the creature approaches, casting a false night over the city below it.</p>"
        },
        "7-7": {
          "name": "Ephemeral Terrors",
          "description": "<p>Light visions, like daydreams, fill your head, only they are nightmarish and grotesque. In your peripheral vision you think you may see glimpses of melting faces, a ground of flesh, and strange obelisks jutting into a dark sky with octarine lightning, but only for a brief moment, and then it is gone.</p>"
        },
        "8-8": {
          "name": "Trusted Voices",
          "description": "<p>You hear yourself, or a loved one having a conversation or yelling for help, but it is faint and distant, just on the verge of being incomprehensible.</p>"
        }
      }
    },
    "Wasting": {
      "name": "Wasting",
      "description": "<p>Body parts begin falling out of you. Roll 1d6 to determine which.</p>",
      "results": {
        "1-2": "<p>Fingernails</p>",
        "3-4": "<p>Teeth</p>",
        "5-6": "<p>Toenails</p>"
      }
    },
    "Distinguishing Decorations": {
      "name": "Distinguishing Decorations",
      "results": {
        "1-1": "<p>An ornate crown of jewels fused to its head.</p>",
        "2-2": "<p>Golden filigree that extends throughout its body</p>",
        "3-3": "<p>Many gold rings, some of which house large crystals.</p>",
        "4-4": "<p>Two faces, one gleeful and sneering, the other twisted in a sorrowful frown</p>",
        "5-5": "<p>A stone blade and shield.</p>",
        "6-6": "<p>Three statues: one with its eyes covered, another with its ears covered, and the third with its mouth covered.</p>",
        "7-7": "<p>A heroic pose, as if ready for some great painting to be made of it.</p>",
        "8-8": "<p>Its face crumbled away, yet it still moves as if fully aware.</p>"
      }
    },
    "Twisted Motives": {
      "name": "Twisted Motives",
      "results": {
        "1-1": "<p>My loved one was terminally ill, and I sought the science and power to save them or bring them back, going to any lengths to accomplish this goal.</p>",
        "2-2": "<p>I started research that would improve life for my town or village. If I could just perfect the science, I could create something that would help thousands of people</p>",
        "3-3": "<p>I was hired by a military force to help create a weapon that could neutralize my nation's enemies. I know the science is possible, I just need to harness it before another nation does.</p>",
        "4-4": "<p>The thirst for knowledge drives me to look into occult history that others have yet to uncover, and drives me to push what could be done with that knowledge</p>",
        "5-5": "<p>After countless failed experiments, I have abandoned petty things like “ethics” and “morals.” Any means is justified to accomplish my goals.</p>",
        "6-6": "<p>A terrible experiment left me scarred and deformed. I vow to find a way to restore myself… no… I will improve myself, so I am never weak like that again!</p>",
        "7-7": "<p>I was embarrassed and humiliated by the accomplishments of a skilled rival who stole my genius ideas. I will have my revenge and prove myself to be the more brilliant mind.</p>",
        "8-8": "<p>I was working as a healer in my hometown but was driven out and branded as a malfeasant for my magic by the Faith of the Sacred Flame.</p>"
      }
    },
    "Voiceless Horrors": {
      "name": "Voiceless Horrors",
      "results": {
        "1-1": "<p>Wears a piece of clothing or carries a tool from its former life.</p>",
        "2-2": "<p>Constantly repeats words or a specific phrase, such as its own name.</p>",
        "3-3": "<p>Believes it is still living out its former life and acts accordingly despite carrying out horrible tasks, such as talking about washing laundry when ripping people apart.</p>",
        "4-4": "<p>Tears at its own stitches, scars, or body parts, confused at its current physical state and necessitating constant repair.</p>",
        "5-5": "<p>Tries to speak but can only ever produce a gurgling, moaning, or wailing sound.</p>",
        "6-6": "<p>Hums or sings an old and simple song repeatedly over and over again</p>",
        "7-7": "<p>Walks with an uneven shuffle that scrapes and clanks along the ground</p>",
        "8-8": "<p>Believes every creature it encounters is trying to harm it and reacts with immediate hostility.</p>"
      }
    },
    "Fractal Lepidoptera Patterns": {
      "name": "Fractal Lepidoptera Patterns",
      "results": {
        "1-1": "<p>Something unseen hampers you. You gain the &amp;reference[Staggered] condition.</p>",
        "2-2": "<p>On each of your turns, you can only walk in straight lines in the direction of either north, south, east, or west.</p>",
        "3-3": "<p>Your hands start to flutter uncontrollably. You gain the &amp;reference[Clumsy] condition.</p>",
        "4-4": "<p>You can only speak in haikus, rhyming couplets, or iambic pentameter.</p>",
        "5-5": "<p>You float an inch above the ground. Your walking Speed is unchanged and &amp;reference[DifficultTerrain] does not affect you.</p>",
        "6-6": "<p>You gain the ability to see polarized light and the ultraviolet spectrum. You see &amp;reference[invisible apply=false] objects and creatures, and you can see into the Ethereal Plane.</p>"
      }
    },
    "Imprinted Instincts": {
      "name": "Imprinted Instincts",
      "results": {
        "1-1": "<p>Attached to a toy or stuffed animal and becomes aggressive when separated from it.</p>",
        "2-2": "<p>Responds with care and empathy to a specific kind of animal.</p>",
        "3-3": "<p>Jovially dances or passively listens to a particular kind of music or poem.</p>",
        "4-4": "<p>Irrational fear of an otherwise innocuous household object, such as spoons.</p>",
        "5-5": "<p>Driven into a rage or deep malaise whenever it encounters a person from its former life (or someone who bears similar traits to them).</p>",
        "6-6": "<p>Cannot bear to look in a mirror or see its own reflection, recoils and flees</p>",
        "7-7": "<p>Is calmed or soothed by the sight of its favorite flower or being in places of natural beauty.</p>",
        "8-8": "<p>Lacks object permanence like a small child and forgets about things quickly when they are not immediately in front of it.</p>"
      }
    },
    "Vestigial Limbs": {
      "name": "Vestigial Limbs",
      "description": "<p>Your body suddenly sprouts additional appendages. The limbs are not usable, however. Roll 1d6 to determine what grows.</p>",
      "results": {
        "1-1": "Fingers",
        "2-2": "Toes",
        "3-3": "Leg",
        "4-4": "Arm",
        "5-5": "Tail",
        "6-6": "Head"
      }
    }
  }
}
