{
  "label": "Features",
  "entries": {
    "Regenerative Flesh": {
      "name": "Regenerative Flesh",
      "description": "<p>At the start of each of your turns, if you are &amp;reference[Bloodied] and have at least 1 Hit Point, you regain Hit Points equal to twice your Proficiency Bonus. The healed flesh regrows as knobby, scaled, alien hide.</p>",
      "activities": {
        "Regenerate": {
          "name": "Regenerate",
          "condition": "If you are Bloodied and have at least 1 Hit Point."
        }
      }
    },
    "Abrupt Contaminant": {
      "name": "Abrupt Contaminant",
      "description": "<p>The [[lookup @name]] targets a creature within 60 feet who has one or more levels of Contamination. That creature takes [[/damage average]] damage for each level of Contamination it has.</p>"
    },
    "Anomaly Locus": {
      "name": "Anomaly Locus",
      "description": "<p>When you fail a d20 test, you can reroll the d20. When you do, you trigger an @UUID[Compendium.drakkenheim-monsters.tables.RollTable.ho3p6IgN9keG8cPp]{Arcane Anomaly}. You must finish a Short Rest before you can do so again.</p>",
      "activities": {
        "Trigger Arcane Anomaly": {
          "name": "Trigger Arcane Anomaly",
          "condition": "When you fail a d20 test."
        }
      }
    },
    "Electric Discharge": {
      "name": "Electric Discharge",
      "description": "<p>Strange glands filled with crackling energy appear on your body. You gain Resistance to Lightning damage. At the start of each of your turns, you deal Lightning damage to each creature within 5 feet of you.</p><p>The damage equals a number of d6s equal to your Proficiency Bonus. If you have 4 or more Contamination levels, the dice become d10s, and the range increases to 10 feet.</p>",
      "effects": {
        "Electric Discharge": {
          "name": "Electric Discharge",
          "description": "<p>Strange glands filled with crackling energy appear on your body. You gain Resistance to Lightning damage.</p>"
        }
      }
    },
    "Terrible Stench": {
      "name": "Terrible Stench",
      "description": "<p>Your body emits a pungent odor which reeks of death and sulfur. Creatures who end their turn within 5 feet of you have gain the &amp;Reference[poisoned] condition until the end of their next turn. Creatures have Advantage on Wisdom (Perception) checks made to locate or track you.</p>"
    },
    "Epic Resistance": {
      "name": "Epic Resistance",
      "description": "<p>[[lookup @name]] chooses one condition, spell, or other effect currently affecting them and rolls [[/r 1d20]]. On an 11 or higher, the effect ends on them. [[lookup @name]] can use this Epic Action even if they would otherwise be unable to take actions, their actions are being controlled by another creature, or if a spell or effect alters their game statistics.</p>"
    },
    "Haze Dependence": {
      "name": "Haze Dependence",
      "description": "<p>This creature gains one level of &amp;reference[Exhaustion] for every 24 hours it spends outside the Haze. These Exhaustion levels cannot be removed while the creature is outside the Haze.</p>"
    },
    "Otherworldly Resistance: Necrotic": {
      "name": "Otherworldly Resistance: Necrotic",
      "description": "<p>The Contamination growing in your body makes you strangely resistant to similar forces. You gain resistance to Necrotic damage.</p>",
      "effects": {
        "Otherworldly Resistance: Necrotic": {
          "name": "Otherworldly Resistance: Necrotic",
          "description": "<p>The Contamination growing in your body makes you strangely resistant to similar forces. You gain resistance to Necrotic damage.</p>"
        }
      }
    },
    "Mutant Fortitude": {
      "name": "Mutant Fortitude",
      "description": "<p>If damage reduces the [[lookup @name lowercase]] to 0 Hit Points, it makes a Constitution saving throw (DC 5 plus the damage taken) unless the damage is Radiant or from a Critical Hit. On a successful save, the [[lookup @name lowercase]] drops to 1 Hit Point instead.</p><fieldset><legend>Foundry Note</legend><p>Input the amount of damage taken by the [[lookup @name lowercase]] into the scaling field when using this feature to automatically adjust the saving throw DC.</p></fieldset>",
      "activities": {
        "save": {
          "condition": "When damage other than Radiant or from a Critical Hit reduces the creature to 0 hit point."
        }
      }
    },
    "Wretched Bile": {
      "name": "Wretched Bile",
      "description": "<p>Bubbling contaminated ichor unconformably builds up in your guts, which you can vomit forth periodically. When you take the Attack action on your turn, you can replace one of your attacks with an exhalation in a 15-foot Cone. Each creature in that area must make a Constitution saving throw (DC 8 plus your Constitution modifier and Proficiency Bonus).</p><p>On a failed save, a creature takes 1d10 Necrotic damage for each Contamination level you have gained. On a successful save, a creature takes half as much damage. You can use your Wretched Bile a number of times equal to your Contamination level, and regain all expended uses when you finish a Long Rest.</p>",
      "activities": {
        "save": {
          "condition": "When you take the Attack action."
        }
      }
    },
    "Sanguine Appetite": {
      "name": "Sanguine Appetite",
      "description": "<p>You develop a taste for blood which intensifies when you’re wounded. While you have the &amp;Reference[Bloodied apply=false] or &amp;Reference[Bleeding apply=false] conditions, you gain Advantage on melee attack rolls against other creatures with the Bloodied or Bleeding conditions.</p>"
    },
    "Misty Camouflage": {
      "name": "Misty Camouflage",
      "description": "<p>The [[lookup @name lowercase]] has Advantage on Dexterity (Stealth) checks to hide in any area obscured by mist or fog, including the Deep Haze of Drakkenheim.</p>"
    },
    "Arcane Blood": {
      "name": "Arcane Blood",
      "description": "<p>You gain an additional spell slot of the highest level you can cast (to a maximum of 5th level). If you don't have spell slots, your Hit Point maximum increases by an amount equal to your level. If you have four or more Contamination levels, you gain two spell slots instead of one or increase your Hit Points by twice your level.</p><fieldset><legend>Foundry Note</legend><p>When you gain this Mutation, you can choose to grant yourself the additional Hit Points or manually override the amount of spell slots yo have in the Spells tab of your character sheet while in Edit Mode.</p></fieldset>",
      "activities": {
        "Grant Additional Health": {
          "name": "Grant Additional Health"
        }
      },
      "effects": {
        "Arcane Blood: Additional Health": {
          "name": "Arcane Blood: Additional Health",
          "description": "<p>Your Hit Point maximum increases by an amount equal to your level. If you have four or more Contamination levels, this increases your Hit Points by twice your level instead.</p>"
        }
      }
    },
    "Vampire Weaknesses": {
      "name": "Vampire Weaknesses",
      "description": "<p>As a vampire, this creature has the following weaknesses:</p><ul><li><p><strong>Forbiddance.</strong> The vampire can't enter a residence without an invitation from one of the occupants.</p></li><li><p><strong>Harmed by Running Water.</strong> The vampire takes [[/damage activity=TXfKdpwrbcIMoY3l]] damage when it ends its turn in running water.</p></li><li><p><strong>Stake to the Heart.</strong> If a Piercing weapon made of wood is driven into the vampire's heart while the vampire is Incapacitated in its resting place, the vampire is Paralyzed until the stake is removed.</p></li><li><p><strong>Sunlight Hypersensitivity.</strong> The vampire takes [[/damage activity=agngcqt5cICRvCaw]] damage when it starts its turn in sunlight. While in sunlight, it has Disadvantage on attack rolls and ability checks.</p></li></ul>",
      "activities": {
        "Running Water": {
          "name": "Running Water",
          "condition": "If the vampire ends their turn in running water."
        },
        "Stake the Heart": {
          "name": "Stake the Heart"
        },
        "Sunlight Hypersensitivity": {
          "name": "Sunlight Hypersensitivity"
        }
      }
    },
    "Malignancy": {
      "name": "Malignancy",
      "description": "<p>The [[lookup @name]] can't be teleported or travel to another plane against its will.</p>"
    },
    "Contaminated Creature": {
      "name": "Contaminated Creature",
      "description": "<p>Unless otherwise stated, non-humanoid creatures encountered in Drakkenheim possess the following traits. These do not change the monsters’ Challenge Ratings (CR).</p><ul><li><p><strong>Fully Contaminated.</strong> The creature is immune to &amp;reference[drakkenheimContamination] and has Advantage on saving throws against contaminated spells. The creature may cast contaminated spells even though it does not gain Contamination levels.</p></li><li><p><strong>Haze Adaptation.</strong> This creature may benefit from a Long Rest finished within the Haze. It can see twice as far through the Haze mists and Deep Haze fog as those without this adaption.</p></li><li><p><strong>Haze Dependance.</strong> This creature gains one level of &amp;reference[Exhaustion] for every 24 hours it spends outside the Haze. These Exhaustion levels cannot be removed while the creature is outside the Haze.</p></li><li><p><strong>Delerium Healing.</strong> The creature touches a delerium shard and regains 10 (3d6) Hit Points. Once the creature has used a delerium shard in this way, it can't be used in this manner again for 24 hours.</p></li></ul>",
      "activities": {
        "heal": {
          "affects": {
            "special": "a delerium shard"
          }
        }
      }
    },
    "Delerium Healing": {
      "name": "Delerium Healing",
      "description": "<p>The [[lookup @name lowercase]] touches a delerium shard and regains 10 (3d6) Hit Points. Once the [[lookup @name lowercase]] has used a delerium shard in this way, it can't be used in this manner again for 24 hours.</p>",
      "activities": {
        "heal": {
          "affects": {
            "special": "a delerium shard"
          }
        }
      }
    },
    "Tentacled Limb": {
      "name": "Tentacled Limb",
      "description": "<p>One of your arms becomes a fleshy tentacle. When you make a melee attack on your turn, increase your reach by 5 feet</p>"
    },
    "Whispering Voices": {
      "name": "Whispering Voices",
      "description": "<p>You gain telepathy to a range of 10 feet, but other people hear it as their own voice. If you have four or more &amp;reference[drakkenheimContamination] levels, the range extends to 60 feet.</p>"
    },
    "Vrykolakas Strain": {
      "name": "Vrykolakas Strain",
      "description": "<p>A vampire from the Vrykolakas strain has the following traits.</p><p><strong>Bloodthirsty.</strong> The Vrykolakas has Advantage on attack rolls against targets with the Bloodied or Bleeding conditions.</p><p><strong>Aggressive.</strong> As a Bonus Action, the Vrykolakas can move up to its speed toward a hostile creature that it can see.</p><p><strong>Blindsense.</strong> A Vrykolakas vampire has Blindsense out to a range of 60 feet.</p>",
      "activities": {
        "Aggressive": {
          "name": "Aggressive"
        }
      },
      "effects": {
        "Vrykolakas Strain: Blindsense": {
          "name": "Vrykolakas Strain: Blindsense",
          "description": "<p>A Vrykolakas vampire has Blindsense out to a range of 60 feet.</p>"
        }
      }
    },
    "Spider Climb": {
      "name": "Spider Climb",
      "description": "<p>You gain a Climb speed equal to your Speed. You can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p><fieldset><legend>Foundry Note</legend><p>This feature sets your Climbing speed to 30. If your base Speed is higher than 30, modify the Active Effect to match your speed.</p></fieldset>",
      "effects": {
        "Spider Climb": {
          "name": "Spider Climb",
          "description": "<p>You gain a Climb speed equal to your Speed. You can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
        }
      }
    },
    "Reversed Limbs": {
      "name": "Reversed Limbs",
      "description": "<p>Your base Speed increases by 10 feet and your Long Jump distance is doubled.</p>",
      "effects": {
        "Reversed Limbs": {
          "name": "Reversed Limbs",
          "description": "<p>Your base Speed increases by 10 feet and your Long Jump distance is doubled.</p>"
        }
      }
    },
    "Epic Boss": {
      "name": "Epic Boss",
      "description": "<p>This creature is an Epic Boss, a unique foe designed to pose a solo threat to an entire adventuring party. As such, it has additional game rules that sets it apart from normal creatures:</p><p>[[lookup @name]] always takes their turn on Initiative count 20. On their turn, they can use their movement and interaction as normal. However, they do not take an action or Bonus Action on their turn unless forced to do so by a spell or other effect. Instead, [[lookup @name]] takes one of the following Epic Actions at the end of each player character's turn.</p><p>All this creature's actions are Epic Actions.</p>",
      "effects": {
        "Epic Boss": {
          "name": "Epic Boss",
          "description": "<p>This creature is an Epic Boss, a unique foe designed to pose a solo threat to an entire adventuring party. As such, it has additional game rules that sets it apart from normal creatures.</p><p>The creature always takes their turn on Initiative count 20. On their turn, they can use their movement and interaction as normal. However, they do not take an action or Bonus Action on their turn unless forced to do so by a spell or other effect. Instead, the creature takes one of the Epic Actions they have available.</p>"
        }
      }
    },
    "Otherworldly Resistance: Thunder": {
      "name": "Otherworldly Resistance: Thunder",
      "description": "<p>The Contamination growing in your body makes you strangely resistant to similar forces. You gain resistance to Thunder damage.</p>",
      "effects": {
        "Otherworldly Resistance: Thunder": {
          "name": "Otherworldly Resistance: Thunder",
          "description": "<p>The Contamination growing in your body makes you strangely resistant to similar forces. You gain resistance to Thunder damage.</p>"
        }
      }
    },
    "Absorption": {
      "name": "Absorption",
      "description": "<p>When the [[lookup @name lowercase]] kills a creature that is neither a construct nor undead, it absorbs the corpse into its body and regains 20 Hit Points.</p>"
    },
    "Cryogenic Shift": {
      "name": "Cryogenic Shift",
      "description": "<p>Your body rapidly disperses heat as ice begins forming on your flesh. You gain resistance to Cold damage, but if you don’t move at least half your Speed on your turn, you have the &amp;Reference[Frozen] condition (DC 15).</p>",
      "activities": {
        "Cryogenic Freeze": {
          "name": "Cryogenic Freeze"
        }
      },
      "effects": {
        "Frozen (DC 15)": {
          "name": "Frozen (DC 15)",
          "description": "<p>You're partially encased in ice:</p><ul><li><p>You are &amp;reference[Immobilized apply=false] &amp; &amp;reference[Defenseless apply=false].</p></li><li><p>You're &amp;reference[Helpless apply=false] against attacks made with a weapon that deals bludgeoning damage.</p></li><li><p>You or another creature can take an action to break the ice away. To do so, you must succeed on a [[/check 15 str ath]] check.</p></li></ul>"
        }
      }
    },
    "Chitinous Plates": {
      "name": "Chitinous Plates",
      "description": "<p>Shell-like growths appear all over your body, giving you a +1 bonus to AC. If you have four or more &amp;reference[drakkenheimContamination] levels, this bonus increases to +2.</p>",
      "effects": {
        "Chitinous Plates": {
          "name": "Chitinous Plates",
          "description": "<p>Shell-like growths appear all over your body, giving you a +1 bonus to AC. If you have four or more &amp;reference[drakkenheimContamination] levels, this bonus increases to +2.</p>"
        }
      }
    },
    "Hulking": {
      "name": "Hulking",
      "description": "<p>If you are Medium or smaller, your size increases by one step (from Small to Medium, or Medium to Large). While your size is increased, you have Advantage on Strength ability checks. You return to your normal size when you no longer have &amp;reference[drakkenheimContamination] levels.</p>",
      "effects": {
        "Hulking": {
          "name": "Hulking",
          "description": "<p>If you are Medium or smaller, your size increases by one step (from Small to Medium, or Medium to Large). While your size is increased, you have Advantage on Strength ability checks. You return to your normal size when you no longer have &amp;reference[drakkenheimContamination] levels.</p>"
        }
      }
    },
    "Cyclopean Vision": {
      "name": "Cyclopean Vision",
      "description": "<p>Your eyes merge into a single central eye, which you can use to cast the @UUID[Compendium.dnd5e.spells24.Item.phbsplFireBolt00] cantrip. You use your choice of Intelligence, Wisdom, or Charisma as the spellcasting ability.</p>"
    },
    "Otherworldly Resistance: Psychic": {
      "name": "Otherworldly Resistance: Psychic",
      "description": "<p>The Contamination growing in your body makes you strangely resistant to similar forces. You gain resistance to Psychic damage.</p>",
      "effects": {
        "Otherworldly Resistance: Psychic": {
          "name": "Otherworldly Resistance: Psychic",
          "description": "<p>The Contamination growing in your body makes you strangely resistant to similar forces. You gain resistance to Psychic damage.</p>"
        }
      }
    },
    "Magic Resistance": {
      "name": "Magic Resistance",
      "description": "<p>You gain Advantage on saving throws against spells and magical effects.</p>"
    },
    "Otherworldly Resistance: Radiant": {
      "name": "Otherworldly Resistance: Radiant",
      "description": "<p>The Contamination growing in your body makes you strangely resistant to similar forces. You gain resistance to Radiant damage.</p>",
      "effects": {
        "Otherworldly Resistance: Radiant": {
          "name": "Otherworldly Resistance: Radiant",
          "description": "<p>The Contamination growing in your body makes you strangely resistant to similar forces. You gain resistance to Radiant damage.</p>"
        }
      }
    },
    "Corrosive Mucus": {
      "name": "Corrosive Mucus",
      "description": "<p>As a Bonus Action, you can spit acid at a creature within 30 feet. Make a ranged attack against the creature. On a hit, you deal [[/damage 2d10 Acid]] damage and the creature is &amp;Reference[Burning] (1d10 Acid).</p>",
      "effects": {
        "Burning (1d10 Acid)": {
          "name": "Burning (1d10 Acid)",
          "description": "<p>You are &amp;reference[burning apply=false] from being covered in acid.</p><ul><li><p>At the end of each of your turns, you take [[/damage average acid 1d10]] damage.</p></li><li><p>The condition ends if you or another creature within 5 feet of you spends an action to scrape off the acid or if some other effect removes it.</p></li></ul>"
        }
      }
    },
    "Haze Adaptation": {
      "name": "Haze Adaptation",
      "description": "<p>This creature may benefit from a Long Rest finished within the Haze. It can see twice as far through the Haze mists and Deep Haze fog as those without this adaption.</p>"
    },
    "Aerial Maneuver": {
      "name": "Aerial Maneuver",
      "description": "<p>The [[lookup @name lowercase]] flies up to its Speed without provoking Opportunity Attacks.</p>"
    },
    "Lambent Glow": {
      "name": "Lambent Glow",
      "description": "<p>You emit a dim octarine glow to a range of 10 feet. If you have four or more &amp;reference[drakkenheimContamination] levels, you instead emit Bright Light to a range of 30 feet.</p>"
    },
    "Explosive Demise": {
      "name": "Explosive Demise",
      "description": "<p>You feel volatile growths inside your body radiating intense heat. You gain Resistance to Fire damage. If you are reduced to 0 Hit Points while you have the &amp;Reference[drakkenheimContamination] condition, you die and explode horribly in a shower of gore.</p><p>Creatures within a 20-foot-radius must make a [[/save]]. <em>Failure:</em> [[/damage average]] damage. <em>Success:</em> Half damage.</p>",
      "activities": {
        "save": {
          "condition": "If you are reduced to 0 Hit Points while you have Contaminated condition."
        }
      },
      "effects": {
        "Explosive Demise: Fire Resistance": {
          "name": "Explosive Demise: Fire Resistance",
          "description": "<p>You feel volatile growths inside your body radiating intense heat. You gain Resistance to Fire damage.</p>"
        }
      }
    },
    "Shrinking": {
      "name": "Shrinking",
      "description": "<p>If you are Small or Larger, your size decreases by one step (from Small to Tiny, from Large to Medium). While your size is decreased, you have Disadvantage on Strength ability checks. You return to your normal size when you no longer have &amp;reference[drakkenheimContamination] levels.</p>",
      "effects": {
        "Hulking": {
          "name": "Hulking",
          "description": "<p>If you are Small or Larger, your size decreases by one step (from Small to Tiny, from Large to Medium). While your size is decreased, you have Disadvantage on Strength ability checks. You return to your normal size when you no longer have &amp;reference[drakkenheimContamination] levels.</p>"
        }
      }
    },
    "Belly Maw": {
      "name": "Belly Maw",
      "description": "<p>A toothy mouth appears on your stomach. You can use it to make a melee attack as a Bonus Action on your turn against a creature within 5 feet of you. Its attack bonus is equal to your Proficiency Bonus + your Strength or Dexterity modifier (your choice). If you hit with it, you deal Piercing damage equal to 1d6 + your Strength or Dexterity modifier, plus an additional 1d6 Necrotic damage for each Contamination level you have gained.</p>"
    },
    "Multiplied Senses": {
      "name": "Multiplied Senses",
      "description": "<p>Your face sprouts additional eyeballs, ears, and noses. You gain Advantage on Initiative checks as well as Wisdom (Perception) and Intelligence (Investigation) checks.</p>",
      "effects": {
        "Multiplied Senses": {
          "name": "Multiplied Senses",
          "description": "<p>Your face sprouts additional eyeballs, ears, and noses. You gain Advantage on Initiative checks as well as Wisdom (Perception) and Intelligence (Investigation) checks.</p>"
        }
      }
    },
    "Reactive": {
      "name": "Reactive",
      "description": "<p>The [[lookup @name lowercase]] can take one Reaction on every turn in combat.</p>"
    },
    "Cunning Action": {
      "name": "Cunning Action",
      "description": "<p>The [[lookup @name lowercase]] takes the Dash, Disengage, or Hide action.</p>"
    },
    "Insect Body": {
      "name": "Insect Body",
      "description": "<p>The [[lookup @name]] can occupy another creature's space and vice versa, and the [[lookup @name]] can move through any opening large enough for a Tiny insect.</p>"
    },
    "Malleable": {
      "name": "Malleable",
      "description": "<p>The [[lookup @name lowercase]] can move through a space as narrow as 6 inches wide without expending extra movement to do so.</p>"
    },
    "Nosferatu Strain": {
      "name": "Nosferatu Strain",
      "description": "<p>A vampire from the Nosferatu strain has the following traits.</p><p><strong>Cursed By Sunlight.</strong> The Nosferatu takes [[/damage]] damage when it starts its turn in sunlight. While in sunlight, it has Disadvantage on at tack rolls and ability checks. If the Nosferatu is reduced to 0 Hit Points by sunlight, it erupts in flames and disintegrates in a matter of seconds, leaving nothing but a pile of ash. This trait replaces Sunlight Hypersensitivity.</p><p><strong>Creature of Shadows.</strong> The Nosferatu is resistant to all damage except Radiant when they are in &amp;reference[darkness].</p><p><strong>Spellcasting.</strong> The Nosferatu casts one of the following spells, using Charisma as their spellcasting ability:</p><p><strong>At-Will:</strong> @UUID[Compendium.dnd5e.spells24.Item.phbsplMinorIllus]</p><p><strong>2/Day Each:</strong> @UUID[Compendium.dnd5e.spells24.Item.phbsplDisguiseSe], @UUID[Compendium.dnd5e.spells24.Item.phbsplSuggestion]</p><p><strong>1/Day Each:</strong> @UUID[Compendium.dnd5e.spells24.Item.phbsplDominatePe], @UUID[Compendium.dnd5e.spells24.Item.phbsplMajorImage]</p>",
      "activities": {
        "Cursed by Sunlight": {
          "name": "Cursed by Sunlight"
        }
      },
      "effects": {
        "Nosferatu Strain: Creature of Shadow": {
          "name": "Nosferatu Strain: Creature of Shadow",
          "description": "<p>The Nosferatu is resistant to all damage except Radiant when they are in &amp;reference[darkness].</p>"
        }
      }
    },
    "Shell Reflection": {
      "name": "Shell Reflection",
      "description": "<p><em>Trigger:</em> The [[lookup @name lowercase]] takes damage from a spell or magical attack. <em>Response:</em> The attacker takes Radiant damage equal to the triggering damage and causes an Arcane Anomaly.</p>",
      "activities": {
        "damage": {
          "condition": "When the creature takes damage from a spell or magical attack."
        }
      }
    },
    "Spiked Growths": {
      "name": "Spiked Growths",
      "description": "<p>At the start of each of your turns, you deal [[/damage 1d10 type=piercing average]] for each Contamination level you have gained to any creature you are grappling.</p>",
      "activities": {
        "damage": {
          "affects": {
            "special": "A creature you are grappling"
          }
        }
      }
    },
    "Fledgling Wings": {
      "name": "Fledgling Wings",
      "description": "<p>Bat-like wings painfully explode from your back. You gain a Fly speed of 40 feet during your turn. If you end your turn aloft, you fall. If you have 4 or more Contamination levels, your wings expand and your Fly speed increases to 60 feet, and you no longer fall when you end your turn aloft.</p><fieldset><legend>Foundry Note</legend><p>The Active Effect granted by this feature's activity sets your Flying speed to 40. If you have 4 or more Contamination levels, grant yourself the \"Hovering Wings\" Active Effect instead.</p></fieldset>",
      "activities": {
        "Sprout Wings": {
          "name": "Sprout Wings"
        }
      },
      "effects": {
        "Fledgling Wings": {
          "name": "Fledgling Wings",
          "description": "<p>Bat-like wings painfully explode from your back. You gain a Fly speed of 40 feet during your turn. If you end your turn aloft, you fall.</p>"
        },
        "Hovering Wings": {
          "name": "Hovering Wings",
          "description": "<p>Bat-like wings painfully explode from your back. You gain a Fly speed of 60 feet.</p>"
        }
      }
    },
    "Bounding Leap": {
      "name": "Bounding Leap",
      "description": "<p>The [[lookup @name lowercase]] jumps 20 feet. This movement does not count toward its total movement for the round.</p>"
    },
    "Eyeless Sight": {
      "name": "Eyeless Sight",
      "description": "<p>Your eyes become milky orbs. You gain &amp;reference[Blindsight] to a range of 10 feet. If you have four or more &amp;reference[drakkenheimContamination] levels, your eyes rot out, and dim octarine light burns in the sockets. Your Blindsight increases to 30 feet.</p><fieldset><legend>Foundry Note</legend><p>When you have 4 or more levels of Contamination, modify the Active Effect granted by this Mutation and increase the value to \"30\".</p></fieldset>",
      "effects": {
        "Eyeless Sight": {
          "name": "Eyeless Sight"
        }
      }
    },
    "Carapace Parry": {
      "name": "Carapace Parry",
      "description": "<p><em>Trigger:</em> A creature the [[lookup @name lowercase]] can see hits it with an attack. <em>Response:</em> The [[lookup @name lowercase]] adds [[lookup @prof]] to its AC against that attack, possibly causing it to miss.</p>",
      "activities": {
        "utility": {
          "condition": "When a creature the monster can see hits it with an attack."
        }
      }
    },
    "Ocular Tumors": {
      "name": "Ocular Tumors",
      "description": "<p>An eyeball opens somewhere on your body for each Contamination level you have gained. If you have four or more Contamination levels, you can see in all directions.</p>"
    },
    "Ultimate Corruption": {
      "name": "Ultimate Corruption",
      "description": "<p>Necrotic damage dealt by the [[lookup @name]] ignores Resistance and treats Immunity as Resistance instead.</p>"
    },
    "Reckless": {
      "name": "Reckless",
      "description": "<p>At the start of its turn, this [[lookup @name lowercase]] can gain Advantage on all melee attack rolls until the start of its next turn, but attack rolls against it have Advantage during that time.</p>",
      "effects": {
        "Reckless": {
          "name": "Reckless",
          "description": "<p>The dreg has Advantage on all melee attack rolls until the start of its next turn, but attack rolls against it have advantage during that time.</p>"
        }
      }
    },
    "Hallucinogenic Visions": {
      "name": "Hallucinogenic Visions",
      "description": "<p>Your perception of the world around you twists into a miraculous landscape of rainbows, flowers, and vibrant colors, like walking through a pleasant dream. All creatures appear beautiful, friendly, smiling, and whimsical to you.</p>"
    },
    "Normal Semblance": {
      "name": "Normal Semblance",
      "description": "<p>The [[lookup @name lowercase]] has Advantage on Charisma (Deception) checks to disguise itself as, or impersonate, a humanoid creature.</p>"
    },
    "Forced Mutation": {
      "name": "Forced Mutation",
      "description": "<p>[[lookup @name]] targets a creature within 60 feet who has one or more mutations and magically alters the mutation. [[lookup @name]] chooses one of the target's existing mutations to remove and replaces it with a different one of their choice.</p>",
      "activities": {
        "utility": {
          "affects": {
            "special": "A creature that has one or more mutations."
          }
        }
      }
    },
    "Chameleon": {
      "name": "Chameleon",
      "description": "<p>Your skin turns translucent and changes color to match your surroundings. As an action, you can give yourself the &amp;Reference[Invisible] condition, which lasts until the end of your next turn or until you make an attack roll, deal damage, or cast a spell. You can use this ability only if you haven't moved during this turn, and after you use it, your Speed is 0 until the end of the current turn.</p>",
      "activities": {
        "Change Color": {
          "name": "Change Color"
        }
      }
    },
    "Aquatic Adaptation": {
      "name": "Aquatic Adaptation",
      "description": "<p>You sprout fish-like fins and gills. You gain a Swim speed equal to your Speed and can breathe underwater. If you have four or more &amp;reference[drakkenheimContamination] levels, you can only breathe underwater. You can hold your breath outside water for up to 1 hour.</p><fieldset><legend>Foundry Note</legend><p>This feature sets your Swimming speed to 30. If your base Speed is higher than 30, modify the Active Effect to match your speed.</p></fieldset>",
      "effects": {
        "Aquatic Adaptation": {
          "name": "Aquatic Adaptation",
          "description": "<p>You sprout fish-like fins and gills. You gain a Swim speed equal to your Speed and can breathe underwater. If you have four or more &amp;reference[drakkenheimContamination] levels, you can only breathe underwater. You can hold your breath outside water for up to 1 hour.</p>"
        }
      }
    },
    "Arcane Hunger": {
      "name": "Arcane Hunger",
      "description": "<p>The [[lookup @name lowercase]] has Advantage on attack rolls against creatures that have one or more levels of Contamination.</p>"
    },
    "Burning Blood": {
      "name": "Burning Blood",
      "description": "<p>FLAME ON! As a Bonus Action, you can give yourself the &amp;Reference[Burning] condition. The Fire damage is a number of d6s equal to half your Proficiency Bonus (rounded down). While you have the Burning condition, you gain a Fly speed equal to your Speed. You can end the Burning condition as an action. If the Burning damage reduces you to 0 Hit Points, your flesh burns away and only a skeleton remains.</p>",
      "activities": {
        "Burning Condition Damage": {
          "name": "Burning Condition Damage"
        },
        "Ignite Self": {
          "name": "Ignite Self"
        }
      },
      "effects": {
        "Burning Blood: Burning (Fire)": {
          "name": "Burning Blood: Burning (Fire)",
          "description": "<p>You are &amp;reference[burning apply=false] from being covered in fire.</p><ul><li><p>At the end of each of your turns, you take fire damage. The Fire damage is a number of d6s equal to half your Proficiency Bonus (rounded down).</p></li><li><p>The condition ends if you or another creature within 5 feet of you spends an action to douse the fire or if some other effect removes it such as submerging yourself in water.</p></li><li><p>If the Burning damage reduces you to 0 Hit Points, your flesh burns away and only a skeleton remains.</p></li><li><p>While you have the Burning condition, you gain a Fly speed equal to your Speed.</p></li></ul>"
        }
      }
    },
    "Fully Contaminated": {
      "name": "Fully Contaminated",
      "description": "<p>The [[lookup @name lowercase]] is immune to &amp;reference[drakkenheimContamination] and has Advantage on saving throws against contaminated spells. The [[lookup @name lowercase]] may cast contaminated spells even though it does not gain Contamination levels.</p>"
    },
    "Otherworldly Resistance: Force": {
      "name": "Otherworldly Resistance: Force",
      "description": "<p>The Contamination growing in your body makes you strangely resistant to similar forces. You gain resistance to Force damage.</p>",
      "effects": {
        "Otherworldly Resistance: Force": {
          "name": "Otherworldly Resistance: Force",
          "description": "<p>The Contamination growing in your body makes you strangely resistant to similar forces. You gain resistance to Force damage.</p>"
        }
      }
    },
    "Aberrant Traits": {
      "name": "Aberrant Traits",
      "description": "<p>Given the contamination and delerium present within the Space Between Worlds, all creatures who dwell there are the product of contamination and unaffected by the normal dangers of delerium. As an aberrant, the this creature has the following traits:</p><ul><li><p><strong>Fully Contaminated.</strong> This creature is immune to &amp;reference[drakkenheimContamination] and has Advantage on saving throws against contaminated spells. This creature may cast contaminated spells even though it does not gain Contamination levels.</p></li><li><p><strong>Delerium Healing.</strong> As an action, the creature can touch a delerium shard to regain 10 (3d6) Hit Points. Once the creature has used a delerium shard in this way, the shard can't be used in this manner again for 24 hours.</p></li><li><p><strong>Alien Intellect.</strong> The creature is immune to any effect that would sense its emotions or read its thoughts, as well as any divination spell that it refuses. Wisdom (Insight) checks made to ascertain the creature's intentions or sincerity have Disadvantage.</p></li></ul>",
      "activities": {
        "Delerium Healing": {
          "name": "Delerium Healing",
          "affects": {
            "special": "a delerium shard"
          }
        }
      }
    },
    "Amorphous Form": {
      "name": "Amorphous Form",
      "description": "<p>Your bones and organs become gelatinous. You can move through a space as narrow as 6 inches wide without squeezing.</p>"
    },
    "Shadow Stealth": {
      "name": "Shadow Stealth",
      "description": "<p>While in Dim Light or Darkness, the [[lookup @name lowercase]] takes the Hide action.</p>"
    },
    "Spatial Displacement": {
      "name": "Spatial Displacement",
      "description": "<p>You can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplMistyStep0] once for each &amp;reference[drakkenheimContamination] level you have. You regain these uses when you finish a Long Rest</p>"
    },
    "Regeneration": {
      "name": "Regeneration",
      "description": "<p>The [[lookup @name lowercase]] regains 10 Hit Points at the start of its turn as long as it is within the Deep Haze. The [[lookup @name lowercase]] dies only if it starts its turn with 0 Hit Points and doesn't regenerate.</p>",
      "activities": {
        "Regenerate": {
          "name": "Regenerate",
          "condition": "While in the Deep Haze"
        }
      }
    },
    "Purge Contamination": {
      "name": "Purge Contamination",
      "description": "<p>You apply alchemical fluids or holy water to a Contaminated Humanoid creature while reciting an exacting magical chant which expels eldritch contaminants from its body. When you finish casting the spell, all &amp;reference[drakkenheimContamination] levels and mutations are removed from the creature. It then gains 1 level of &amp;reference[Exhaustion] for each Contamination level removed with this spell.</p>",
      "materials": {
        "value": "100 gp of alchemical fluids or holy water, which the spell consumes"
      },
      "target": {
        "affects": {
          "special": "A contaminated creature."
        }
      }
    }
  }
}
