{
  "label": "掷骰表",
  "mapping": {},
  "folders": {},
  "entries": {
    "Mutations": {
      "name": "Mutations",
      "results": {
        "1-1": "<b>Rampant Mutation.</b> Roll twice, ignoring this result on subsequent rolls.",
        "2-2": "<b>Rasping.</b> Your vocal cords warp. You can only speak in a halting gurgle. If you have 4 or more Contamination Levels, your tongue rots and falls out, and you can no longer speak.",
        "3-3": "<b>Wasting.</b> Your fingernails, teeth, and toenails start falling out. [[/r 2d6]] fall out for each Contamination Level you have gained.",
        "4-4": "<b>Rotting.</b> Your lips, nose, and ears blacken and wither. If you reach 4 or more Contamination Levels, they rot and fall off. You can still speak and hear, however.",
        "5-5": "<b>蜕皮。</b> 疼死人的水泡、红肿和五彩斑斓的伤痕出现在你的皮肤上，它们会破裂和剥落，露出下面的肌腱，并给你造成剧烈的疼痛。一旦你达到四级及以上污染时，你的皮肤就会完全脱落。",
        "6-6": "<b>脱发。</b> 每次你获得污染等级时，你的一部分头发就会成片脱落，一旦你到达四级及以上污染时，你身上的所有毛发都会脱落",
        "7-7": "<b>辉光。</b>你发出 10 尺范围的微光光照，如果你有四级及以上的污染，你会发出 30 尺明亮光照。",
        "8-8": "<b>眼瘤。</b> 每次你得到污染等级的时候一颗眼球都会在你身体上的某处睁开。如果你有四级及以上的污染，你可以同时看见任何方向。",
        "9-9": "<b>长刺。</b> 你在每次你的回合开始时对你正在擒抱的生物造成 5（1d10）穿刺伤害。",
        "10-10": "<b>Aquatic Adaptation.</b> You sprout fish-like fins and gills. You gain a swimming speed equal to your land speed and can breathe underwater. If you have 4 or more Contamination Levels, you can only breathe underwater; but can hold your breath outside water for up to 1 hour.",
        "11-11": "<b>Amorphous Form.</b> Your bones and organs become gelatinous. You can move through a space as narrow as 6 inches wide without squeezing.",
        "12-12": "<b>Chitinous Skin.</b> Shell-like growths appear all over your body, giving you a +1 bonus to AC. If you have four or more Contamination Levels, this bonus increases to +2.",
        "13-13": "<b>Cyclopean Vision.</b> Your eyes merge into a single central eye which can emit an energy beam as a ranged spell attack using your Intelligence modifier. If it hits, it deals 2d6 radiant damage.",
        "14-14": "<b>Spatial Displacement.</b> You can cast @UUID[Compendium.dnd5e.spells.Item.wqfAVANuQonNBgnL] once for each Contamination Level you have gained. You regain these uses when you finish a long rest.",
        "15-15": "<b>Tentacled Limb.</b> One of your arms becomes a fleshy tentacle. When you make a melee attack on your turn, increase your reach by 5 feet.",
        "16-16": "<b>Spider Climb.</b> You gain a climb speed equal to your walking speed. You can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.",
        "17-17": "<b>Whispering Voices.</b> You gain telepathy to a range of 10 feet, but other people hear it as their own voice. If you have 4 or more Contamination Levels, the range extends to 60 feet.",
        "18-18": "<b>Belly Maw.</b> A toothy mouth appears on your stomach, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to 1d6 + your Strength modifier.",
        "19-19": "<b>Eyeless Sight.</b> Your eyes become milky orbs, and you gain blindsight to a range of 10 feet. If you have 4 or more Contamination Levels, your eyes rot out, and dim octarine light burns in the sockets. Your blindsight increases to 30 feet, but you are blind beyond this radius.",
        "20-20": "<b>Arcane Blood.</b> You gain an additional spell slot of the highest level you can cast (to a maximum of 5th level). If you don't have spell slots, your hit point maximum increases by an amount equal to your level. If you have four or more Contamination Levels, you gain two spell slots instead of one or increase your hit points by twice your level."
      }
    },
    "Octarine Breath": {
      "name": "虹光吐息",
      "results": {
        "1-1": "豁免失败的目标承受 [[/damage 6d12 psychic]] 伤害，豁免成功则伤害减半。",
        "2-2": "豁免失败的目标承受 [[/damage 6d12 necrotic]] 伤害，豁免成功则伤害减半。",
        "3-3": "豁免失败的目标承受 [[/damage 6d12 force]] 伤害，豁免成功则伤害减半。",
        "4-4": "豁免失败的目标承受 [[/damage 6d12 radiant]] 伤害，豁免成功则伤害减半。",
        "5-5": "豁免失败的目标承受 [[/damage 6d12 thunder]] 伤害，豁免成功则伤害减半。",
        "6-6": "在目标的每个回合开始，受影响的目标使用它的全部移动力，向距离它能看到的最近的生物直线移动。随后，受影响的目标使用它的动作发动一次近战武器攻击，攻击其触及范围内的一个随机生物。如果它触及范围内没有生物，则受影响的目标在本回合什么都不会做。在它的每个回合结束，它可以进行一次 [[/save wis 24]] 豁免。若豁免成功则该效应在目标身上终止。",
        "7-7": "受影响的目标在其每个回合开始时获得 1 级污染等级。在其每个回合结束，目标可以进行一次 [[/save con 24]] 豁免。若豁免成功则该效应在目标身上终止。",
        "8-8": "这个目标被额外一条射线打中了。在此表掷骰两次。再次投出该出目的情况下，对单一生物额外命中的射线数量没有限制。"
      }
    },
    "Drakkenheim Madness": {
      "name": "Drakkenheim Madness",
      "description": "<p>Characters facing otherworldly horrors in Drakkenheim may be driven mad by the experience. Instead of a long-term madness effect from the Core Rules, you can apply one of the following flaws instead:</p>",
      "results": {
        "1-1": "“I wish I didn't have all these useless organs inside me.”",
        "2-2": "“The contamination is a blessing which will transform me into a wondrous creature.”",
        "3-3": "“The monsters are civilians trying to live a peaceful life! We need to protect them!”",
        "4-4": "“I must wear a flesh-coat made from my slain enemies to gain their strength!”",
        "5-5": "“My companions died in the ruins. I'm sorry friends, you are merely ghosts haunting me, you aren't real. Stop trying to talk to other people.”",
        "6-6": "“I need to eat everything I can find. It's probably going to be my last meal.”",
        "7-7": "“Drakkenheim is so beautiful at night. I could spend forever wandering the streets by moonlight. We should go tonight! Let's go every night!”",
        "8-8": "“Don't you fools get it?! If you die in Drakkenheim, you die IN REAL LIFE!!!!”",
        "9-9": "“A sinister cabal of disembodied hands is plotting against me.”",
        "10-10": "“I must go into the ruins and kill. Rip and tear, until it is done.”"
      }
    },
    "Arcane Anomalies": {
      "name": "Arcane Anomalies",
      "results": {
        "1-1": "Gravity breaks within a 100-foot-radius area for 1 hour. Creatures levitate in midair, and must move by pushing or pulling against a fixed object or surface within reach (such as a wall or a ceiling), which allows them to move as if they were climbing. Unattended objects float around randomly.",
        "2-2": "The nearest creature is affected by @UUID[Compendium.dnd5e.spells.Item.BQk5Row4NymMnUQl] ([[/save wis 15]] saving throw) but instead of laughing, the creature repeats unfathomable combinations of syllables and words. Occasionally, a somewhat comprehensible but totally illogical phrase emerges, such as “...oh time thy pyramids!”",
        "3-3": "Time skips a beat. Creatures within 60 feet experience a palpable feeling of vertigo followed by a powerful sensation of deja vu and are stunned for 1 round (no saving throw).",
        "4-4": "The nearest creature becomes unstuck in time. It is affected by the @UUID[Compendium.dnd5e.spells.Item.GSvLWcdCZLQkilXT] spell for 1 minute. Instead of vanishing into the Ethereal Plane, the creature vanishes into a sliver of time in its past or possible future.",
        "5-5": "A prismatic burst of energy erupts in a 20-foot radius. Creatures in the area must make a [[/save con 15]] saving throw or take [[/damage 8d6 radiant]] damage and become blinded for 1 round. The smell of ozone fills the area, and nearby wood and inanimate plants are transformed into solid glass.",
        "6-6": "Echoes of possible realities are briefly visible for 1 minute. When a creature within 60 feet is hit by an attack, a faint vision of the creature being killed by that attack appears.",
        "7-7": "Discordant music fills the mind of all creatures within 30 feet, who are affected as if by @UUID[Compendium.dnd5e.spells.Item.TfRzwEgBHHkCc6Ql] ([[/save wis 15]] saving throw)",
        "8-8": "A section of stone, water, air, or energy becomes an appropriate @UUID[Compendium.drakkenheim-scgd.actors.Actor.a4rDsANm0kfw5wpt].",
        "9-9": "An extraplanar creature is summoned. The Game Master either chooses the creature or determines it randomly. It is friendly to the creature who triggered the anomaly.",
        "10-10": "All humanoid corpses within 120 feet animate as hostile @UUID[Compendium.dnd5e.monsters.Actor.NAISFPoNNgUCsEyW]. The shrieking undead beg frantically for forgiveness as they rip apart the living.",
        "11-11": "The @UUID[Compendium.dnd5e.monsters.Actor.QGcQYZbVl4bWzi4E] of [[/r 1d6]] random creatures in the area animate and try to kill them while softly whispering “Guilty, guilty, guilty...” Once destroyed, the creatures don't cast a shadow for 24 hours.",
        "12-12": "All creatures within 60 feet become invisible for 1 minute or until they attack or cast a spell.",
        "13-13": "Tendrils of life flow from the nearest creature to others. The targets must make a [[/save con 15]] saving throw or take [[/damage 8d8 necrotic]] damage, or half as much on a success. The three nearest creatures within 60 feet each regain hit points equal to the damage taken.",
        "14-14": "A @UUID[Compendium.dnd5e.spells.Item.6g3WLOZ2u0EbaLAd] ([[/save wis 15]] saving throw) appears. It creates scintillating impossible colors in shapes which are simply wrong. Creatures incapacitated by the spell weep uncontrollably for the duration.",
        "15-15": "A @UUID[Compendium.dnd5e.spells.Item.DGONTFbk5eORs5qv] spell appears in the area for 1 hour (escape DC 15).",
        "16-16": "Objects within 60 feet come to life for the next hour, as if affected by the @UUID[Compendium.dnd5e.spells.Item.ATo0Eb63TDtnu6iA] spell. They mumble awful truths, but are not otherwise hostile.",
        "17-17": "The nearest creature is @UUID[Compendium.dnd5e.spells.Item.04nMsTWkIFvkbXlY]{Polymorphed} into an @UUID[Compendium.dnd5e.monsters.Actor.gaSTr7DFZJLmgI2J] for 1 hour or until reduced to 0 hp.",
        "18-18": "Time slows down for up to six randomly determined creatures within 120 feet of the anomaly. They are affected by the @UUID[Compendium.dnd5e.spells.Item.yqUDoxk4x0NWG5Bz] spell for 1 minute. [[/save wis 15]] saving throw.",
        "19-19": "Time speeds up for one randomly determined creature within 60 feet of the anomaly. They are affected by the @UUID[Compendium.dnd5e.spells.Item.Szvk5FEVQW3uhJi5] spell for 1 minute.",
        "20-20": "A bowl of flowers and a very surprised aquatic mammal appear 100 feet in the air. “Oh no, not again...” thinks the flowers."
      }
    }
  }
}