{
  "label": "掷骰表",
  "entries": {
    "Mutations": {
      "name": "突变随机表",
      "results": {
        "1-1": "<p>Roll twice, ignoring this result on subsequent rolls.</p>",
        "2-2": "<p>Your vocal cords warp. You can only speak in a halting gurgle. If you have 4 or more Contamination Levels, your tongue rots and falls out, and you can no longer speak.</p>",
        "3-3": "<p>Your fingernails, teeth, and toenails start falling out. [[/r 2d6]] fall out for each Contamination Level you have gained.</p>",
        "4-4": "<p>Your lips, nose, and ears blacken and wither. If you reach 4 or more Contamination Levels, they rot and fall off. You can still speak and hear, however.</p>",
        "5-5": "<p>Painful blisters, welts, and multicolored lesions appear all over your skin, which burst and peel off painfully, exposing the raw sinew underneath. Once you reach 4 Contamination Levels, your skin entirely sloughs off.</p>",
        "6-6": "<p>Each time you gain a contamination level, some of your hair falls out in patches. Once you reach 4 or more Contamination Levels, all hair on your body completely falls out.</p>",
        "7-7": "<p>You emit a dim octarine glow to a range of 10 feet. If you have 4 or more Contamination Levels, you instead emit bright light to a range of 30 feet.</p>",
        "8-8": "<p>An eyeball opens somewhere on your body for each Contamination Level you have gained. If you have 4 or more Contamination Levels, you can see in all directions.</p>",
        "9-9": "<p>At the start of each of your turns, you deal 5 (1d10) piercing damage to any creature you are grappling.</p>",
        "10-10": "<p>You sprout fish-like fins and gills. You gain a swimming speed equal to your land speed and can breathe underwater. If you have 4 or more Contamination Levels, you can only breathe underwater; but can hold your breath outside water for up to 1 hour.</p>",
        "11-11": "<p>Your bones and organs become gelatinous. You can move through a space as narrow as 6 inches wide without squeezing.</p>",
        "12-12": "<p>Shell-like growths appear all over your body, giving you a +1 bonus to AC. If you have four or more Contamination Levels, this bonus increases to +2.</p>",
        "13-13": "<p>Your eyes merge into a single central eye which can emit an energy beam as a ranged spell attack using your Intelligence modifier. If it hits, it deals 2d6 radiant damage.</p>",
        "14-14": "<p>You can cast @UUID[Compendium.dnd5e.spells.Item.wqfAVANuQonNBgnL] once for each Contamination Level you have gained. You regain these uses when you finish a long rest.</p>",
        "15-15": "<p>One of your arms becomes a fleshy tentacle. When you make a melee attack on your turn, increase your reach by 5 feet.</p>",
        "16-16": "<p>You gain a climb speed equal to your walking speed. You can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>",
        "17-17": "<p>You gain telepathy to a range of 10 feet, but other people hear it as their own voice. If you have 4 or more Contamination Levels, the range extends to 60 feet.</p>",
        "18-18": "<p>A toothy mouth appears on your stomach, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to 1d6 + your Strength modifier.</p>",
        "19-19": "<p>Your eyes become milky orbs, and you gain blindsight to a range of 10 feet. If you have 4 or more Contamination Levels, your eyes rot out, and dim octarine light burns in the sockets. Your blindsight increases to 30 feet, but you are blind beyond this radius.</p>",
        "20-20": "<p>You gain an additional spell slot of the highest level you can cast (to a maximum of 5th level). If you don't have spell slots, your hit point maximum increases by an amount equal to your level. If you have four or more Contamination Levels, you gain two spell slots instead of one or increase your hit points by twice your level.</p>"
      }
    },
    "Octarine Breath": {
      "name": "虹光吐息",
      "results": {
        "1-1": "<p>The target takes [[/damage 6d12 psychic]] damage on a failed save, or half as much damage on a success.</p>",
        "2-2": "<p>The target takes [[/damage 6d12 necrotic]] damage on a failed save, or half as much damage on a success.</p>",
        "3-3": "<p>The target takes [[/damage 6d12 force]] damage on a failed save, or half as much damage on a success.</p>",
        "4-4": "<p>The target takes [[/damage 6d12 radiant]] damage on a failed save, or half as much damage on a success.</p>",
        "5-5": "<p>The target takes [[/damage 6d12 thunder]] damage on a failed save, or half as much damage on a success.</p>",
        "6-6": "<p>At the start of each of its turns, the affected target uses all its movement to move directly towards the closest creature it can see. Then, the affected target uses its action to make a melee attack against a randomly determined creature within its reach. If there is no creature within its reach, the affected target does nothing this turn. At the end of each of its turns, the affected target can make a [[/save wis 24]] saving throw. If it succeeds, this effect ends for that target.</p>",
        "7-7": "<p>At the start of each of its turns, the affected target gains 1 level of contamination. At the end of each of its turns, an affected target can make a [[/save con 24]] saving throw. If it succeeds, this effect ends for that target.</p>",
        "8-8": "<p>The target is struck by an additional ray. Roll on this table twice more. There's no limit to how many additional rays can strike a single creature in this manner.</p>"
      }
    },
    "Drakkenheim Madness": {
      "name": "德拉肯海姆疯狂表",
      "description": "<p>在德拉肯海姆中直面异界存在的角色可能因可怖经历陷入疯狂。你可用下列疯狂效应替代核心规则中的长期疯狂效应：</p>",
      "results": {
        "1-1": "<p>“I wish I didn't have all these useless organs inside me.”</p>",
        "2-2": "<p>“The contamination is a blessing which will transform me into a wondrous creature.”</p>",
        "3-3": "<p>“The monsters are civilians trying to live a peaceful life! We need to protect them!”</p>",
        "4-4": "<p>“I must wear a flesh-coat made from my slain enemies to gain their strength!”</p>",
        "5-5": "<p>“My companions died in the ruins. I'm sorry friends, you are merely ghosts haunting me, you aren't real. Stop trying to talk to other people.”</p>",
        "6-6": "<p>“I need to eat everything I can find. It's probably going to be my last meal.”</p>",
        "7-7": "<p>“Drakkenheim is so beautiful at night. I could spend forever wandering the streets by moonlight. We should go tonight! Let's go every night!”</p>",
        "8-8": "<p>“Don't you fools get it?! If you die in Drakkenheim, you die IN REAL LIFE!!!!”</p>",
        "9-9": "<p>“A sinister cabal of disembodied hands is plotting against me.”</p>",
        "10-10": "<p>“I must go into the ruins and kill. Rip and tear, until it is done.”</p>"
      }
    },
    "Arcane Anomalies": {
      "name": "奥术异常表",
      "results": {
        "1-1": "<p>Gravity breaks within a 100-foot-radius area for 1 hour. Creatures levitate in midair, and must move by pushing or pulling against a fixed object or surface within reach (such as a wall or a ceiling), which allows them to move as if they were climbing. Unattended objects float around randomly.</p>",
        "2-2": "<p>The nearest creature is affected by @UUID[Compendium.dnd5e.spells.Item.BQk5Row4NymMnUQl] ([[/save wis 15]] saving throw) but instead of laughing, the creature repeats unfathomable combinations of syllables and words. Occasionally, a somewhat comprehensible but totally illogical phrase emerges, such as “...oh time thy pyramids!”</p>",
        "3-3": "<p>Time skips a beat. Creatures within 60 feet experience a palpable feeling of vertigo followed by a powerful sensation of deja vu and are stunned for 1 round (no saving throw).</p>",
        "4-4": "<p>The nearest creature becomes unstuck in time. It is affected by the @UUID[Compendium.dnd5e.spells.Item.GSvLWcdCZLQkilXT] spell for 1 minute. Instead of vanishing into the Ethereal Plane, the creature vanishes into a sliver of time in its past or possible future.</p>",
        "5-5": "<p>A prismatic burst of energy erupts in a 20-foot radius. Creatures in the area must make a [[/save con 15]] saving throw or take [[/damage 8d6 radiant]] damage and become blinded for 1 round. The smell of ozone fills the area, and nearby wood and inanimate plants are transformed into solid glass.</p>",
        "6-6": "<p>Echoes of possible realities are briefly visible for 1 minute. When a creature within 60 feet is hit by an attack, a faint vision of the creature being killed by that attack appears.</p>",
        "7-7": "<p>Discordant music fills the mind of all creatures within 30 feet, who are affected as if by @UUID[Compendium.dnd5e.spells.Item.TfRzwEgBHHkCc6Ql] ([[/save wis 15]] saving throw)</p>",
        "8-8": "<p>A section of stone, water, air, or energy becomes an appropriate @UUID[Compendium.drakkenheim-scgd.actors.Actor.a4rDsANm0kfw5wpt].</p>",
        "9-9": "<p>An extraplanar creature is summoned. The Game Master either chooses the creature or determines it randomly. It is friendly to the creature who triggered the anomaly.</p>",
        "10-10": "<p>All humanoid corpses within 120 feet animate as hostile @UUID[Compendium.dnd5e.monsters.Actor.NAISFPoNNgUCsEyW]. The shrieking undead beg frantically for forgiveness as they rip apart the living.</p>",
        "11-11": "<p>The @UUID[Compendium.dnd5e.monsters.Actor.QGcQYZbVl4bWzi4E] of [[/r 1d6]] random creatures in the area animate and try to kill them while softly whispering “Guilty, guilty, guilty...” Once destroyed, the creatures don't cast a shadow for 24 hours.</p>",
        "12-12": "<p>All creatures within 60 feet become invisible for 1 minute or until they attack or cast a spell.</p>",
        "13-13": "<p>Tendrils of life flow from the nearest creature to others. The targets must make a [[/save con 15]] saving throw or take [[/damage 8d8 necrotic]] damage, or half as much on a success. The three nearest creatures within 60 feet each regain hit points equal to the damage taken.</p>",
        "14-14": "<p>A @UUID[Compendium.dnd5e.spells.Item.6g3WLOZ2u0EbaLAd] ([[/save wis 15]] saving throw) appears. It creates scintillating impossible colors in shapes which are simply wrong. Creatures incapacitated by the spell weep uncontrollably for the duration.</p>",
        "15-15": "<p>A @UUID[Compendium.dnd5e.spells.Item.DGONTFbk5eORs5qv] spell appears in the area for 1 hour (escape DC 15).</p>",
        "16-16": "<p>Objects within 60 feet come to life for the next hour, as if affected by the @UUID[Compendium.dnd5e.spells.Item.ATo0Eb63TDtnu6iA] spell. They mumble awful truths, but are not otherwise hostile.</p>",
        "17-17": "<p>The nearest creature is @UUID[Compendium.dnd5e.spells.Item.04nMsTWkIFvkbXlY]{Polymorphed} into an @UUID[Compendium.dnd5e.monsters.Actor.gaSTr7DFZJLmgI2J] for 1 hour or until reduced to 0 hp.</p>",
        "18-18": "<p>Time slows down for up to six randomly determined creatures within 120 feet of the anomaly. They are affected by the @UUID[Compendium.dnd5e.spells.Item.yqUDoxk4x0NWG5Bz] spell for 1 minute. [[/save wis 15]] saving throw.</p>",
        "19-19": "<p>Time speeds up for one randomly determined creature within 60 feet of the anomaly. They are affected by the @UUID[Compendium.dnd5e.spells.Item.Szvk5FEVQW3uhJi5] spell for 1 minute.</p>",
        "20-20": "<p>A bowl of flowers and a very surprised aquatic mammal appear 100 feet in the air. “Oh no, not again...” thinks the flowers.</p>"
      }
    }
  }
}
