{
  "label": "Racial Features (DOTU)",
  "entries": {
    "Bite": {
      "name": "Bite",
      "description": "<p>You have a mandible-based bite, which you can use as a simple melee weapon with which you have proficiency. Your bite has the finesse and light properties, a reach of 5 ft., and deals [[/r 1d6]] piercing damage.</p>"
    },
    "Ability Score Increase-Dexterity (The Failed)": {
      "name": "Ability Score Increase-Dexterity (The Failed)",
      "description": "<p>Your Strength Score increases by 1.</p>",
      "effects": {
        "Ability Score Increase-Dexterity(The Failed)": {
          "name": "Ability Score Increase-Dexterity(The Failed)"
        }
      }
    },
    "Blessed Spiders": {
      "name": "Blessed Spiders",
      "description": "<p>You are immune to both poison damage and the @Compendium[dnd5e.rules.prcOUhkWEVppFVbg]{Poisoned} condition if they’re caused by the venom of spiders or spider-like creatures. Scorpions and other sources of poison can still poison you.</p>"
    },
    "Drider Web": {
      "name": "Drider Web",
      "description": "<p>You can produce spider silk. You can use your action to create a web that is large enough to target a Large or smaller creature, using it as a net (the weapon), except that its range is 30/60 ft. for you. Other creatures treat it as a regular net. You have to remain stationary in the round you create your web-net. You can’t move from your square, but you still can make Dexterity saving throws unimpeded, and you can still be moved by vehicles or other creatures. You are proficient with your web-net. The Strength check to escape your web is DC 10 + your Constitution modifier. This DC increases by +1 at 5th level and every 5 levels thereafter. Your web has AC 10 and 5 + your Constitution modifier hit points (minimum total of 5 hit points) and otherwise behaves as a regular net. Once you reach 5th level and every 5 levels after that, your web gains an additional 10 hit points. Your web has resistance to piercing and bludgeoning damage, and immunity to poison and psychic damage. Your web lasts for 24 hours before falling apart if you do not treat it properly (see Drider Silk, below). You can create a number of web-nets equal to your Constitution modifier, minimum 1, before you must have a full meal and finish a long rest before you regain all your uses of this feature.</p>",
      "activities": {
        "attack": {
          "chatFlavor": "This DC increases by +1 at 5th level and every 5 levels thereafter."
        },
        "save": {
          "chatFlavor": "This DC increases by +1 at 5th level and every 5 levels thereafter."
        }
      }
    },
    "Ability Score Increase-Wisdom (The Failed)": {
      "name": "Ability Score Increase-Wisdom (The Failed)",
      "description": "<p>Your Wisdom Score increases by 1.</p>",
      "effects": {
        "Ability Score Increase-Wisdom (The Failed)": {
          "name": "Ability Score Increase-Wisdom (The Failed)"
        }
      }
    },
    "Poison Saliva (Contact)": {
      "name": "Poison Saliva (Contact)",
      "description": "<p>The saliva and blood of the Failed is mildly poisonous to almost all species, and the Failed have limited control over it. You can envenom your weapons (including your web) with your blood or saliva as an action. Deciding to use poison with your bite does not require an action. You can use your poison a number of times equal to 1 + your Constitution modifier before you need to finish a long rest to do so again. A creature subjected to this poison must succeed on a Constitution saving throw with a DC of 8 + your proficiency bonus + your Constitution modifier. On a failed saving throw, the creature takes [[/r 1d6]] poison damage and becomes poisoned for 1 minute. This damage increases to [[/r 2d6]] at 3rd level, [[/r 3d6]] at 8th level, [[/r 4d6]] at 13th level, and [[/r 5d6]] at 18th level. An affected creature can repeat the saving throw at the start of each of its turns. On a successful save, the poison ends. As a reaction to being bitten by a foe, you can expend one use of your poison to affect the creature who bit you with your poison. Your poison quickly spoils when exposed to air, losing its potency after 1 minute, preventing you from harvesting or selling it.</p>",
      "activities": {
        "save": {
          "chatFlavor": "Poisoned for 1 minute."
        }
      }
    },
    "Spider Climb": {
      "name": "Spider Climb",
      "description": "<p>You can climb dry difficult surfaces, including upside down on ceilings, without needing to make an ability check. You can’t spider climb while wearing heavy armor.</p>"
    },
    "Drider": {
      "name": "Drider",
      "description": "<p><em>Your drider character has a variety of natural abilities, the result of a divine mandate and countless years of willing service or brutal slavery.</em></p>\n<p><strong><em>Ability Score Increases. </em></strong>Your Constitution score increases by 2.</p>\n<p><em><strong>Age.</strong></em><strong> </strong>Drider are unnatural creatures, created by divine judgment and whims. Only adult drow are sent before their Queen of Poison and Shadow, but once transformed into drider form, they theoretically live forever. Most drider fall in combat, though there are myths of a few of them being exalted by their deity, ascending to a different form.</p>\n<p><em><strong>Alignment. </strong></em>Drider tend to be just as backbiting, malicious and elitist as the drow society from which they hail. However, transformation into drider shape also seems to include a compulsion to obey orders. Drider are often chaotic and evil, but there also are many who take to their conditioning and transformation with zealous glee, becoming sternly lawful in their adherence to the capricious orders of their mistresses.</p>\n<p><em><strong>Size. </strong></em>A drider’s drow torso tends to be around 3 feet tall. The entire drider is between 6–7 feet tall while in their regular stance.</p>\n<p><em><strong>Speed. </strong></em>Your walking speed is 30 feet.</p>\n<p><em><strong>Ageless.</strong></em> You are immune to effects that alter or change your physical age while you serve your deity. This deity need not be the one who turned you into a drider.</p>\n<p><em><strong>Sunlight Sensitivity.</strong></em> While you are in sunlight, you have disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight.</p>\n<p><em><strong>Superior Darkvision.</strong></em> Accustomed to the lightless underworld, you can see in dim light within 120 feet of you as if you were in bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray.</p>\n<p><em><strong>Trance.</strong></em> Drider don’t need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. While meditating, you receive instructions, threats, or cryptic dreams from your deity. After resting this way, you gain the same benefit that a human does for 8 hours of sleep.</p>\n<p><em><strong>Web Walker.</strong></em> You ignore movement restrictions caused by webbing.</p>\n<p><em><strong>Languages. </strong></em>You can speak, read, and write Undercommon and Elvish (if drow have a separate language in your world, you speak Drow instead), and understand instinctually the general meaning of Abyssal, though not the details.</p>\n<p><em><strong>Subrace.</strong></em> Drider are divided in a two-class society: the Failed, grotesquely mutated drider who have been found wanting by their dark deity, and the arach’tsala, the disturbingly beautiful handmaidens.</p>\n<section style=\"background-color:#bdbdbd\">\n<h3>Drider Silk</h3>\n<p>Where does drider silk come from? It depends. Some drider can expel it from their arachnoid half, while others are capable of spiting drider silk from their humanoid mouths. Some drider, particularly among the arach’tsala, use special concoctions to make their webs last. Each such concoction costs 5 sp and renders a single web-net dose permanent. This is also how their horrifying blood webs and divinatory petroglyphs are created.</p>\n</section>",
      "effects": {
        "Drider Ability Score Modifier (CON)": {
          "name": "Drider Ability Score Modifier (CON)"
        },
        "Superior Darkvision": {
          "name": "Superior Darkvision"
        },
        "Languages": {
          "name": "Languages"
        }
      }
    },
    "Divine Stature": {
      "name": "Divine Stature",
      "description": "<p>Your sacred arach’tsala form fortifies you against some embarrassing and undignified effects. You can use a reaction to gain advantage on Dexterity or Wisdom saving throws against effects you can see, such as from spells or traps. You may not use this feature if you are blinded, deafened, incapacitated, petrified, poisoned, restrained or unconscious. After you have you used this feature, you must finish a long rest to do so again.</p>",
      "activities": {
        "utility": {
          "condition": "Dexterity or Wisdom Saves against effects you can see. You may not use this feature if you are blinded, deafened, incapacitated, petrified, poisoned, restrained or unconscious."
        }
      }
    },
    "The Failed": {
      "name": "The Failed",
      "description": "<p>The drider-subspecies dubbed only as “The Failed” is what most Upperworlders think of when they hear “drider”: grotesque, dridric amalgamations of spider and drow, often with slavering mandibles dripping poison, stunted antennae or faceted eyes, faces frozen in a rictus of perpetual pain. </p>\n<p>The Failed have stood before the Queen of Poison and Shadow, and been found wanting; sometimes, they once were masters of the web that botched a crucial task—whenever death would be too kind a response for the dark deity, a Failed is reborn into perpetual anguish. Some are exiled to roam the Underworld and fall, while others are used as shock troops in drow armies. Invariably, these existences tend to be violent, but also often mercifully short.</p>\n<p>A few of the Failed, those with an iron will, those with true convictions, sometimes manage to retain their sanity through the perpetual anguish of their existence. These exceptions, in search of salvation, cure, or oblivion, are the most likely Failed to take up adventuring, their hatred for the drow burning brighter than the surface world’s sun.</p>\n<p><em><strong>Ability Score Increase. </strong></em>Your choice of either Strength, Dexterity, or Wisdom increases by 1.</p>\n<p><em><strong>Bite.</strong></em> You have a mandible-based @Compendium[drider-of-the-underworld.racial-features-dotu.084IreT8pI3ZtxZ2]{Bite}, which you can use as a simple melee weapon with which you have proficiency. Your bite has the finesse and light properties, a reach of 5 ft., and deals [[/r 1d6]] piercing damage.</p>\n<p><em><strong>Grotesque Monster. </strong></em>You are disturbing at best, looking like a full-blown monster at worst. You have disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks against non-insectoid creatures. Your horrific mien does grant you advantage on Charisma (Intimidation) checks against non-insectoid creatures, though.</p>\n<p><em><strong>Poison Saliva (Contact). </strong></em>The saliva and blood of the Failed is mildly poisonous to almost all species, and the Failed have limited control over it. You can envenom your weapons (including your web) with your blood or saliva as an action. Deciding to use poison with your bite does not require an action. You can use your poison a number of times equal to 1 + your Constitution modifier before you need to finish a long rest to do so again. A creature subjected to this poison must succeed on a Constitution saving throw with a DC of 8 + your proficiency bonus + your Constitution modifier. On a failed saving throw, the creature takes [[/r 1d6]] poison damage and becomes poisoned for 1 minute. This damage increases to [[/r 2d6]] at 3rd level, [[/r 3d6]] at 8th level, [[/r 4d6]] at 13th level, and [[/r 5d6]] at 18th level. An affected creature can repeat the saving throw at the start of each of its turns. On a successful save, the poison ends. As a reaction to being bitten by a foe, you can expend one use of your poison to affect the creature who bit you with your poison. Your poison quickly spoils when exposed to air, losing its potency after 1 minute, preventing you from harvesting or selling it.</p>"
    },
    "Keen Senses": {
      "name": "Keen Senses",
      "description": "<p>You have proficiency in the Perception skill.</p>",
      "effects": {
        "Keen Senses": {
          "name": "Keen Senses"
        }
      }
    },
    "Arach’tsala (Handmaiden of Darkness)": {
      "name": "Arach’tsala (Handmaiden of Darkness)",
      "description": "<p>The drider subspecies known as arach’tsala are made from drow who have been given a second chance. Their deity’s favor allows them to retain their beautiful drow forms, and sometimes said forms are even enhanced, losing skin impurities, scars or similar cosmetic blemishes. Their spider-bodies are most often smooth, though particularly the male arach’tsala often tend to have the furry bodies of hunting spiders instead. The arach’tsala claim that they are the chosen handmaidens of their dark deity, and occupy a curious niche in drow society, remaining neutral in the constant conniving scheming between the great houses. Whether or not there is any credence given to their claims is largely based on the chaotic whims of drow society.</p>\n<p>Instead of engaging actively in politicking, the arach’tsala serve as parts of the priesthood, holy hunters and inquisitors and divine champions—or as the blood web weavers. These decadent artistes extol the perfection of the web’s form in vast, rubyglistening installations holding countless victims, their blood-dripping ritualistic compositions ostensibly representing the divine will of their Queen.</p>\n<p>Due to their relatively privileged standing in drow society, few arach’tsala feel the need to rebel against drow society and become adventurers, though their inability to procreate coupled with their ageless nature can make for a powerful motivator to try to break the divinely-ordained curse. While they are relatively secure from the constant turmoil of drow society, they are not exempt from it, and more than one arach’tsala has taken to wandering the Underworld after a coup.</p>\n<p><em><strong>Ability Score Increase. </strong></em>Your Charisma score increases by 1.</p>\n<p><em><strong>Divine Stature.</strong></em> Your sacred arach’tsala form fortifies you against some embarrassing and undignified effects. You can use a reaction to gain advantage on Dexterity or Wisdom saving throws against effects you can see, such as from spells or traps. You may not use this feature if you are blinded, deafened, incapacitated, petrified, poisoned, restrained or unconscious. After you have you used this feature, you must finish a long rest to do so again.</p>\n<p><em><strong>Queen’s Form.</strong></em> You were molded in the shape of your deity. You have advantage on Charisma (Intimidation) and Charisma (Persuasion) checks made against other drow and non-arach’tsala drider.</p>",
      "effects": {
        "Arach’tsala (Handmaiden of Darkness)": {
          "name": "Arach’tsala (Handmaiden of Darkness)"
        }
      }
    },
    "Ability Score Increase-Strength (The Failed)": {
      "name": "Ability Score Increase-Strength (The Failed)",
      "description": "<p>Your Strength Score increases by 1.</p>",
      "effects": {
        "Ability Score Increase-Strength (The Failed)": {
          "name": "Ability Score Increase-Strength (The Failed)"
        }
      }
    },
    "Chitinous Plates": {
      "name": "Chitinous Plates",
      "description": "<p>Due to your spider body’s thick, chitinous plates, you have an unarmored AC of 12 while not wearing armor. Once you reach 3rd level, and every 3 levels thereafter, your unarmored AC improves by 1.</p>\n<hr />\n<h3>Chitinous Plates and Manufactured Armor</h3>\n<p>As per the official rules, a character with natural armor wearing manufactured armor can choose how to calculate its armor class. (Usually, the higher value makes most sense.)</p>",
      "effects": {
        "Chitinous Plates": {
          "name": "Chitinous Plates"
        }
      }
    },
    "Fey Ancestry": {
      "name": "Fey Ancestry",
      "description": "<p>You have advantage on saving throws against being charmed, and magic can’t put you to sleep.</p>"
    }
  }
}
