{
  "label": "Journal (DOTU)",
  "entries": {
    "Foundry Instructions": {
      "name": "Foundry Instructions",
      "pages": {
        "Foundry Instructions": {
          "name": "Foundry Instructions",
          "text": "<p>When creating your character you can drag and drop the racial abilities from the \"Racial Features (DotU)\" and/or the \"Class Feataures (DotU) compendiums onto your character sheet. When available, the DAE features have been added to the abilites to automatically add abilites and features to your sheet.</p>\n<p>In the Journal entry for the @Compendium[drider-of-the-underworld.journal-dotu.L4xv7uZGBhkhtQhg]{Drider Traits} and the sub races as well as the @Compendium[drider-of-the-underworld.journal-dotu.gqRp6kzV9f6xhI4b]{Blood Web Luthier (Bardic College)}, the compendium entries are listed there and can be dragged directly from the journal entry to your character sheet. Most are included in the main @Compendium[drider-of-the-underworld.racial-features-dotu.WIRskoAWD0A3B8sI]{Drider} racial but those that are not will have their own compendium entries listed in the journal entry and can also be dragged directly to your character sheet.</p>"
        }
      }
    },
    "1. Drider of the Underworld": {
      "name": "1. Drider of the Underworld",
      "pages": {
        "1. Drider of the Underworld": {
          "name": "1. Drider of the Underworld",
          "text": "<p>Fear. I sense fear, and thus, wisdom, a modicum of intellect behind those eyes desperate for the scourge of light. I see your eyes, and the thoughts behind them, dangling fat and rife like a fly, twitching nervously. You stare at me, Upperworlder, at the divinely exalted splendor of my form, and you shake in the carrion you wear on your feet. You obviously understand the language of your superiors, and your spasmodic quivering amuses me—pray, do tell me, is it fear, poison, or both? It doesn’t matter.</p>\n<p>I am what you ignorant Upperworlders call a drider, a being oftentimes besmirched by the word associated with surface-cattle, by being called “tauric”—strike this slur from your tongues, or I’ll gladly divest you of them. Painfully. We are dridric, the original form, as ordained by Our Queen of Poison and Shadow, blessed be her sacred name—and all other such creatures are but paltry imitations of our divinely-perfected shapes. You will not speak Her name aloud, not even think it, not ever again. I will know if you do. You will never call us by your disgusting Upperworlder appellation again and thus besmirch a form mirroring Her divine splendor. Have. You. Understood? Good.</p>\n<p>Indubitably, you have noticed the perfection of my divinely-ordained form, mirroring Hers. Oh, how cute. Don’t deny it, Upperworlder. I have seen your ogling gaze while we fought, speaking of desire blended with revulsion and fear. You can’t fail to see the form of my torso, so akin to that of the unexalted drow. And yet, you have not bestowed the same glances upon my battle-slaves.</p>\n<p>Why is that? We do share the bodies of eight-legged magnificence as well as our dridric physiognomy. A big word, I know. I hope your feeble brain can process it. But I digress. Was it my slaves’ faceted eyes that made them inadequate as triggers for your base desires? Their slavering mandibles? The expression of abject pain and terror in their distorted faces? And yet, you call my magnificent form and them by the same appellation.</p>\n<p>You are pleasing on the eyes, Upperworlder. It has been my decision to educate you while my battle-slaves feast. Thereafter… we shall see.</p>\n<p><img src=\"modules/drider-of-the-underworld/Art/DriderRace.png\" width=\"256\" height=\"256\" /></p>\n<h3 style=\"color:#821414\">Dridric Predators</h3>\n<p>Unearthly grace, an intrinsic fear of our arachnid bodies—we appear at once captivating and revolting to many other races, our arachnid bodies massive in bulk, yet agile and quick. Our humanoid torsos adhere to proportions you expect from the drow, and yet, we strike you as more dangerous—because we are. Look at me and tell me that you do not see transcendence. We can navigate the caverns with the same ease as the grotesque forests of your blazing hellhole of a surface world. Oh, now, don’t be surprised. Of course, I’ve been up there. And of course, you haven’t heard. We leave no trace of our presence. And our incursions? So easy to blame on the arachnids that live in your twisted woods.</p>\n<p>But this is where your simplistic concepts fail you, Upperworlder. The myth, that wretched lie perpetuated by surface elves, that the dridric form is a punishment—it’s a half-truth befitting of the slyest poisoner of words. Look at my battle-slaves—they are “The Failed”—they have stood before Our Queen, blessed be Her venom, and were found wanting. Do I look “failed” to you? My perfect skin, my curves seamlessly blending flesh and chitin, its black gleaming like a perfect onyx on a subterranean shore?</p>\n<h3 style=\"color:#821414\">A Divided Race</h3>\n<p>Oh, but there is more to us than meets your feeble eye. You thought that drow are long-lived due to their elven blood? Drow lives can be but the blink of an eye for a drider. We live for as long as Our Queen sees fit to have us retain our mortal coil, perpetually unchanging, forever young and resplendent. I see comprehension dawning. Yes, for all you know I might have already existed in this very form when even the remotest of your ape-like ancestors saw fit to scratch the muck from their primitive brows. I might have killed your ancestors in battle millennia ago, with these very same hands that have just crushed your allies. I am what is properly called “arach’tsala”—in your disgusting, guttural tongue this means Handmaiden of Darkness. I am drider, yes, but I am not one of these slobbering slaves. I am exalted, not Failed.</p>\n<h3 style=\"color:#821414\">Drider Names</h3>\n<p><em>Some of my sisters choose to retain their old drow names, while others take on epithets that exult the glory of Our Queen, feared be Her name. Those dregs over there? “Cattle”, “slave”, or “you, scum” are the usual ways to call them, though some do elect to grant them unique nicknames out of some weak sentimentality. That fine fellow hunched over your ally over there? Well, you can see why his mistress calls him “Svirf-Sucker”…</em></p>\n<p>—Rhyshandra of the Bloody Webs, legendary arach’tsala Blood Weaver</p>"
        }
      }
    },
    "2. Drider Traits": {
      "name": "2. Drider Traits",
      "pages": {
        "2. Drider Traits": {
          "name": "2. Drider Traits",
          "text": "<p>Your drider character has a variety of natural abilities, the result of a divine mandate and countless years of willing service or brutal slavery.</p>\n<p><em>@Compendium[drider-of-the-underworld.racial-features-dotu.WIRskoAWD0A3B8sI]{Drider}</em></p>\n<p><em><strong>Ability Score Increases. </strong></em>Your Constitution score increases by 2.</p>\n<p><em><strong>Age.</strong></em> Drider are unnatural creatures, created by divine judgment and whims. Only adult drow are sent before their Queen of Poison and Shadow, but once transformed into drider form, they theoretically live forever. Most drider fall in combat, though there are myths of a few of them being exalted by their deity, ascending to a different form.</p>\n<p><em><strong>Alignment.</strong></em> Drider tend to be just as backbiting, malicious and elitist as the drow society from which they hail. However, transformation into drider shape also seems to include a compulsion to obey orders. Drider are often chaotic and evil, but there also are many who take to their conditioning and transformation with zealous glee, becoming sternly lawful in their adherence to the capricious orders of their mistresses.</p>\n<p><em><strong>Size. </strong></em>A drider’s drow torso tends to be around 3 feet tall. The entire drider is between 6–7 feet tall while in their regular stance.</p>\n<p><em><strong>Speed. </strong></em>Your walking speed is 30 feet.</p>\n<p><em><strong>Ageless. </strong></em>You are immune to effects that alter or change your physical age while you serve your deity. This deity need not be the one who turned you into a drider.</p>\n<p><em><strong>Blessed Spiders.</strong></em> You are immune to both poison damage and the poisoned condition if they’re caused by the venom of spiders or spider-like creatures. Scorpions and other sources of poison can still poison you.<br />@Compendium[drider-of-the-underworld.racial-features-dotu.Cc0oPY4BPl6eFxTt]{Blessed Spiders}</p>\n<p><em><strong>Chitinous Plates.</strong></em> Due to your spider body’s thick, chitinous plates, you have an unarmored AC of 12 while not wearing armor. Once you reach 3rd level, and every 3 levels thereafter, your unarmored AC improves by 1.<br />@Compendium[drider-of-the-underworld.racial-features-dotu.qSdDukdVU1Xeko0c]{Chitinous Plates}<br /><br /></p>\n<section style=\"background-color:#bdbdbd\">\n<h3>Chitinous Plates and Manufactured Armor</h3>\n<p>As per the official rules, a character with natural armor wearing manufactured armor can choose how to calculate its armor class. (Usually, the higher value makes most sense.)</p>\n</section>\n<p><em><strong>Drider Web.</strong></em> You can produce spider silk. You can use your action to create a web that is large enough to target a Large or smaller creature, using it as a net (the weapon), except that its range is 30/60 ft. for you. Other creatures treat it as a regular net. You have to remain stationary in the round you create your web-net. You can’t move from your square, but you still can make Dexterity saving throws unimpeded, and you can still be moved by vehicles or other creatures. You are proficient with your web-net. The Strength check to escape your web is DC 10 + your Constitution modifier. This DC increases by +1 at 5th level and every 5 levels thereafter. Your web has AC 10 and 5 + your Constitution modifier hit points (minimum total of 5 hit points) and otherwise behaves as a regular net. Once you reach 5th level and every 5 levels after that, your web gains an additional 10 hit points. Your web has resistance to piercing and bludgeoning damage, and immunity to poison and psychic damage. Your web lasts for 24 hours before falling apart if you do not treat it properly (see Drider Silk, below). You can create a number of web-nets equal to your Constitution modifier, minimum 1, before you must have a full meal and finish a long rest before you regain all your uses of this feature.<br />@Compendium[drider-of-the-underworld.racial-features-dotu.Dwu11uLwB2cHLNST]{Drider Web}</p>\n<p><em><strong>Fey Ancestry.</strong></em> You have advantage on saving throws against being charmed, and magic can’t put you to sleep.<br />@Compendium[drider-of-the-underworld.racial-features-dotu.umj1pnmD0ldKgmAr]{Fey Ancestry}</p>\n<p><em><strong>Keen Senses. </strong></em>You have proficiency in the Perception skill.<br />@Compendium[drider-of-the-underworld.racial-features-dotu.bjqL5PpsnolU0Prj]{Keen Senses}</p>\n<p><em><strong>Spider Climb.</strong></em> You can climb dry difficult surfaces, including upside down on ceilings, without needing to make an ability check. You can’t spider climb while wearing heavy armor.<br />@Compendium[drider-of-the-underworld.racial-features-dotu.Va5tUoVfWoBhK5zA]{Spider Climb}</p>\n<p><em><strong>Sunlight Sensitivity.</strong></em> While you are in sunlight, you have disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight.</p>\n<p><em><strong>Superior Darkvision.</strong></em> Accustomed to the lightless underworld, you can see in dim light within 120 feet of you as if you were in bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray.</p>\n<p><em><strong>Trance.</strong></em> Drider don’t need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. While meditating, you receive instructions, threats, or cryptic dreams from your deity. After resting this way, you gain the same benefit that a human does for 8 hours of sleep.</p>\n<p><em><strong>Web Walker.</strong></em> You ignore movement restrictions caused by webbing.</p>\n<p><em><strong>Languages. </strong></em>You can speak, read, and write Undercommon and Elvish (if drow have a separate language in your world, you speak Drow instead), and understand instinctually the general meaning of Abyssal, though not the details.</p>\n<p><em><strong>Subrace.</strong></em> Drider are divided in a two-class society: the Failed, grotesquely mutated drider who have been found wanting by their dark deity, and the arach’tsala, the disturbingly beautiful handmaidens.</p>\n<section style=\"background-color:#bdbdbd\">\n<h3>Drider Silk</h3>\n<p>Where does drider silk come from? It depends. Some drider can expel it from their arachnoid half, while others are capable of spiting drider silk from their humanoid mouths. Some drider, particularly among the arach’tsala, use special concoctions to make their webs last. Each such concoction costs 5 sp and renders a single web-net dose permanent. This is also how their horrifying blood webs and divinatory petroglyphs are created.</p>\n</section>\n<section style=\"background-color:#bdbdbd\">\n<h3>Scaling the Drider</h3>\n<p>The drider race is a relatively powerful one, but also will not be welcome in most settlements. The social drawbacks of playing a drider are significant. If you wish to decrease the power of the drider, there are a couple of options:</p>\n<p>For an arach’tsala drider, removal of @Compendium[drider-of-the-underworld.racial-features-dotu.qSdDukdVU1Xeko0c]{Chitinous Plates} makes sense, as it represents that they are less monstrous. @Compendium[drider-of-the-underworld.racial-features-dotu.Cc0oPY4BPl6eFxTt]{Blessed Spiders} and <em>Queen’s Form</em> are both features that could be explained as direct divine gifts, and as such, renegade adventurers might lose those. @Compendium[drider-of-the-underworld.racial-features-dotu.YPchxkT6xu2nY4vf]{Divine Stature} can be made less powerful by limiting it to one of the two saving throws, chosen either permanently upon character creation, or chosen anew each time after finishing a long rest.</p>\n<p>For a drider from the Failed, it is suggested to make the drider lose the features Fey Ancestry, Keen Senses and Trance, as these are associated with their elven heritage. You can limit Poison Saliva by reducing it to one use before it requires a long rest to use again. Another way to tweak their poison, is to remove the option to use their saliva to poison weaponry. If you want to simulate that the drider needs to spend a significant amount of blood to envenom its weapon, consider making any use of the ability cost the drider the expenditure of one Hit Die, which otherwise provides no benefits to the drider.</p>\n</section>"
        }
      }
    },
    "5. Blood Web Luthier (Bardic College)": {
      "name": "5. Blood Web Luthier (Bardic College)",
      "pages": {
        "5. Blood Web Luthier (Bardic College)": {
          "name": "5. Blood Web Luthier (Bardic College)",
          "text": "<p>Part performance artists, part haruspex, and universally feared, the drider joining the Blood Web Luthiers are macabre musicians primarily known for their horrid blood web rituals, capable of wringing music from blood. Only drider or creatures that can produce spider silk in some way can become Blood Web Luthiers, and the Failed only very rarely are allowed to join. Most members of the Blood Web Luthiers are expected to learn Blood Web Divination at the first chance they get.</p>\n<h2>Bonus Proficiencies</h2>\n<p>At 3rd level, you become proficient with three string instruments of your choice. You can expend a use of your Drider Web as part of finishing a short rest to repair a broken string instrument. Unless you spend 5 sp worth of ingredients (see Sidebar: Drider Silk, pg. 6), the instrument falls apart once more after 24 hours when your web dissolves. A broken instrument you jury-rig this way is obviously badly damaged and cannot be sold.<br />@Compendium[drider-of-the-underworld.class-features-dotu.0NT0QV1yPciqN9vc]{Bonus Proficiencies}</p>\n<h2>Bonus Drider Web Uses</h2>\n<p>When you join the Blood Web Luthiers at 3rd level, you gain your choice of either your Constitution or Charisma modifier additional uses of your Drider Web.<br />@Compendium[drider-of-the-underworld.class-features-dotu.FHOXZfmoggbhSA8C]{Bonus Drider Web Uses}</p>\n<h2>Sound of the Blood Web</h2>\n<p>When you reach 3rd level, you can expend one of your uses of Bardic Inspiration as a bonus action when using your Drider Web to instill it with mystical vibrations. Roll your Bardic Inspiration die: The DC to escape this use of your Drider Web increases by the result of your Bardic Inspiration die’s roll. Additionally, this use of your Drider Web increases its hit point total by twice the result of your Bardic Inspiration die.<br />@Compendium[drider-of-the-underworld.class-features-dotu.0IPAUVGtay30Z8nk]{Sound of the Blood Web}</p>\n<h2>Blood Weave Tethers</h2>\n<p>At 6th level, when you successfully hit a creature with one of your Drider Webs, or when a creature fails its saving throw against one of your spells cast with at least a 1st-level spell slot, you may use a reaction to play a shrill note and establish a blood weave tether to the creature, making it susceptible to your other abilities. A blood weave tether is a semi-translucent string of red that begins with the creature and vanishes 10 inches away from it, with its other end starting 10 inches away from your hands. A blood weave tether is incorporeal, and as such can be held without having a free hand. A tether has hit points equal to your Drider Web, and has resistance to all damage types except force. Maintaining one or more blood weave tethers does not require concentration. You can have a total number of blood weave tethers at one point equal to your choice of either your Constitution or Charisma modifier. A blood weave tether lasts for 1 minute or until you become unconscious or die. You can release any number of blood weave tethers prematurely at any time. This requires no action.<br />@Compendium[drider-of-the-underworld.class-features-dotu.e8Kj6WyPT07YARZ0]{Blood Weave Tethers}</p>\n<h2>Blood Weave Solo</h2>\n<p>Also at 6th level, you can use your bonus action and expend a spell slot to play a solo on a single blood weave tether you currently hold. The target must be within 60 feet of you, but you do not need to see it. The target of your solo takes the expended spell slot’s level as d6s of your choice of either necrotic or thunder damage, as the blood weave saps its strength or send destructive vibrations through them. You can expend one use of Bardic Inspiration when you use this ability to double the number of d6s of damage you inflict.<br />@Compendium[drider-of-the-underworld.class-features-dotu.qlPNaE37uoQhq0te]{Blood Weave Solo}</p>\n<h2>Blood Weave Concerto</h2>\n<p>Starting at 14th level, you can use your bonus action and expend a spell slot to play a chilling blood web concerto on all the blood weave tethers you hold, not just on a single one. All targets within 60 feet of you that are tethered to you with a blood weave tether are affected as if by Blood Weave Solo. If you expend a use of your Bardic Inspiration to increase the damage dealt, the increase instead applies to all targets of the Blood Weave Concerto. Alternatively, you can choose to only affect a single target, but extend the range to 120 feet.<br />@Compendium[drider-of-the-underworld.class-features-dotu.uzSAzT4DmGRlfvzB]{Blood Weave Concerto}</p>"
        }
      }
    },
    "3. Arach'tsala (Handmaiden of Darkness)": {
      "name": "3. Arach'tsala (Handmaiden of Darkness)",
      "pages": {
        "Figure: 3. Arach'tsala (Handmaiden of Darkness)": {
          "name": "Figure: 3. Arach'tsala (Handmaiden of Darkness)",
          "src": "modules/drider-of-the-underworld/Art/Arachtsal.png"
        },
        "3. Arach'tsala (Handmaiden of Darkness)": {
          "name": "3. Arach'tsala (Handmaiden of Darkness)",
          "text": "<p>The drider subspecies known as arach’tsala are made from drow who have been given a second chance. Their deity’s favor allows them to retain their beautiful drow forms, and sometimes said forms are even enhanced, losing skin impurities, scars or similar cosmetic blemishes. Their spider-bodies are most often smooth, though particularly the male arach’tsala often tend to have the furry bodies of hunting spiders instead. The arach’tsala claim that they are the chosen handmaidens of their dark deity, and occupy a curious niche in drow society, remaining neutral in the constant conniving scheming between the great houses. Whether or not there is any credence given to their claims is largely based on the chaotic whims of drow society.</p>\n<p>Instead of engaging actively in politicking, the arach’tsala serve as parts of the priesthood, holy hunters and inquisitors and divine champions—or as the blood web weavers. These decadent artistes extol the perfection of the web’s form in vast, rubyglistening installations holding countless victims, their blood-dripping ritualistic compositions ostensibly representing the divine will of their Queen.</p>\n<p>Due to their relatively privileged standing in drow society, few arach’tsala feel the need to rebel against drow society and become adventurers, though their inability to procreate coupled with their ageless nature can make for a powerful motivator to try to break the divinely-ordained curse. While they are relatively secure from the constant turmoil of drow society, they are not exempt from it, and more than one arach’tsala has taken to wandering the Underworld after a coup.</p>\n<p>@Compendium[drider-of-the-underworld.racial-features-dotu.igKJeC19nugHTWPo]{Arach’tsala (Handmaiden of Darkness)}</p>\n<p><em><strong>Ability Score Increase. </strong></em>Your Charisma score increases by 1.</p>\n<p><em><strong>Divine Stature.</strong></em> Your sacred arach’tsala form fortifies you against some embarrassing and undignified effects. You can use a reaction to gain advantage on Dexterity or Wisdom saving throws against effects you can see, such as from spells or traps. You may not use this feature if you are blinded, deafened, incapacitated, petrified, poisoned, restrained or unconscious. After you have you used this feature, you must finish a long rest to do so again.<br />@Compendium[drider-of-the-underworld.racial-features-dotu.YPchxkT6xu2nY4vf]{Divine Stature}</p>\n<p><em><strong>Queen’s Form.</strong></em> You were molded in the shape of your deity. You have advantage on Charisma (Intimidation) and Charisma (Persuasion) checks made against other drow and non-arach’tsala drider.</p>\n<p><img src=\"modules/drider-of-the-underworld/Art/Arachtsal.png\" width=\"300\" height=\"236\" /></p>"
        }
      }
    },
    "4. The Failed": {
      "name": "4. The Failed",
      "pages": {
        "4. The Failed": {
          "name": "4. The Failed",
          "text": "<p>The drider-subspecies dubbed only as “The Failed” is what most Upperworlders think of when they hear “drider”: grotesque, dridric amalgamations of spider and drow, often with slavering mandibles dripping poison, stunted antennae or faceted eyes, faces frozen in a rictus of perpetual pain.</p>\n<p>The Failed have stood before the Queen of Poison and Shadow, and been found wanting; sometimes, they once were masters of the web that botched a crucial task—whenever death would be too kind a response for the dark deity, a Failed is reborn into perpetual anguish. Some are exiled to roam the Underworld and fall, while others are used as shock troops in drow armies. Invariably, these existences tend to be violent, but also often mercifully short.</p>\n<p>A few of the Failed, those with an iron will, those with true convictions, sometimes manage to retain their sanity through the perpetual anguish of their existence. These exceptions, in search of salvation, cure, or oblivion, are the most likely Failed to take up adventuring, their hatred for the drow burning brighter than the surface world’s sun.</p>\n<p><em><strong>Ability Score Increase.</strong></em> Your choice of either Strength, Dexterity, or Wisdom increases by 1.<br />@Compendium[drider-of-the-underworld.racial-features-dotu.nIlIvU3AhoXzKD7V]{Ability Score Increase-Strength (The Failed)}<br />@Compendium[drider-of-the-underworld.racial-features-dotu.2rVYvEfwVvlzJ6jL]{Ability Score Increase-Dexterity (The Failed)}<br />@Compendium[drider-of-the-underworld.racial-features-dotu.KWwy0KkTMuv8i8GP]{Ability Score Increase-Wisdom (The Failed)}</p>\n<p><em><strong>Bite. </strong></em>You have a mandible-based bite, which you can use as a simple melee weapon with which you have proficiency. Your bite has the finesse and light properties, a reach of 5 ft., and deals 1d6 piercing damage.<br />@Compendium[drider-of-the-underworld.racial-features-dotu.084IreT8pI3ZtxZ2]{Bite}</p>\n<p><em><strong>Grotesque Monster.</strong></em> You are disturbing at best, looking like a full-blown monster at worst. You have disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks against non-insectoid creatures. Your horrific mien does grant you advantage on Charisma (Intimidation) checks against non-insectoid creatures, though.</p>\n<p><em><strong>Poison Saliva (Contact). </strong></em>The saliva and blood of the Failed is mildly poisonous to almost all species, and the Failed have limited control over it. You can envenom your weapons (including your web) with your blood or saliva as an action. Deciding to use poison with your bite does not require an action. You can use your poison a number of times equal to 1 + your Constitution modifier before you need to finish a long rest to do so again. A creature subjected to this poison must succeed on a Constitution saving throw with a DC of 8 + your proficiency bonus + your Constitution modifier. On a failed saving throw, the creature takes 1d6 poison damage and becomes poisoned for 1 minute. This damage increases to 2d6 at 3rd level, 3d6 at 8th level, 4d6 at 13th level, and 5d6 at 18th level. An affected creature can repeat the saving throw at the start of each of its turns. On a successful save, the poison ends. As a reaction to being bitten by a foe, you can expend one use of your poison to affect the creature who bit you with your poison. Your poison quickly spoils when exposed to air, losing its potency after 1 minute, preventing you from harvesting or selling it.<br />@Compendium[drider-of-the-underworld.racial-features-dotu.PtQ1VuwOu82PuPqN]{Poison Saliva (Contact)}</p>"
        }
      }
    }
  }
}
