{
  "label": "物品 (DOTU)",
  "entries": {
    "Gental Reminder": {
      "name": "温和提醒",
      "description": "<p>失败驯兽者的附魔鞭俗称温和提醒。</p>\n<p>一名失败者的蛛化精灵可以“调谐”（即：被折磨一个月）到其中一条鞭上，但一名蛛化精灵只能调谐到一种类型的温和提醒。作为反应，当你看到一名调谐到你鞭类型的蛛化精灵进行豁免以拒绝命令并违抗其神圣制约特性时，你可以使该豁免具有劣势。此外，每种类型的温和提醒造成额外[[/r 1d4]]伤害。伤害类型取决于温和提醒的类型。已知存在造成强酸、寒冷、火焰、闪电和雷鸣伤害的鞭类型，尽管更稀有的类型也可能存在。当击中具有{蛛化突变 Dridric Mutation}特性且调谐到你鞭类型的生物时，你可以使用你的附赠动作迫使该生物在快速而痛苦的过程中改变其{蛛化突变 Dridric Mutation}。蛛化精灵可以通过成功进行体质检定来抵抗改变，该检定与你的魅力（威吓）检定对抗。如果你获胜，在该生物下一回合开始时，该生物失去其当前一个{蛛化突变 Dridric Mutations}，并随机获得另一个。此改变是永久的。</p>"
    },
    "Dwarf-Crusher": {
      "name": "矮人粉碎者",
      "description": "<p>这把由乌黑铁块铸成的巨型巨锤是所有矮人族的克星。由一位不知名的卓尔大师锻造，这把黑色巨锤似乎永远笼罩在半透明的蛛丝之中，当它洒落卓尔敌人的鲜血时，蛛丝会变成血红色。巨锤头部精巧地刻画了无数矮人受苦受难的姿态。缠绕着最深邃的卓尔诅咒，据说这件武器只有在灭绝一个矮人种族后才会停歇。</p>\n<p><em><strong>巨型武器。</strong></em>碎矮者是一把巨型武器，重100磅，只能由力量达到21或更高的生物 wielded 并 attuned。</p>\n<p><em><strong>矮人灾祸。</strong></em>当持用者用碎矮者命中一个矮人时，该矮人必须进行一次DC 17感知豁免，失败则恐慌2d6轮。矮人可以在其回合开始时再次进行该豁免，成功则效果结束。当持用者用此武器对矮人进行的攻击检定掷出20时，该矮人必须进行一次DC 17体质豁免，失败则额外受到10d10钝击伤害。此额外伤害不因重击而翻倍。</p>\n<p><em><strong>迪瓦欧格粉碎者之所有物。</strong></em>只要碎矮者与姆罗卡塔处于同一位面，他便总能精确知晓其位置。若武器被移至另一位面，他则会知晓其所被移往的位面及前往该位面的最直接途径。</p>\n<p><em><strong>憎恨石土。</strong></em>碎矮者憎恶孕育了矮人种族的土地与岩石本身。持用者在为破坏岩石而进行的所有力量检定时具有优势，并对所有源自石土的伤害（如坠落的钟乳石、塌方、石语者URC的土石爆发特性及类似效果）具有抗性。持用者同时免疫石化状态。此外，若持用者曾被活埋，其将获得20尺掘穴速度，直至其进入一个连接足够广阔空间的位置，具体由DM裁定。</p>\n<p><em><strong>诅咒。</strong></em>此巨锤带有一个影响除姆罗卡塔外任何与其 attuned 的生物的诅咒。即使 attunement 结束，诅咒依然存在。该诅咒会使持用者脑海中不断闪现姆罗卡塔的痛苦片段。他们在智力与魅力豁免上具有劣势，并变得对心灵伤害具有易伤。此易伤将覆盖持用者可能拥有的任何抗性或免疫。</p>\n<p><em><strong>摧毁巨锤。</strong></em>有人声称，用碎矮者将姆罗卡塔粉碎（迫使他完全重组）四次——对应四个矮人种族各一次——或许能摧毁此锤。另有学者则认为，当巨锤洒尽某个矮人种族最后一名成员的鲜血时，它自会破碎。</p>",
      "activities": {
        "attack": {
          "chatFlavor": "当持用者用此武器对矮人进行攻击检定时掷出20，该矮人必须进行一次DC 17的体质豁免，豁免失败则额外受到10d10点钝击伤害。"
        },
        "save": {
          "chatFlavor": "当持用者用此武器对矮人进行攻击检定掷出20时，该矮人必须进行一次DC 17的体质豁免，豁免失败则额外受到10d10点钝击伤害。"
        },
        "utility": {
          "chatFlavor": "当持用者用此武器对矮人进行攻击检定时掷出20，该矮人必须进行一次DC 17的体质豁免，豁免失败则额外受到10d10点钝击伤害。"
        }
      }
    }
  }
}
