{
  "label": "Items (DOTU)",
  "entries": {
    "Gental Reminder": {
      "name": "Gental Reminder",
      "description": "<p>The enchanted whips of Failed-wranglers are colloquially known as gentle reminders.</p>\n<p>A drider of the Failed can be “attuned” (read: tortured for a month) to one of these whips, but a drider may only be attuned to one type of gentle reminder. As a reaction to seeing a drider attuned to your type of whip make the saving throw to refuse an order and defy their Divinely Conditioned feature, you can impose disadvantage on the saving throw. Additionally, each type of gentle reminder deals an extra [[/r 1d4]] damage. The damage type depends on the type of gentle reminder. Whip types that inflict acid, cold, fire, lightning, and thunder damage are known to exist, though rarer types may exist as well. When hitting a creature with the <em>Dridric Mutation</em> feature that is attuned to your type of whip, you can use your bonus action to force the creature to change their <em>Dridric Mutation</em> in a rapid and painful process. The drider can attempt to resist the change by succeeding on a Constitution check contested by your Charisma (Intimidation) check. If you win, at the start of the creature’s next turn, the creature loses one of its current <em>Dridric Mutations</em>, and gains another random one instead. This change is permanent.</p>"
    },
    "Dwarf-Crusher": {
      "name": "Dwarf-Crusher",
      "description": "<p>Made from blackened iron, this massive maul is anathema to all of dwarvenkind. Forged by an unknown drow master, the black maul seems to be perpetually shrouded in translucent spider silk that turns blood red as it spills the blood of the enemies of the drow. The massive maul’s head features the artful rendition of a myriad of dwarven agonies. Wreathed in the blackest of drow curses, it is said that this weapon will only rest once it has exterminated one species of dwarf.</p>\n<p><em><strong>Massive Weapon. </strong></em>Dwarf-Crusher is a Huge weapon, weighs 100 lb., and can only be wielded and attuned by creatures with a Strength of 21 or higher.</p>\n<p><em><strong>Dwarf-Bane.</strong></em> When the wielder hits a dwarf with Dwarf-Crusher, the dwarf must succeed on a DC 17 Wisdom saving throw or be frightened for 2d6 rounds. The dwarf may roll this saving throw again at the start of their turn. On a success, the effect ends. When the wielder rolls a 20 on an attack roll made with this weapon against a dwarf, the dwarf must succeed on a DC 17 Constitution saving throw or take an additional 10d10 bludgeoning damage. This additional damage is not doubled by the critical hit.</p>\n<p><em><strong>Property of the Dweorg-Breaker.</strong></em> Mrokatar always knows exactly where Dwarf-Crusher is while it is on the same plane as him. If the weapon is moved to another plane, he instead knows the plane it was moved to and the most direct way to that plane.</p>\n<p><em><strong>Stone-Hatred.</strong></em> The Dwarf-Crusher loathes the very earth and stones that birthed the dwarven races. The wielder has advantage on all Strength checks made to break stone, and has resistance to all damage incurred from sources of stones, such as falling stalactites, caveins, the Exploding Earth feature of stonespeakersURC, and similar effects. The wielder is also immune to the petrified condition. Additionally, if the wielder is ever buried alive, they gain a burrowing speed of 20 feet until they emerge in a space connected to a sufficiently large area, subject to the GM’s discretion.</p>\n<p><em><strong>Curse. </strong></em>The maul bears a curse that affects any creature other than Mrokatar that becomes attuned to it. Even if the attunement ends, the curse remains. The curse causes flashes of Mrokatar’s anguish to flood the wielder. They have disadvantage on Intelligence and Charisma saving throws, and become vulnerable to psychic damage. This vulnerability overrides any resistance or immunity the wielder might have.</p>\n<p><em><strong>Destroying the Maul.</strong></em> Some claim that smashing Mrokatar to bits (so he has to fully reconstitute himself) four times with Dwarf-Crusher, once for each dwarven race, might destroy the maul. Other scholars claim that the maul will break once it spills the blood of the final member of a dwarven race.</p>",
      "activities": {
        "attack": {
          "chatFlavor": "When the wielder rolls a 20 on an attack roll made with this weapon against a dwarf, the dwarf must succeed on a DC 17 Constitution saving throw or take an additional 10d10 bludgeoning damage."
        },
        "save": {
          "chatFlavor": "When the wielder rolls a 20 on an attack roll made with this weapon against a dwarf, the dwarf must succeed on a DC 17 Constitution saving throw or take an additional 10d10 bludgeoning damage."
        },
        "utility": {
          "chatFlavor": "When the wielder rolls a 20 on an attack roll made with this weapon against a dwarf, the dwarf must succeed on a DC 17 Constitution saving throw or take an additional 10d10 bludgeoning damage."
        }
      }
    }
  }
}
