{
  "label": "Dungeon Strugglers (1-20) Cursed Items",
  "entries": {
    "Blade of Bloody Mess": {
      "name": "Blade of Bloody Mess",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>The decoration on the blade depicts a gruesome disembowelment that seems to writhe grotesquely out of the corner of your eye. You have a +2 bonus to attack and damage rolls made with this magic weapon.</p><p>When you reduce a creature that has blood to 0 hit points using this weapon, the creature sprays a fountain of sanguine mist in a 10-foot radius. All creatures in this area are coated with blood. Hostile creatures within that area must make a DC 16 Wisdom saving throw or become frightened of you for 1 minute. This magic weapon deals an additional [[/r 1d8]] psychic damage to a creature that is frightened in this way. At the end of each of its turns, a creature can repeat the saving throw if it is no longer within line of sight, ending the effect on itself on a success.</p><p>Additionally, for 1 hour while you are coated with blood you have advantage on Charisma (Intimidation) checks.</p><div class=\"dungeon-strugglers less-margin\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>The urge to spill the blood of your enemies has become a burning thirst, that writhes restlessly within you if ignored. If it has been more than 24 hours since your last successful strike with this blade against a creature with blood, water ceases to quench your thirst. No matter how much water you drink, you still suffer levels of exhaustion as if you are dehydrated.</p></div><div class=\"dungeon-strugglers less-margin\"><hr /><p><em>Sanjuro stepped towards the trembling merchants as a thick red mist rained down, soaking their robes and coating every inch of exposed skin. The droplets were hot and smelled of iron. He licked the blood from his lips and grinned; the exsanguinated bodyguards spouted the cost of bravery with each fading heartbeat. There was nothing they would deny him now.</em></p><p></p></div></div>"
    },
    "Crystal Skull of the Hot Spring King": {
      "name": "Crystal Skull of the Hot Spring King",
      "description": "<p>This crimson monkey skull is carved entirely from blood garnet and weighs 4 pounds. An aura of feral sentience draws your gaze.</p><div class=\"dungeon-strugglers less-margin\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em> </span>If you stare into the eye sockets of the crystal skull for 1 minute it will transform itself to match the appearance of your own skull. Your race and appearance will change to that of a humanoid snow monkey. You have the bright red face of a macaque, and a body covered with shaggy brownish-gray fur. All of your racial traits, except for your size, alignment and languages, are replaced by those of a snow monkey. These include:</p><div class=\"dungeon-strugglers less-margin\"><p><span class=\"entry-title-inner\"><em><strong>Ability Score Increase. </strong></em></span>Your Dexterity and your Constitution score each increase by 2, and your Intelligence score increases by 1.</p></div></div><div class=\"dungeon-strugglers less-margin\"><p><span class=\"entry-title-inner\"><em><strong>Age.</strong></em><strong> </strong></span>You age at twice the rate of your previous form.</p></div><div class=\"dungeon-strugglers less-margin\"><p><span class=\"entry-title-inner\"><em><strong>Speed.</strong></em><strong> </strong></span>Your base walking speed is 30 feet, and you have a climbing speed of 30 feet.</p></div><div class=\"dungeon-strugglers less-margin\"><p><span class=\"entry-title-inner\"><em><strong>Humanoid.</strong></em><strong> </strong></span>Your creature type is humanoid.</p></div><div class=\"dungeon-strugglers less-margin\"><p><span class=\"entry-title-inner\"><em><strong>Bite.</strong></em><strong> </strong></span>Your fanged maw is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to [[/r 1d6]] + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike.</p></div><div class=\"dungeon-strugglers less-margin\"><p><span class=\"entry-title-inner\"><em><strong>Deep Sleeper.</strong></em><strong> </strong></span>It takes you 10 hours to finish a long rest and you regain all spent hit dice when you complete one.</p></div><div class=\"dungeon-strugglers less-margin\"><p><span class=\"entry-title-inner\"><em><strong>Kleptomaniacal.</strong></em><strong> </strong></span>You have proficiency in the Sleight of Hand skill. Once per long rest, when you see an item of value make a DC 12 Wisdom saving throw or you must attempt to steal the object regardless of the consequences. The DM determines which objects attract your attention.</p></div><div class=\"dungeon-strugglers less-margin\"><p><span class=\"entry-title-inner\"><em><strong>Mistrustful.</strong></em><strong> </strong></span>You are quick to assume ill-intent and have disadvantage on Wisdom (Insight) checks.</p></div><div class=\"dungeon-strugglers less-margin\"><p><span class=\"entry-title-inner\"><em><strong>Thermal Tolerance.</strong></em><strong> </strong></span>You have resistance to cold and fire damage.</p><p>The remove curse spell is unable to reverse this effect. The only way is to stare into the eye sockets of the skull for 1 minute, after which you may attempt a DC 18 Wisdom check. If you succeed, both yourself and the skull revert back to their usual forms. If you fail the check, nothing happens and this check can't be attempted again until the next dawn. The effect can also be ended by a wish spell.</p><hr /></div><div class=\"dungeon-strugglers less-margin\"><p><em>When the lord of bathing was laid to rest, all the monks sang out and beat their chests.</em></p><p><em>In the steaming pools where he held his court, the noblemen bickered over his hot spring resort.</em></p><p><em>The wealth he'd amassed was splendid and vast. A sarcophagus of gold for his crystal bones cast.</em></p><p><em>Beneath the snow-blown hills of his kingly domain, they carved a tomb and chiseled his name.</em></p><p><em>Deep down he waits for an inquisitive pawn, his flesh has gone rotten, but his greed lingers on.</em></p><p><em>If you stare too deep into his crimson eye holes, a new shape you'll take to fit in his mold.</em></p><p><em>Best beware and take care not to lose your head, lest you spend your life living his life instead!</em></p></div>",
      "effects": {
        "Damage Resistance": {
          "name": "Damage Resistance"
        },
        "Speed Adjustment": {
          "name": "Speed Adjustment"
        }
      }
    },
    "Bundren the Bungler": {
      "name": "Bundren the Bungler",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This large oaken log has an oafish face carved into it. You gain a +1 bonus to attack and damage rolls made with this magic weapon. Once per turn, you can force a Large or smaller creature hit by this magic weapon to make a DC 13 Strength saving throw or be knocked prone.</p><p><em><strong>Sentience. </strong>Bundren the Bungler</em> is a sentient chaotic neutral weapon with an Intelligence of 8, a Wisdom of 10, and a Charisma of 8. It has hearing and darkvision out to a range of 120 feet.</p><p>The weapon perceives and communicates using its carved face and can speak, read, and understand Common. It has a brutish, fumbling voice.</p><p><em><strong>Personality. </strong>Bundren the Bungler</em> is an awakened tree that vexed its creator with its clumsiness to the point that it was chopped down and left for firewood. It will talk incessantly and loudly about all of the follies that have befallen it over its long and storied lifetime.</p><p><em><strong>Curse. </strong></em>You have disadvantage on Dexterity (Stealth) and Dexterity (Acrobatics) checks while attuned to this magical weapon. Additionally, when you roll a 20 to hit with this weapon, the attack always misses.</p></div>"
    },
    "Dagger of Endless Stabbing": {
      "name": "Dagger of Endless Stabbing",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>You gain a +2 bonus to attack and damage rolls made with this magic weapon. When you roll a 20 to hit with this weapon, you may make an extra attack as part of your Attack action.</p><p><span class=\"\\\"><em><strong>Curse.</strong></em> </span>Immediately after you hit a creature with a melee attack using the dagger, make a DC 12 Wisdom saving throw. On a failure, you enter a stabbing frenzy and must use each turn to move to the nearest creature and use your action to make a melee attack with the dagger. If you have the extra attack feature, make as many attacks as each action allows. Repeat the saving throw at the end of each turn, ending the frenzy on a success.</p></div><div class=\"dungeon-strugglers less-margin\"><hr /><p><em>Witnesses can see the sheer maniacal glee in your eyes as you jab endlessly, humming a jaunty tune. Friend or foe it matters not! For the joy of stabbing is all you've got!</em></p></div>"
    },
    "Greataxe of Unbridled Fury": {
      "name": "Greataxe of Unbridled Fury",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>You have a +1 bonus to attack and damage rolls made with this magical weapon. While holding the axe you can use a bonus action to enter a state of fury. While furious you gain the following benefits:</p><ol><li class=\"rd__li \">You have resistance to psychic damage.</li><li class=\"rd__li \">You have immunity to the charmed and frightened conditions. If you are charmed or frightened when you enter your fury, the effect is suspended for the duration of the fury.</li><li class=\"rd__li \">Magic can't put you to sleep or detect your thoughts.</li><li class=\"rd__li \">The axe gains an additional +3 bonus to melee damage rolls.</li></ol><p>If you are able to cast spells, you can't cast them or concentrate on them while furious. Your fury lasts for 1 minute. It ends early if you are knocked unconscious, if you drop the axe or if your turn ends and you haven't attacked a hostile creature since your last turn or taken damage since then. You can also end your fury on your turn as a bonus action. The axe can't be used this way again until the next dawn. The first time you are reduced to less than half your total hit points and you have already entered a state of fury today, there is a 50% chance you regain 1 use of it.</p><div class=\"dungeon-strugglers less-margin\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em> </span>The first time you enter a fury, make a DC 1 Wisdom saving throw. On a failure, you lose control and go on a murderous rampage. The rampage lasts [[/r 2d4]] hours. Each subsequent time you enter a fury, the DC increases by 1, to a maximum of 20. Once a rampage is triggered, the DC resets to 5. If you trigger a murderous rampage, you become hostile to all creatures and your fury lasts for the entire duration of the rampage. The GM may take control of your character and use any of your abilities to their discretion. This rampage can be ended early if you are targeted with the remove curse spell or you begin your turn on a different plane from the axe.</p></div><p>When the rampage ends, you gain 1 level of exhaustion.</p></div><div class=\"dungeon-strugglers less-margin\"><hr /><p><em>\"The fury of Daughter could not be stopped! Her rage burned hotter with each head she lopped!</em></p></div><p><em>Her will was unshakeable, her bloodlust, unslakeable! Their last resort: a cage made unbreakable!</em></p><p><em>They trapped her soul inside of an axe! Oh no here she comes, quick! Cover your tracks!\"</em></p>",
      "effects": {
        "Damage Resistance": {
          "name": "Damage Resistance"
        }
      }
    },
    "Bathrobe of Supreme Leisure™": {
      "name": "Bathrobe of Supreme Leisure™",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This fur-lined bathrobe is enchanted to achieve an unprecedented level of comfort. When worn to sleep, four hours is sufficient for a long rest and you gain [[/r 2d10]] temporary hit points when you awaken.</p><p><em><strong>Curse.</strong></em><strong> </strong>Once you've used this bathrobe to get the best rest you've ever had, you literally cannot sleep without it. Unless you're wearing the bathrobe, you can't gain the benefit of a long rest for [[/r 1d4]] days after your last long rest using the bathrobe.</p><hr /><p><em>Minimus Maximus IV had one of these deliciously plush robes crafted for each day of the week, so he'd never have to go a night without the godlike comfort of Supreme Leisure™.</em></p></div>"
    }
  }
}
