{
  "label": "Dungeon Strugglers (21-40) Items",
  "entries": {
    "Essence of the One Eyed God": {
      "name": "Essence of the One Eyed God",
      "description": "<p>This small glass vial contains 1 ounce of orc blood imbued with savage vigor. When you drink this potion, you are imbued with the fury of the One Eyed God for 1 minute. As a bonus action on each of your turns, you can move up to your speed toward a hostile creature that you can see.</p><hr /><p><em>Sheila downed the viscous crimson liquid, shattered the vial in her bare hand and let out a mighty bellow before charging into the fray.</em></p>"
    },
    "Helm of the Stampede": {
      "name": "Helm of the Stampede",
      "description": "<p><em>(requires attunement by a barbarian)</em></p><hr /><div class=\"dungeon-strugglers less-margin\"><p>While wearing this helm, you gain a +1 bonus to AC. Once per long rest, when you take damage you can use your reaction to enter a rage even if you are out of rages for the day.</p><p>The horned helm is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to [[/r 1d6]] + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike. If you move at least 20 feet in a straight line toward a Large or smaller target, you can use a bonus action to make a gore attack with the horned helm. On a hit, the target takes an additional [[/r 1d6]] piercing damage and is knocked <strong>prone</strong>.</p><hr /></div><p><em>The wind and cold of the Thistled steppe swirled around the nomad warriors. Steam bellowed forth from fur-lined helmets, and frosty beards curled as they smiled wide. With gap-toothed glee they screamed their laughter at the army of archers on their doorstep. Though arrows landed between their ranks, the elders, chuckling, lit their long ritual pipes and puffed patiently. From the oldest bull to the youngest colt, the group took comfort knowing that when their enemy had exhausted their last volley and were forced to draw swords, nothing could stop their thunderous stampede.</em></p>",
      "effects": {
        "Bonus AC": {
          "name": "Bonus AC"
        }
      }
    },
    "Twin Amulets of Arcane Affinity": {
      "name": "Twin Amulets of Arcane Affinity",
      "description": "<div><p><em>(requires attunement by a spellcaster)</em></p><hr /></div><div class=\"dungeon-strugglers less-margin\"><p>These matching amulets resonate with a harmonious frequency when in each other's proximity.</p><p>In order to attune to an amulet, you must do so simultaneously with another attuner. While you are both attuned, you benefit from the following properties:</p><ul><li><strong>Arcane Affinity.</strong> While the other amulet is within 30 feet of you, you gain a +1 bonus to spell attack rolls and to the saving throw DCs of your spells.</li><li><strong>Considerate Casting.</strong> When you cast a spell that affects multiple creatures, you can choose to exclude the other amulet wearer from the effect, or to include them even if it exceeds the maximum number of targets for the spell.</li><li><strong>Mana Transfer.</strong> As an action, you can touch the other amulet wearer and expend 1 spell slot of 3rd level or lower. The other wearer regains an expended spell slot of an equivalent level.</li><li><strong>Spellcaster's Safeguard.</strong> If the other amulet wearer is within 30 feet of you and is reduced to 0 hit points but not killed outright, you can use your reaction to expend 1 spell slot of 5th or higher to drop them to 1 hit point instead of 0. You can use this reaction once per long rest.</li></ul><hr /></div><p><em>“The twin mages Jiménez and Jerónimo were always seen together. Twas rumored they had never been in separate rooms, for fear of what might happen if one could not see the other. As you can imagine, their eccentric behavior caused much stir in the arcane community. Eventually, word of the inseparable pair reached the king, and he summoned them to court. To sate his morbid curiosity, the king had the brothers forcibly separated into two lead-lined chambers for 1 whole minute. They solemnly shared one last glance before the rooms were sealed. At first, their screams caused uproarious laughter in the court. But as the time pressed on, and their screams fell silent, so too did the courtiers. When the doors were opened, both brothers lay dead. No mortal wounds were discernible. The only items of note on their bodies were these matching amulets of arcane affinity, a great unsolved mystery. And now their priceless jewelry can be yours! I’ll accept bids starting at 500 gold! Do I hear 500 gold for the dead twins’ necklaces!”</em></p>",
      "effects": {
        "Spell Attack Bonus (Melee)": {
          "name": "Spell Attack Bonus (Melee)"
        },
        "Spell Attack Bonus (Ranged)": {
          "name": "Spell Attack Bonus (Ranged)"
        },
        "Spell Save DC Bonus": {
          "name": "Spell Save DC Bonus"
        }
      }
    },
    "Verdant Slip": {
      "name": "Verdant Slip",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This deep green vegan-leather armor is wreathed in living leaves. You have a +1 bonus to AC while wearing this armor and advantage on Dexterity (<strong>Stealth</strong>) checks made to hide in verdant terrain.</p><p>While wearing this armor, you can use an action to cast the @Compendium[dnd5e.spells.DUBgwHPakcLDkB6W]{Tree Stride} spell from it. When tree stride is cast using this armor, each time you emerge from a tree you have advantage on the first attack you make before the end of your turn. Once this property of the armor has been used, it can't be used again until the next dawn.</p><hr /></div><p><em>Crafted by the elusive Treetop Tusslers, a gang of druidic highwaymen that fight to enrich the sylvan spirits that dwell in the forest. Anyone that steps foot on their turf best be ready for a tussle!</em></p>"
    },
    "Percussive Pinecone": {
      "name": "Percussive Pinecone",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This spiky pinecone is slightly warm to the touch and thrums with volatile energy. You can use an action to throw the pinecone up to 60 feet. The pinecone bounces once an additional 20 feet in a random direction (determined by rolling a [[/r d8]]) and explodes on second impact. Each creature within a 15-foot radius of where the pinecone explodes must succeed on a DC 13 Dexterity saving throw or take [[/r 4d6]] thunder damage and [[/r 4d6]] piercing damage on a failed save, or half as much damage on a successful one. The explosion can be heard from up to 300 feet away.</p></div>"
    },
    "Moustachio'd Tabar": {
      "name": "Moustachio'd Tabar",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>While attuned to this magic battleaxe you grow a large and illustrious moustache, or a visibly thicker and more remarkable moustache if you already have one.</p><hr /></div><p><em>“There’s something different about Jeanette, but I can’t place it.” The large, ornate battleaxe slung over her shoulder was certainly new, but that wasn’t it... Her demeanor is pleasant as always and she paid her bar tab in full per usual. “She just seems to have a glow about her!”</em></p>"
    },
    "Brambler": {
      "name": "Brambler",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This uprooted plant sports a wild tangle of thorny brambles that lash out when touched. It can be wielded as a @Compendium[dnd5e.items.aEiM49V8vWpWw7rU]{Net} with these alterations:</p><ul><li>At the center of the mass is a bulbous tuber that can be held safely by the wielder and allows it to be thrown farther. This net has a thrown range of 15/30 ft.</li><li>Escaping a <em>brambler</em> requires a DC 12 Strength check. Each time a creature fails the Strength check, the DC increases by 2 (to a max of 18) and the ensnared creature takes [[/r 2d4]] piercing damage as the <em>brambler</em> constricts further. Once a creature is freed, the DC resets to 12.</li><li>A <em>brambler</em> is able to regrow its brambles immediately if it receives slashing damage. It can only be destroyed by dealing 10 fire or necrotic damage to the tuber at the center of the net (AC 12).</li></ul><p>If you spend 1 minute burying the tuber in soil, the <em>brambler</em>'s thorny vines will create a snare along the ground within a 5 foot radius. This trap is nearly impossible to distinguish from an inanimate plant, requiring a successful DC 20 Intelligence (<strong>Investigation</strong>) or Intelligence (<strong>Nature</strong>) check to discern its true nature. If a Large or smaller creature steps into this area, it must make a DC 15 Dexterity saving throw or be ensnared by the <em>brambler</em> as if hit by it. The <em>brambler</em> will revert to its functionality as a net if you use an action to unearth the tuber.</p><hr /></div><p><em>This aggressive plant is commonly uprooted by forest gnomes and used to ensnare their much larger enemies.</em></p>"
    },
    "Stone Wail": {
      "name": "Stone Wail",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>You have proficiency with this war pick if you are a dwarf. You have a +2 bonus to attack and damage rolls made with this magic weapon. If the target is made of stone, you deal an additional [[/r 2d8]] force damage and attack rolls score a critical hit on a roll of 19 or 20.</p><p>The war pick has 3 charges, which it regains when you finish a long rest. As an action while wielding this war pick, you can expend 1 charge to blast a creature that you can see within 30 feet with a ray of petrification. The targeted creature must make a DC 16 Constitution saving throw. On a failed save, the creature begins to turn to stone and is <strong>restrained</strong>. It must repeat the saving throw at the end of its next turn. On a success, the effect ends and the creature is immune to the ray of petrification for 24 hours. On a failure, the creature is <strong>petrified</strong> for 1 hour.</p><p><span class=\"rd__h rd__h--3\" data-title-index=\"1\"><strong>Motherlode! </strong></span>Reducing a stone creature to 0 hit points with <em>Stone Wail</em> causes them to crumble and expose a gem of the following type. Roll a [[/r d20]]:</p><ul class=\"dungeon-strugglers no-list\"><li>1. Copper Nib (1 cp) and motherlode can't be used again until you complete a long rest.</li><li>2-4. Malachite (10 gp)</li><li>5. Bloodstone (50 gp)</li><li>6. Onyx (50)</li><li>7. Chrysoprase (50 gp)</li><li>8. Jasper (50 gp)</li><li>9. Moonstone (50 gp)</li><li>10. Tourmaline (100 gp)</li><li>11. Amethyst (100 gp)</li><li>12. Chrysoberyl (100 gp)</li><li>13. Jade (100 gp)</li><li>14. Pearl (100 gp)</li><li>15-16. Diamond (100 gp)</li><li>17-18. Diamond (300 gp)</li><li>19. Diamond (500 gp)</li><li>20. Diamond (1,000 gp)</li></ul></div>"
    },
    "Megalithic Beast Breaker": {
      "name": "Megalithic Beast Breaker",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This massive greatsword is chiseled from an incredibly heavy piece of jagged stone. Ancient arcane binding barely prevents it from shattering on impact.</p><p>When you hit with an attack using this magic greatsword, the target takes an extra [[/r 1d6]] bludgeoning damage, or [[/r 3d6]] bludgeoning damage if the target is a beast. While you hold this weapon, you have resistance to damage dealt by beasts. If you roll a 1 on an attack roll, roll a [[/r d20]]. On a 1, the greatsword shatters and is destroyed.</p><hr /></div><p><em>May all chipmunks, chickadees and ladybugs fear your tremendous might!</em></p>"
    },
    "Scryer Beetle": {
      "name": "Scryer Beetle",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This one-eyed beetle is about two inches long. Its shiny carapace seems to reflect an environment that does not match its surroundings.</p><p>If you use an action to eat the beetle, you'll enter a hallucinatory trance for 10 minutes. During this trance you are <strong>unconscious</strong> and experience the effects of the @Compendium[dnd5e.spells.fVbCxFRaORalHB20]{Scrying} spell (DC 16). When you enter the trance, make a DC 13 Wisdom check. On a success you can choose your scrying target. You can attempt this check again during the trance to change your target each time until you fail. On a failure, if the target resists the spell, or if you have no desired target, you scry on a random creature or place for the rest of the duration. When scrying in this way, you see, hear, smell, feel, and taste from the senses of the target creature, or from the nearest living creature if you target a location. You can understand the languages of your target even when you normally cannot, and you have advantage on Wisdom (<strong>Insight</strong>) checks made to gauge their emotional state and intent. When the trance fades you gain a random personality trait from a creature you scryed on for the next 24 hours. The beetle tastes like a combination of random aspects from each environment you experienced during the trance.</p><hr /></div><p><em>Belinder Wonderbug loves starting his day by munching a scryer beetle and experiencing life in someone else’s shoes. “The beetle knows the way man, but you gotta give it the reins. I’ve been all kinds of places, all kinds of people, and it’s never what you’d expect. Really puts things into perspective, y’know?”</em></p>"
    },
    "Canteen of Crapulence": {
      "name": "Canteen of Crapulence",
      "description": "<p>Any water poured into this magical flask becomes ale. Pouring out the ale reverts it to water unless you drink directly from the flask.</p><hr /><p><em>“YE WON’T MAKE ANOTHER PURCHASE *hic* IN YER MISERABLE LIFE” shouted the canteen vender as she teetered on her stool in the market square. Despite her obvious drunkenness and brusque demeanor, it looked like her canteens were flying off the shelf...</em></p>"
    },
    "Sagebow Longbow": {
      "name": "Sagebow Longbow",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This rough-hewn bow is carved from many interlocking pieces of sage wood. The creaking of the wood when drawn is intelligible to the wielder and full of secret knowledge. </p><p>The <em>sagebow</em> has 3 charges, and it regains all expended charges daily at dawn. Whenever you draw this bow to make a ranged attack, you can expend 1 charge to learn a secret. This secret can be: the location of one trap or secret door within 150 feet of you, the surface thoughts of the creature you are attacking, the location of any food or water within 150 feet of you, or a piece of ancient lore from the region you are in. Secrets are no longer than a single phrase. If you choose to cancel your attack after learning a secret, you may do so, ending your action.</p></div>"
    },
    "Fletcher's Ring": {
      "name": "Fletcher's Ring",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>While you are wearing this ring, when you make a ranged attack with a bow or crossbow you magically summon the ammunition as part of the attack. Arrows or bolts summoned by this ring disappear after they hit or miss their target. Attacks with these arrows are considered magical for overcoming resistance and immunity to non-magical attacks and damage.</p><p>This ring has 4 charges, and it regains all expended charges when you finish a long rest. As part of an attack, you can expend one charge to summon a special piece of ammunition from the following options:</p><ul><li><strong>Excruciating.</strong> This arrow inflicts debilitating pain. On a hit, the target creature's movement speed is halved until the end of your next turn.</li><li><strong>Penetrating.</strong> This arrow pierces through the target and travels in a straight line for an additional 20 feet. The next creature or object in that trajectory is also hit by the attack if the attack surpasses its AC with three-quarters cover (+5). The arrow can't pierce through more than 1 foot of stone or wood, or 1 inch of metal.</li><li><strong>Tethering.</strong> This arrow creates a tether from you to the target. The tether is the exact length of the distance fired between you and the target. It can be used as a rope to climb or to leash yourself to a target creature. The tether can hold up to 500 pounds and is severed if it takes 5 slashing damage (AC 12). Make a contested Strength (Athletics) check to pull a tethered creature. You move at half speed while dragging a tethered creature, unless it is two or more sizes smaller than you. The tether lasts up to 1 minute or until you dismiss it with a bonus action, before it disappears.</li><li><strong>Whistling.</strong> This arrow whistles loudly as it flies through the air. It can be heard from up to 200 feet away. Each creature other than yourself, within 20 feet of the arrow's flight path is deafened and has disadvantage on Wisdom (Perception) checks for 1 minute. At the end of each of its turns, an affected creature can make a DC 15 Wisdom saving throw, ending the effect on a success.</li></ul><hr /></div><p><em>Bentha drew back the string on her bow and a translucent, silver arrow materialized. The other rangers had mocked her for “forgetting” her quiver, but now she was the only one with any arrows left to fire. They never stood a chance.</em></p>"
    },
    "Razorpetal Longbow": {
      "name": "Razorpetal Longbow",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This bow is shaped from an enchanted flower. Embedded along its surface are hundreds of fragrant, razor-sharp petals.</p><p>As a bonus action while wielding the bow you can cause the petals to erupt into an airborne flurry that swirls around you for 1 minute. While the whirlwind of petals is active you have half cover and attacks with this bow deal an additional [[/r 1d4]] slashing damage as petals fly alongside your arrows to slash at your targets. Additionally, if a creature touches you or hits you with a melee attack while this effect is active, it takes [[/r 1d4]] slashing damage. The petals fall lifelessly to the ground at the end of the minute, if you drop the bow or if you fall <b >unconscious</b>. The bow cannot be used again this way until the petals regrow at dawn.</p><hr /></div><p><em>Shandra left the imprint of a kiss in scarlet red lipstick and a shower of petals on the bodies of her victims, each horrifically lacerated by ten thousand tiny blades.</em></p>",
      "effects": {
        "Razorpetal Cover": {
          "name": "Razorpetal Cover"
        }
      }
    },
    "Siegebreaker": {
      "name": "Siegebreaker",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p><em>Siegebreaker</em> is a massive bronze and oak maul that can only be lifted by the most formidable warriors. This magical weapon deals an extra [[/r 1d6]] bludgeoning damage to objects and structures. You can roll two additional weapon damage dice when determining the extra damage for a critical hit with the maul against an object or structure (for a total of eight damage dice).</p><hr /></div><p><em>Bod Grogmaw, the Door Destroyer, was a mighty warrior indeed. In his massive hands he wielded an even massiver weapon: Siegebreaker. No locked door could withstand even a single blow from this brutal maul. Bod smashed down so many gates, portcullises, ramparts and barricades along his warpath that entire castle garrisons would abandon their posts when they saw him coming. Of course, he would pulverize their castle to bits anyway, just to prove he could. Nothing could stop him, and this made him sad. As it turns out, all the while Bod was tearing walls down, he was putting up walls of his own around his heart. You see, nobody wants to be friends with a man who will destroy your home for sport. So all the newly houseless lords and layfolk staged an intervention, “Bod! You have proven your might before man, before god! We’re all good and impressed, but we’d like roofs over our heads, to stay dry while we get dressed. Now be a good lad, and lay down your maul! So we can stop this destruction, for once and for all!” He took their plea to heart, though it was weird that they rhymed, and agreed it was time to give it a rest. As a final ceremonial gesture, they had the local doorsmith craft the strongest door of all. Bod shed a single tear, as he smashed it to bits, for he knew his smashing days were finally over. But the friendship he gained that day, was the key he had been looking for all along.</em></p>"
    },
    "Bellringer": {
      "name": "Bellringer",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This whip ends in a bronze bell clapper, perfect for ringing someone's bell. You have a +1 bonus to attack and damage rolls made with this magic weapon, which deals [[/r 1d6]] bludgeoning damage in place of the normal whip damage. Additionally, when you roll a 20 on your attack roll with this magic weapon, the target is <strong>stunned</strong> until the end of your next turn.</p><hr /></div><p><em>Bellringer is the devastating weapon of choice used by the notorious bandit Leshii the Snake.</em></p><p><em>Countless caravan guards have been incapacitated by a clap to the head, only to find their precious cargo long gone when they regain consciousness.</em></p>",
      "activities": {
        "attack": {
          "chatFlavor": "Additionally, when you roll a 20 on your attack roll with this magic weapon, the target is stunned until the end of your next turn."
        }
      }
    },
    "Abigail's Animated Haunch": {
      "name": "Abigail's Animated Haunch",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This large boar haunch has been smoked and seared to perfection, although it has an unnatural aura. The haunch never rots, and a DC 13 Wisdom (Medicine) or Intelligence (Arcana) check will reveal that it is undead. Eating the meat down to the bone will provide a full day's nourishment and grant you advantage on Constitution saving throws for 8 hours. The meat will regrow, fully cooked and seasoned, over the course of [[/r 1d4 + 1]] days.</p></div>"
    },
    "Spicy Tom's Secret Sauce": {
      "name": "Spicy Tom's Secret Sauce",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>After drinking this potion, you must succeed on a DC 15 Constitution saving throw or become <strong>poisoned</strong> and take [[/r 1d6]] fire damage at the start of each turn. You can repeat the saving throw at the end of each turn, ending the effect on a success. If you fail this saving throw two times, the fire damage increases to [[/r 3d6]] and your movement speed is doubled.</p><p>While <strong>poisoned</strong> in this way, you can use a bonus action to exhale fire at a target within 20 feet of you. The target must succeed on a DC 16 Dexterity saving throw or catch fire, taking [[/r 3d6]] fire damage immediately and at the start of each of its turns until someone takes an action to douse the fire.</p><hr /></div><p><em>Spicy Tom’s Secret Sauce will really make your face sweat and your gullet burn. And the longer</em></p><p><em>it lasts, the worse it gets! Buy some today!</em></p>"
    },
    "Subtle Cricket": {
      "name": "Subtle Cricket",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This unusually small hand crossbow packs a mighty punch. You have a +1 bonus to attack and damage rolls made with this magic weapon. The crossbow has 4 charges, and it regains [[/r 1d4]] expended charges daily at dawn. When you make a ranged attack with the crossbow, you can expend 1 or more of its charges to empower the bolt with kinetic energy. On a hit, for each charge you spend, the target takes an additional [[/r 1d12]] force damage and is pushed 5 feet away from you. Additionally, when you fire a kinetic bolt, you must succeed on a DC 10 (+2 for each additional charge) Strength saving throw or be knocked <strong>prone</strong>. If you score a critical hit with a kinetic bolt, the target is pushed thrice as far and knocked <strong>prone</strong>.</p><hr /></div><p><em>“It’s got a kick to it!” Irwin blurted out after being launched onto his back. He remained supine for a minute to catch his breath before resuming target practice.</em></p>"
    },
    "Wildfire Cudgel": {
      "name": "Wildfire Cudgel",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This gnarled wooden mace carries an ever lit ember within it. When you hit with an attack using this magic mace, the target takes an extra [[/r 1d6]] fire damage. In addition, while you are attuned to the mace you have advantage on saving throws against harmful gases such as those created by a cloudkill spell, a stinking cloud spell, inhaled poisons, and gaseous breath weapons.</p><p>As an action while holding this mace you can create a 20-foot-radius sphere of burning, acrid smoke at a point that you can see within 120 feet. The smoke spreads around corners. It lasts for 1 minute or until a strong wind disperses the smoke. Its area is <strong>heavily obscured</strong>. When a creature enters the smoke for the first time on a turn or starts its turn there, that creature must make a DC 16 Constitution saving throw. On a failure the creature takes [[/r 5d6]] fire damage and spends its action that turn coughing violently. On a success, the creature takes half damage and resists the urge to cough. Creatures that don't need to breathe automatically succeed on this saving throw. The mace cannot be used again in this way until you take a short or long rest.</p><hr /></div><p><em>The Wildfire Cudgel was created when a dryad sacrificed herself to stop a raging fire elemental.</em></p><p><em>She trapped the creature in her wooden embrace, preventing its flame from engulfing the entire forest.</em></p>"
    },
    "Sagebow Shortbow": {
      "name": "Sagebow Shortbow",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This rough-hewn bow is carved from many interlocking pieces of sage wood. The creaking of the wood when drawn is intelligible to the wielder and full of secret knowledge.</p><p>The <em>sagebow</em> has 3 charges, and it regains all expended charges daily at dawn. Whenever you draw this bow to make a ranged attack, you can expend 1 charge to learn a secret. This secret can be: the location of one trap or secret door within 150 feet of you, the surface thoughts of the creature you are attacking, the location of any food or water within 150 feet of you, or a piece of ancient lore from the region you are in. Secrets are no longer than a single phrase. If you choose to cancel your attack after learning a secret, you may do so, ending your action.</p></div>"
    }
  }
}
