{
  "label": "Dungeon Strugglers (1-20) Items",
  "entries": {
    "Dread Pincer": {
      "name": "Dread Pincer",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This hollow crab claw is large enough for you to put your arm inside. While your arm is inside the claw, it adheres to your body and can be manipulated from within. The claw functions identically to your arm, however Dexterity (Sleight of Hand) checks using the claw are made with disadvantage.</p><p>The claw is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal bludgeoning damage equal to [[/r 1d6]] + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike. If you hit a creature with an unarmed strike using the claw, you can use a bonus action to attempt a grapple check. You can use your reaction to deal [[/r 1d6]] + your Strength modifier bludgeoning damage to a creature that fails a check to escape the claw.</p><p>The claw can only be removed from your arm with an action if you submerge it in boiling water.</p><div class=\"dungeon-strugglers less-margin\"><p><span class=\"entry-title-inner\"><em><strong>Amplified. </strong></em></span>This claw is a piece of the Crab Lord set. The claw gains the following attributes while used with other Crab Lord set pieces:</p></div><ol><li class=\"rd__li \">Creatures make checks to escape the grasp of this claw with disadvantage if you are also wearing the Dread Carapace.</li><li class=\"rd__li \">The damage dealt by this claw increases to [[/r 1d8]] + your Strength modifier if you are also wearing the Chitinous Crown.</li></ol><hr /><p><em>\"The crab lords of Plunderbrook must be molting!\" Blubbington exclaimed, hefting the massive crustacean carapace onto the back of her hippocampus. The kelp obscured movement in her periphery as the freshly molted crab lords used the element of surprise to descend upon poor Blubbington, who was never seen again...</em></p></div>"
    },
    "Ricochet Sling Bullets": {
      "name": "Ricochet Sling Bullets",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>The sling bullets come in a pouch, which contains [[/r 1d4 + 4]] bullets. You have a +1 bonus to attack and damage rolls made with each of these bullets. When you hit with a bullet, you can choose to ricochet the bullet to hit another creature. Make an additional attack roll against a new creature within 20 feet of the previous creature. On a successful hit, the new creature takes [[/r 1d4 + 1]] bludgeoning damage. You can repeat this process until you miss, only targeting creatures that have not yet been targeted. Once a bullet misses or hits a target and doesn't ricochet, it loses its magic.</p><div class=\"dungeon-strugglers less-margin\"><hr /><p><em>\"They say a single Xeeblian slinger could level an entire platoon of enemy soldiers with one bullet. Seems impossible, but...\" One Eyed Crunky grinned and winked his one eye before loading his sling with faintly glowing lead. The approaching guardsmen goose-stepped into range. \"Watch and learn!\" He yelled, leaping from cover. His sling blurred and the bullet rocketed sideways, shattering a tavern window across the street. \"DAMNATION! LET'S SCRAM!\"</em></p></div><p><em>Crunky and his companions fled into the night, unscathed, though the same can't be said of the poor tavern-keeper's precious egg collection.</em></p></div>"
    },
    "Sand Maiden": {
      "name": "Sand Maiden",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This padded armor is a billowing assemblage of earth-colored cloth that seems to flow with the wind as if made of sand itself. You have a +1 bonus to AC while wearing this armor. Padded armor normally imposes disadvantage on Dexterity (Stealth) checks, this armor doesn't.</p><p>Additionally, you have advantage on saving throws you make against exhaustion effects due to extreme heat. You gain the ability to glide across the desert, while you are on sand you ignore difficult terrain.</p><p>As an action you can transform into the aspect of the <em>sand maiden</em>. For 1 minute, or until you end this transformation with a bonus action, your skin glimmers like a mirage and you move like a swirling sandstorm. While in this state you gain the following benefits:</p><ol><li class=\"rd__li \">You have advantage on Dexterity saving throws.</li><li class=\"rd__li \">You can move through the space of another creature and pass through small holes, narrow openings, and even mere cracks, though you treat liquids as though they were solid surfaces.</li><li class=\"rd__li \">Your movement doesn't provoke opportunity attacks.</li><li class=\"rd__li \">Your speed increases by 20 feet.</li></ol><p>The armor can't be used this way again until the next dawn.</p><div class=\"dungeon-strugglers less-margin\"><hr /><p>The Sand Maiden was the ruler of the dunes. Her shifting visage was stunning to behold, appearing to embody the form most desirous to a desperate onlooker. Those who had tested themselves against the vast expanse of her domain and failed would be visited by her in their final moments. Only those who have survived this encounter know what pact is offered in exchange for mercy.</p></div><p>This cloth armor was woven from loose strands of her hair found drifting across the desert contour. Dunefolk treasure this material for its magical properties that bestow a fraction of the maiden's power upon the wearer.</p></div>",
      "effects": {
        "Sand Maiden's Aspect": {
          "name": "Sand Maiden's Aspect"
        }
      }
    },
    "Corrupted Treant Heart": {
      "name": "Corrupted Treant Heart",
      "description": "<div><p><em>(requires attunement by a druid)</em></p><hr /></div><div class=\"dungeon-strugglers less-margin\"><p>This twisted and blackened wooden heart is strung through with thorny vines and worn as a pendant.</p><p>Thorns dig into your neck while you are attuned to this magical item, reducing your hit point maximum by 5. Your skin develops a black and spiny bark-like appearance and you gain the benefit of the @Compendium[dnd5e.spells.JPwIEfgUPVebr5AH]{Barkskin} spell (doesn't require concentration). Additionally, creatures that hit you with melee attacks take [[/r 1d4]] piercing damage.</p><p>As an action you can cause a surge of thorns to erupt from the ground in a line 5 feet wide and 60 feet long. Any creature on the ground that is caught in this area must make a Dexterity saving throw against your spellcasting DC. On a failure they take [[/r 8d4]] piercing damage and their walking speed is halved until the start of your next turn. On a success a creature takes half damage and its walking speed is not halved. You can't use this property again until you finish a long rest.</p></div>",
      "activities": {
        "save": {
          "chatFlavor": "On a failure the creature's walking speed is halved until the start of your next turn."
        }
      },
      "effects": {
        "Thorned Health": {
          "name": "Thorned Health"
        }
      }
    },
    "Bundren the Bungler": {
      "name": "Bundren the Bungler",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This large oaken log has an oafish face carved into it. You gain a +1 bonus to attack and damage rolls made with this magic weapon. Once per turn, you can force a Large or smaller creature hit by this magic weapon to make a DC 13 Strength saving throw or be knocked prone.</p><p><em><strong>Sentience. </strong>Bundren the Bungler</em> is a sentient chaotic neutral weapon with an Intelligence of 8, a Wisdom of 10, and a Charisma of 8. It has hearing and darkvision out to a range of 120 feet.</p><p>The weapon perceives and communicates using its carved face and can speak, read, and understand Common. It has a brutish, fumbling voice.</p><p><em><strong>Personality. </strong>Bundren the Bungler</em> is an awakened tree that vexed its creator with its clumsiness to the point that it was chopped down and left for firewood. It will talk incessantly and loudly about all of the follies that have befallen it over its long and storied lifetime.</p></div>"
    },
    "Blade of Bloody Mess": {
      "name": "Blade of Bloody Mess",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>The decoration on the blade depicts a gruesome disembowelment that seems to writhe grotesquely out of the corner of your eye. You have a +2 bonus to attack and damage rolls made with this magic weapon.</p><p>When you reduce a creature that has blood to 0 hit points using this weapon, the creature sprays a fountain of sanguine mist in a 10-foot radius. All creatures in this area are coated with blood. Hostile creatures within that area must make a DC 16 Wisdom saving throw or become frightened of you for 1 minute. This magic weapon deals an additional [[/r 1d8]] psychic damage to a creature that is frightened in this way. At the end of each of its turns, a creature can repeat the saving throw if it is no longer within line of sight, ending the effect on itself on a success.</p><p>Additionally, for 1 hour while you are coated with blood you have advantage on Charisma (Intimidation) checks.</p><div class=\"dungeon-strugglers less-margin\"><hr /><p><em>Sanjuro stepped towards the trembling merchants as a thick red mist rained down, soaking their robes and coating every inch of exposed skin. The droplets were hot and smelled of iron. He licked the blood from his lips and grinned; the exsanguinated bodyguards spouted the cost of bravery with each fading heartbeat. There was nothing they would deny him now.</em></p><p></p></div></div>"
    },
    "Bathrobe of Supreme Leisure™": {
      "name": "Bathrobe of Supreme Leisure™",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This fur-lined bathrobe is enchanted to achieve an unprecedented level of comfort. When worn to sleep, four hours is sufficient for a long rest and you gain [[/r 2d10]] temporary hit points when you awaken.</p><hr /><p><em>Minimus Maximus IV had one of these deliciously plush robes crafted for each day of the week, so he'd never have to go a night without the godlike comfort of Supreme Leisure™.</em></p></div>"
    },
    "Khopesh of the Vulture": {
      "name": "Khopesh of the Vulture",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>When you hit a creature with this magic weapon, the creature takes an extra [[/r 1d6]] necrotic damage if it's below its hit point maximum. While holding this weapon you can sense the direction of dead creatures within a 1 mile radius as long as they died within the last week.</p><div class=\"dungeon-strugglers less-margin\"><hr /><p><em>This bronze khopesh is masterfully crafted and imbued with a hunger for carrion. Despite the extensive patina that slowly creeps along the blade, its edge remains razor sharp. Those who can stand the ever-present scent of rotting flesh wield it well.</em></p></div></div>"
    },
    "Crystal Skull of the Hot Spring King": {
      "name": "Crystal Skull of the Hot Spring King",
      "description": "<p>This crimson monkey skull is carved entirely from blood garnet and weighs 4 pounds. An aura of feral sentience draws your gaze.</p><div class=\"dungeon-strugglers less-margin\"><hr /></div><div class=\"dungeon-strugglers less-margin\"><p><em>When the lord of bathing was laid to rest, all the monks sang out and beat their chests.</em></p><p><em>In the steaming pools where he held his court, the noblemen bickered over his hot spring resort.</em></p><p><em>The wealth he'd amassed was splendid and vast. A sarcophagus of gold for his crystal bones cast.</em></p><p><em>Beneath the snow-blown hills of his kingly domain, they carved a tomb and chiseled his name.</em></p><p><em>Deep down he waits for an inquisitive pawn, his flesh has gone rotten, but his greed lingers on.</em></p><p><em>If you stare too deep into his crimson eye holes, a new shape you'll take to fit in his mold.</em></p><p><em>Best beware and take care not to lose your head, lest you spend your life living his life instead!</em></p></div>"
    },
    "Hogwash": {
      "name": "Hogwash",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>A waterskin filled with a pig's used bath water. As an action you can douse yourself with this murky brine, granting you pig powers for 1 hour. You gain [[/r 1d10]] temporary hit points, advantage on Constitution saving throws, and advantage on Wisdom (Survival) checks to forage for food for the duration.</p><p>You exude a rancid odor while coated in this liquid, giving you disadvantage on Charisma (Persuasion) checks. This negative side effect lasts until you bathe.</p><div class=\"dungeon-strugglers less-margin\"><hr /><p><em>Brewed by the all-powerful pig wizard Maurice le Boueux for his followers who desire to become more piglike. His raucous foraging parties gained widespread renown for their yield of high quality truffles as well as their unbearable stench. Although many outsiders claim Maurice is just an ordinary pig, anyone who douses themselves in his bathwater cannot deny its transformative effects!</em></p></div></div>"
    },
    "Masterwork Flail": {
      "name": "Masterwork Flail",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>You have a +1 bonus to attack and damage rolls made with this nonmagical weapon. The flail can be swung over protective cover, allowing you to ignore AC bonuses from shields while attacking with this weapon. When you successfully hit a creature with this weapon you can choose to deal no damage and instead cause the target to drop one item of your choice that it's holding. The object lands at its feet.</p><div class=\"dungeon-strugglers less-margin\"><hr /><p><em>Although it's not imbued with any fancy magic, this flail was crafted by a master weaponsmith.</em></p></div><p><em>Superior steel and exquisite balance allows for supreme maneuverability in the hands of a skilled warrior.</em></p></div>"
    },
    "Weirdwood Longbow": {
      "name": "Weirdwood Longbow",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>While this bow is on your person, you cannot be surprised, except when you are incapacitated.</p><p>Additionally, when a creature within this bow's range is targeted by an opportunity attack, you can use your reaction to make a ranged attack with this bow against that creature.</p><hr /><p><em>The mysterious weirdwood is a tree that remains ever vigilant, its many lidless eyes shifting and scanning. Bows shaped from its wood bestow uncanny alertness upon the wielder, allowing skilled archers to exploit every fleeting misstep.</em></p></div>"
    },
    "Debtor's Healing Potion": {
      "name": "Debtor's Healing Potion",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>You regain [[/r 4d4 + 4]] hit points when you drink this potion. 1 minute later you take [[/r 5d4 + 5]] necrotic damage. The potion's red liquid turns a sickly green when agitated.</p><div class=\"dungeon-strugglers less-margin\"><hr /><p><em>The life-lenders of Leachport send out their legendary liquid vitality in droves to the ailing masses. Well known to locals is that this boon comes with strings attached to be repaid in full, plus interest!</em></p></div></div>"
    },
    "Weirdwood Shortbow": {
      "name": "Weirdwood Shortbow",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>While this bow is on your person, you cannot be surprised, except when you are incapacitated.</p><p>Additionally, when a creature within this bow's range is targeted by an opportunity attack, you can use your reaction to make a ranged attack with this bow against that creature.</p><hr /><p><em>The mysterious weirdwood is a tree that remains ever vigilant, its many lidless eyes shifting and scanning. Bows shaped from its wood bestow uncanny alertness upon the wielder, allowing skilled archers to exploit every fleeting misstep.</em></p></div>"
    },
    "Darkmatter Arrow": {
      "name": "Darkmatter Arrow",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>The pitch black arrowhead seems to drain the light from around it. You have a +1 bonus to attack and damage rolls made with this piece of magic ammunition.</p><p>A 15-foot-radius sphere of crushing force forms around the arrowhead when it impacts something. Each creature in the sphere must make a DC 15 Constitution saving throw. On a failed save, the creature takes [[/r 3d10]] force damage and is pulled in a straight line toward the center of the sphere, ending in an unoccupied space as close to the center as possible (even if that space is in the air). On a successful save, the creature takes half as much damage and isn't pulled. Additionally, within the sphere, loose objects are pulled towards the center and nonmagical fires are snuffed out. Once the arrow impacts something, it implodes and leaves nothing behind.</p></div>",
      "activities": {
        "attack": {
          "chatFlavor": "On a failed save, the creature is pulled in a straight line toward the center of the sphere, ending in an unoccupied space as close to the center as possible (even if that space is in the air)"
        },
        "save": {
          "chatFlavor": "On a failed save, the creature is pulled in a straight line toward the center of the sphere, ending in an unoccupied space as close to the center as possible (even if that space is in the air)"
        }
      }
    },
    "Phlagellos": {
      "name": "Phlagellos",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>A long, thorny vine with a wicked-looking seed pod at one end and a handle fashioned around the roots. The vine slithers subtly when you grasp it.</p><p>You have a +3 bonus to attack and damage rolls made with this magic weapon, which deals [[/r 1d8]] piercing damage instead of [[/r 1d4]] slashing damage. While holding <em>Phlagellos</em>, you gain blindsight out to 20 feet.</p><p><em>Phlagellos</em> has 5 seeds. When you hit with it, you can embed 1 seed into the flesh of the target creature if it has an organic or earthen body. A seed implanted into a creature is undetectable unless discovered with a successful DC 20 Wisdom (Medicine) check (no action required), and can be removed with an action. If a seed is removed it withers and turns to dust immediately.</p><p>You know the location of each implanted seed at all times, even on another plane of existence.</p><p>As a bonus action, you can cause an implanted seed to grow suddenly, dealing [[/r 2d6]] necrotic damage to the host and a @Compendium[dungeon-strugglers-1-20.actor.AQlmaGT9QaPNelNl]{Suckling Mandrake} bursts forth, landing in an unoccupied adjacent space. A seed will automatically undergo this process if left implanted for 1 hour. <em>Phlagellos</em> regrows [[/r 1d4 + 1]] expended seeds daily at dawn.</p><p>@Compendium[dungeon-strugglers-1-20.actor.AQlmaGT9QaPNelNl]{Suckling Mandrake} are parasitic baby-like plants that follow the creature they were implanted into, known as the host. A suckling mandrake is connected to the wound it erupted from by a thin umbilical cord that drains the host's vitality and from the second it is birthed it emits a tortured scream that sickens all who hear it. @Compendium[dungeon-strugglers-1-20.actor.AQlmaGT9QaPNelNl]{Suckling Mandrake} act of their own volition, with the sole desire to remain tethered to their host. They only attack out of self-defense if cornered, lashing out with their tiny teeth. If a @Compendium[dungeon-strugglers-1-20.actor.AQlmaGT9QaPNelNl]{Suckling Mandrake's} umbilical cord is severed, it will continue to follow its host until it withers away. @Compendium[dungeon-strugglers-1-20.actor.AQlmaGT9QaPNelNl]{Suckling Mandrake} implanted by <em>Phlagellos</em> take their turns immediately after the host's turn. You and any creatures of your choice are immune to the @Compendium[dungeon-strugglers-1-20.actor.AQlmaGT9QaPNelNl]{Suckling Mandrake's} sickening wail.</p><div class=\"dungeon-strugglers less-margin\"><hr /><p><em>Phlagellos, the Mandrake Maker was shaped and grown by the mad archdruid Mingorius Plesk to spread his adopted offspring. Obsessed with their propagation, Mingorius' body is host to a swarm of mandrakes. Their many tethers cluster his withered body like piglets suckling a sow and their tortured wails fill the air. To many, the cacophony is unbearable, but he hears their cries as a chorus of sweet voices.</em></p></div><p><em>Barely kept alive by druidic magic, he toils in his garden of abominations with feverish ecstasy, devising new branches of plantoid morphology. When a novel breed reveals itself to him, he heads out into the dark forest in search of fresh hosts for his parasitic children to leach from.</em></p></div>"
    },
    "Dusting Wand": {
      "name": "Dusting Wand",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This wand has 4 charges. While holding it, you can use an action to expend 1 or more of its charges to summon 1 @Compendium[dnd5e.monsters.BUCfQ7ihaXX75Vai]{Dust Mephit} per charge in unoccupied spaces that you can see within 30 feet of you.</p><p>A summoned @Compendium[dnd5e.monsters.BUCfQ7ihaXX75Vai]{Dust Mephit} disappears after 1 hour or when it drops to 0 Hit Points. @Compendium[dnd5e.monsters.BUCfQ7ihaXX75Vai]{Dust Mephits} are friendly to you and your companions. Roll Initiative for the summoned creatures as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from</p><p>Hostile creatures, but otherwise take no Actions. The wand regains 1 charge during a short rest or [[/r 1d4]] charges during a long rest if you spend some of that time sweeping up dust or dirt with the wand.</p><div class=\"dungeon-strugglers less-margin\"><hr /><p><em>PUT THOSE DUST BUNNIES TO WORK WITH THE DUSTBUSTER 5,000!</em></p></div></div>"
    },
    "Dagger of Endless Stabbing": {
      "name": "Dagger of Endless Stabbing",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>You gain a +2 bonus to attack and damage rolls made with this magic weapon. When you roll a 20 to hit with this weapon, you may make an extra attack as part of your Attack action.</p></div><div class=\"dungeon-strugglers less-margin\"><hr /><p><em>Witnesses can see the sheer maniacal glee in your eyes as you jab endlessly, humming a jaunty tune. Friend or foe it matters not! For the joy of stabbing is all you've got!</em></p></div>"
    },
    "Nimble Buckler": {
      "name": "Nimble Buckler",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>Wielding this small shield only grants a +1 bonus to AC. While holding this shield you gain a +1 bonus to Dexterity saving throws. Additionally, when an attack misses you or you succeed on a Dexterity saving throw, you can use your reaction to immediately move up to 10 feet without provoking opportunity attacks.</p><div class=\"dungeon-strugglers less-margin\"><hr /><p><em>Crafted by the legendary Geraldine Bucklerbuilder! Guaranteed to keep you light on your feet without the cumbersome weight of a full sized shield.</em></p></div></div>",
      "effects": {
        "Saving Throw Bonus": {
          "name": "Saving Throw Bonus"
        }
      }
    },
    "Hook of Sinking": {
      "name": "Hook of Sinking",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>You can embed this hook into a creature, dealing 1 piercing damage. You must attempt a grappling check if the creature is unwilling. While this hook is embedded in the flesh of a creature, the hook grants the creature the ability to breathe normally underwater. Additionally, the creature falls at a safe rate of 60 feet per turn while underwater, is unable to swim and must walk along the bottom as if on land. A creature can remove the hook with a DC 13 Dexterity (Sleight of Hand) check.</p><div class=\"dungeon-strugglers less-margin\"><hr /><p><em>Crafted by the loathsome sahuagins of Ravager Reef to help bring live captives down to the court of Baron Bazoozu. The Baron had them made after a whole boatload of captives were drowned by sahuagins unaware that the landlubbers couldn't breathe underwater.</em></p></div></div>"
    },
    "Greataxe of Unbridled Fury": {
      "name": "Greataxe of Unbridled Fury",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>You have a +1 bonus to attack and damage rolls made with this magical weapon. While holding the axe you can use a bonus action to enter a state of fury. While furious you gain the following benefits:</p><ol><li class=\"rd__li \">You have resistance to psychic damage.</li><li class=\"rd__li \">You have immunity to the charmed and frightened conditions. If you are charmed or frightened when you enter your fury, the effect is suspended for the duration of the fury.</li><li class=\"rd__li \">Magic can't put you to sleep or detect your thoughts.</li><li class=\"rd__li \">The axe gains an additional +3 bonus to melee damage rolls.</li></ol><p>If you are able to cast spells, you can't cast them or concentrate on them while furious. Your fury lasts for 1 minute. It ends early if you are knocked unconscious, if you drop the axe or if your turn ends and you haven't attacked a hostile creature since your last turn or taken damage since then. You can also end your fury on your turn as a bonus action. The axe can't be used this way again until the next dawn. The first time you are reduced to less than half your total hit points and you have already entered a state of fury today, there is a 50% chance you regain 1 use of it.</p></div><div class=\"dungeon-strugglers less-margin\"><hr /><p><em>\"The fury of Daughter could not be stopped! Her rage burned hotter with each head she lopped!</em></p></div><p><em>Her will was unshakeable, her bloodlust, unslakeable! Their last resort: a cage made unbreakable!</em></p><p><em>They trapped her soul inside of an axe! Oh no here she comes, quick! Cover your tracks!\"</em></p>",
      "effects": {
        "Damage Resistance": {
          "name": "Damage Resistance"
        }
      }
    }
  }
}
