{
  "label": "Dungeon Strugglers (1-20) Creatures",
  "entries": {
    "Suckling Mandrake": {
      "name": "Suckling Mandrake",
      "tokenName": "Suckling Mandrake",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>Spawned by the mad archdruid Mingorius Plesk, the suckling mandrake is a baby-like plantoid parasite that requires a living host to survive.</p><p><em><strong>Spawned of Phlagellos.</strong></em> Plesk has an obsession with exploring the adaptive potential of nature and conducting gruesome experiments on any poor creature that piques his interest. The nursery where Plesk does his work has become known as the Garden of Abominations. Those who visit this hidden grove witness the beauty of nature twisted into horrid new forms. In this garden, Plesk crossbred rare wild mandrakes with a species of carnivorous creeping vine. From this fusion, sprouted the wicked vine he named phlagellos. Inside the vine’s serrated seed pod a new breed of mandrake formed. Phlagellos lacked the motility of its ancestors, but that didn’t stop Plesk, who fashioned the vine into a whip that could be wielded to deliver his new mandrake seeds into nurturing flesh.</p><p><em><strong>Parasitic Existence.</strong></em> Suckling Mandrakes follow the creature they were implanted into, known as the host. A suckling mandrake is connected to the wound it erupted from by a thin umbilical cord that drains the host’s vitality. This empathic link causes the suckling mandrake tremendous agony and from the second it is birthed it emits a tortured scream that sickens all who hear it. Suckling mandrakes are pitiful creatures, with the sole desire to remain tethered to their host. They only attack out of self-defense if cornered, lashing out with their tiny teeth. If a suckling mandrake’s umbilical cord is severed, it continues to follow its host until it withers away. If its host dies while a suckling mandrake is tethered, the mandrake begins building a cocoon for itself near the body. After an hour of transformation, the suckling mandrake enters hibernation for one week as it drains nutrients from the corpse. At the end of the week, if the cocoon and body are undisturbed, a fully grown <strong>mandrake</strong> emerges.</p></div>",
      "items": {
        "Bite": {
          "name": "Bite",
          "description": "<p><em>Melee Weapon Attack:</em> [[/r 1d20+5]] (+5) to hit, reach 5 ft., one creature. <em>Hit:</em> 1 piercing damage.</p>"
        },
        "Deaf": {
          "name": "Deaf",
          "description": "<div  class=\"rd__b  rd__b--3\"><p>The mandrake has no sense of hearing.</p><div class=\"rd__spc-inline-post\"></div></div>"
        },
        "Sickening Wail": {
          "name": "Sickening Wail",
          "description": "<p>The mandrake emits an endless, piercing shriek like the wailing of a baby. Each creature that starts its turn within 20 feet of the mandrake that can hear it must make a <strong>DC 15 Constitution</strong> saving throw. On a failed save, a creature is <span class=\"bold\" data-plut-hover=\"true\" data-plut-hover-page=\"conditionsdiseases.html\" data-plut-hover-source=\"PHB\" data-plut-hover-hash=\"deafened_phb\">deafened</span> and <span class=\"bold\" data-plut-hover=\"true\" data-plut-hover-page=\"conditionsdiseases.html\" data-plut-hover-source=\"PHB\" data-plut-hover-hash=\"poisoned_phb\">poisoned</span> for 1 minute. The creature can repeat the save at the end of each of its turns, ending the effect on a success. On a successful save, the creature is immune to a mandrake's wail for 24 hours.</p><p></p><p>Unless surprised, a creature can cover its ears to avoid the saving throw at the start of its turn, if both of its hands are free. If the creature does so, it can't hear the mandrake until the start of its next turn, when it can cover its ears again. If the creature takes its hands away from its ears in the meantime, it must immediately make the save.</p>"
        },
        "Tether": {
          "name": "Tether",
          "description": "<div  class=\"rd__b  rd__b--3\"><p>The mandrake is attached to a host creature by an umbilical cord extending from the wound it burst from. The cord is 10 feet long, has an AC of 10 and can be severed if it takes 1 slashing, necrotic or fire damage. The mandrake is dragged along if the host moves more than 10 feet away from the mandrake. If the mandrake is alive and tethered to the host, the host takes 3 ([[/r 1d6]]) necrotic damage at the start of each of the mandrake's turns. If the cord is severed, the mandrake withers and dies in [[/r 1d4]] rounds.</p><div class=\"rd__spc-inline-post\"></div></div>"
        }
      }
    }
  }
}
