{
  "label": "Dungeon Strugglers (41-60) Cursed Items",
  "entries": {
    "Raiment of the Raccoon": {
      "name": "Raiment of the Raccoon",
      "description": "<div><p><em>(requires attunement by a rogue)</em></p></div><div class=\"dungeon-strugglers less-margin\"><p>You have a +1 bonus to AC while wearing this armor. While wearing it, you are imbued with the hardiness of a raccoon. Your rogue feature Evasion now applies to Constitution saving throws as well.</p><div class=\"rd__b  rd__b--3\"><p><em><strong>Keen Sense of Touch. </strong></em>While wearing this armor you develop a hypersensitive tactile awareness. You can add your Wisdom modifier to Dexterity (<strong>Sleight of Hand</strong>) checks, thieves tools checks and Intelligence (<strong>Investigation</strong>) checks that use your sense of touch. You can reliably detect the surface details, such as engraved writing or material properties, of an object by touching it.</p><p><em><strong>Curse. </strong></em>While attuned to this armor you become obsessively hygienic. You must spend at least 10 minutes washing your hands to benefit from a short or long rest and you prefer to dunk your food into water before eating it.</p><div class=\"\\\"><hr /></div></div></div><p><em>Krandle had aspirations to become the best pick-pocket in town, but he got caught. Two months into his prison sentence, during a sleepless night, he heard a strange noise coming from the window to his cell. There, looking back at him, silhouetted by moonlight, was a raccoon in a hooded cloak, sliding a scroll through the bars. “Sign this contract and I’ll bust you outta here” it whispered. Krandle knew better than to trust talking animals, so he rolled over in his cot and fell asleep. He never saw that raccoon again and spent the rest of his life in prison, the end.</em></p><p><em>Krandle had aspirations to become the best pick-pocket in town, but he got caught. Two months into his prison sentence, during a sleepless night, he heard a strange noise coming from the window to his cell. There, looking back at him, silhouetted by moonlight, was a raccoon in a hooded cloak, sliding a scroll through the bars. “Sign this contract and I’ll bust you outta here” it whispered. Krandle knew better than to trust talking animals, so he rolled over in his cot and fell asleep. He never saw that raccoon again and spent the rest of his life in prison, the end.</em></p>",
      "effects": {
        "Wisdom Bonus": {
          "name": "Wisdom Bonus"
        }
      }
    }
  }
}
