{
  "label": "Dungeon Strugglers (41-60) Items",
  "entries": {
    "Ordinary Walking Stick (Deployed)": {
      "name": "Ordinary Walking Stick (Deployed)",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>You can use a bonus action to twist the shaft of this quarterstaff and deploy or retract the limbs of a light crossbow built into its head. It is indistinguishable from a walking stick while the limbs are retracted. It functions as a @UUID[Compendium.dungeon-strugglers-41-60.items.bqqmtteq1n0u0PHy]{quarterstaff} in either mode, however it only functions as a @UUID[Compendium.dungeon-strugglers-41-60.items.7yVxgc32CxD3FFnX]{crossbow} when the limbs are deployed. This crossbow lacks the loading property and is fitted with an internal magazine that can hold up to six crossbow bolts. It automatically reloads after firing until the magazine runs out of ammunition. Reloading the magazine takes an action. You are proficient with this magical weapon if you are proficient in either light crossbows or quarterstaffs.</p><hr /></div><p><em>Designed by the inventor Karl Paperweight to keep his trusty crossbow concealed during risky gambling trips. “You know I keep that thang on me.”</em></p>"
    },
    "Revitalizing Tonic": {
      "name": "Revitalizing Tonic",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This golden, fizzing beverage smells strongly of honey, ginger and sage. When you drink it, you may reroll the saving throw to resist a disease you are afflicted with, curing yourself on a success. If the disease doesn't impose a saving throw, the tonic does nothing. Drinking this tonic is only effective once every 10 days.</p><hr /></div><p><em>Old Granny Two-toes hummed softly as she dumped all manner of beautifully fragrant herbs, flowers, roots, spices and juices into the simmering pot. The tune reminded me of home, and despite the burning in my bones and the numbness crawling across my skin, I managed a bit of slumber. When I awoke, she had the most lovely-colored concoction brewed. It bubbled energetically and smelled of a bright summer’s day, of running through meadows and leaping over brooks, it smelled of health. I winced through the pain and eagerly drank it down. Before I could even taste it, my mouth was a dance of fizzing bubbles that spread like wildfire down my gullet and out to my fingers and toes. It nearly scared the life out of me, and I leapt out of the bed! As I stood there, for the first time in a fortnight, I felt alive!</em></p>"
    },
    "Warpaint of Vigilance": {
      "name": "Warpaint of Vigilance",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This hollow gourd contains enough paint to cover one Large or smaller creature. Your senses are greatly enhanced while wearing this paint, granting you advantage on Wisdom (Perception) and Wisdom (Survival) checks that rely on hearing or smell. The magical effects of the paint last 8 hours.</p><hr /></div><p><em>The people that dwell within the gloom of the Ebonwood paint their bodies when they go to war. This paint is infused with a medicinal herb, cultivated for its sense-sharpening properties. Enemies hunted by these painted warbands find it nearly impossible to hide.</em></p>"
    },
    "Pack Hunter Talisman": {
      "name": "Pack Hunter Talisman",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p><em>(requires attunement by a druid)</em></p><p>While wearing this talisman, when you use your wild shape ability to turn into a beast, you gain 5 temporary hit points for each allied creature within 30 feet of you, to a maximum of 20 temporary hit points. These temporary hit points disappear when you revert back to your normal form.</p><hr /></div><p><em>Tob’e could feel the power of his pack as he transformed into a hulking dire wolf. Their presence emboldened him, gave him strength. He let out a piercing howl, the hunt was on.</em></p>"
    },
    "Raiment of the Raccoon": {
      "name": "Raiment of the Raccoon",
      "description": "<div><p><em>(requires attunement by a rogue)</em></p></div><div class=\"dungeon-strugglers less-margin\"><p>You have a +1 bonus to AC while wearing this armor. While wearing it, you are imbued with the hardiness of a raccoon. Your rogue feature Evasion now applies to Constitution saving throws as well.</p><div class=\"rd__b  rd__b--3\"><p><em><strong>Keen Sense of Touch. </strong></em>While wearing this armor you develop a hypersensitive tactile awareness. You can add your Wisdom modifier to Dexterity (<strong>Sleight of Hand</strong>) checks, thieves tools checks and Intelligence (<strong>Investigation</strong>) checks that use your sense of touch. You can reliably detect the surface details, such as engraved writing or material properties, of an object by touching it.</p><div class=\"rd__spc-inline-post\"><hr /></div></div></div><p><em>Krandle had aspirations to become the best pick-pocket in town, but he got caught. Two months into his prison sentence, during a sleepless night, he heard a strange noise coming from the window to his cell. There, looking back at him, silhouetted by moonlight, was a raccoon in a hooded cloak, sliding a scroll through the bars. “Sign this contract and I’ll bust you outta here” it whispered. Krandle knew better than to trust talking animals, so he rolled over in his cot and fell asleep. He never saw that raccoon again and spent the rest of his life in prison, the end.</em></p>",
      "effects": {
        "Wisdom Bonus": {
          "name": "Wisdom Bonus"
        }
      }
    },
    "Javelin of the Harpy Eagle": {
      "name": "Javelin of the Harpy Eagle",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This barbed javelin embeds itself into creatures and hinders their movement. A creature hit by this javelin has its speed reduced by 10 feet until the javelin is removed. While you are within 120 feet of the javelin and you can see it, you can use a bonus action to speak its command word, causing the javelin to viciously remove itself from the target and fly back to your open hand or to an unoccupied space at your feet. You can choose to remove the javelin as a part of the attack while wielding it in melee. Alternatively, any creature can remove the javelin with an action. When the javelin is removed, the barbs deal an additional [[/r 1d6]] piercing damage to the creature.</p><div class=\"rd__b  rd__b--3\"><p><em><strong>Amplified. </strong></em>This javelin is a piece of the Underbrush Rustlers set. If you attune to another Underbrush Rustlers set piece while attuned to this javelin, it gains the following attributes:</p><ul class=\"rd__list\"><li class=\"rd__li \"><em>One other set piece:</em> You have a +1 bonus to attack and damage rolls made with this magic weapon.</li><li class=\"rd__li \"><em>Two other set pieces:</em> This javelin now reduces a creature's speed by 20 feet.</li></ul><hr /></div></div><p><em>Like the harpy eagle, this javelin flies true and makes quick work of the prey it seeks. No foe can escape its brutal talons.</em></p>"
    },
    "Lost Era Emanator": {
      "name": "Lost Era Emanator",
      "description": "<p>This ancient device is fueled by a mysterious power source. It hums to life and glows softly when held. The device’s arcane design is nearly inscrutable and requires careful examination to decipher its function. In order to attune to the device, you must first succeed on a DC 16 Arcana check, otherwise the attunement fails and you cannot attempt it again for 24 hours.</p><p>The device has 12 charges. While holding it, you can use the attack action to emit a ray of concentrated heat from the device, expending 1 charge for each attack. The device functions as a ranged weapon with the ammunition and two-handed properties, a normal range of 60 feet, and a long range of 240 feet. While you are attuned to it, you can add your proficiency bonus to attack rolls with the device. Additionally, when you attack with the device, you can use your Intelligence modifier, instead of Dexterity, for the attack rolls. The device deals [[/r 3d8]] fire damage (this damage does not benefit from ability score modifiers) to any target it hits.</p><p>As an action, you can expend 3 charges to fire a supercharged ray from the device. The ray is 90 feet long and 6 inches wide. Any creature within this area must make a DC 16 Dexterity saving throw and take [[/r 8d8]] fire damage on a failure, or half damage on a success. This ray is able to penetrate through 1 inch of metal, 6 inches of stone, or 1 foot of wood, leaving a scorched hole 6 inches in diameter.</p><p>The device regains charges by storing arcane energy. As an action, any creature can touch the device to expend a spell slot of 1st through 6th level. The device regains 1 charge for each level of spell slot expended, but it can’t hold more than 12 charges.</p><hr /><p><em>Orville examined the strange device that he had just unearthed. It gleamed and glinted in the torchlight, despite its apparent age, and the craftsmanship was like nothing he had ever seen. He traced his finger along the intricate grooves and amber-like appendages, daydreaming about the people who could have crafted such a curious contraption.</em></p>"
    },
    "Prismaguard": {
      "name": "Prismaguard",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>While wearing this breastplate, you have resistance to one of the following damage types: acid, cold, fire, lightning, poison, or psychic. After completing a long rest you can change the damage resistance type. As an action, while wearing the breastplate, you can touch a creature to transfer this resistance. While active, you no longer have resistance to the chosen damage type.</p><p>This transferral lasts as long as the creature is within 60 feet of you, or until you end the effect as a bonus action.</p><hr /></div><p><em>Members of the Prismatic Parliament must protect themselves from the full spectrum of danger. Occasionally, when politically advantageous, they will bestow their personal protection to another member, with strings attached of course.</em></p>",
      "effects": {
        "Acid Resistance": {
          "name": "Acid Resistance"
        },
        "Cold Resistance": {
          "name": "Cold Resistance"
        },
        "Fire Resistance": {
          "name": "Fire Resistance"
        },
        "Lightning Resistance": {
          "name": "Lightning Resistance"
        },
        "Poison Resistance": {
          "name": "Poison Resistance"
        },
        "Psychic Resistance": {
          "name": "Psychic Resistance"
        }
      }
    },
    "Quillen Shroud": {
      "name": "Quillen Shroud",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This heavily quill-laden cloak is a fearsome deterrent to enemy attackers. Any creature within 5 feet of you who targets you with a melee attack while you are wearing this cloak must first make a DC 16 Wisdom saving throw. On a failed save, the creature must choose a new target or lose the attack. On a success, the creature is immune to this effect for 24 hours. Creatures immune to being frightened automatically succeed on this saving throw. Additionally, any creature within 5 feet of you that hits you with a melee attack takes [[/r 1d4]] piercing damage.</p><div class=\"rd__b  rd__b--3\"><p><em><strong>Amplified. </strong></em>This cloak is a piece of the Underbrush Rustlers set. If you attune to another Underbrush Rustlers set piece while attuned to this cloak, it gains the following attributes:</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\"><em>One other set piece:</em> You can explosively launch the quills from this cloak as an action.Each creature within 30 feet of you must make a DC 16 Dexterity saving throw, taking [[/r 10d4]] piercing damage on a failed save, or half as much damage on a successful one.The magical effects of this cloak are deactivated and this ability cannot be used again for [[/r 2d4]] hours after you use this ability, as the cloak replenishes its quills.</p></li><li class=\"rd__li \"><em>Two other set pieces:</em> You can now launch the quills from this cloak twice before it needs to replenish itself.</li></ul><hr /></div></div><p><em>Bristling from every spine of this cloak is the menacing poise of a porcupine. Few creatures dare approach your piercing apparel.</em></p>"
    },
    "Scale Mail of the Pangolin": {
      "name": "Scale Mail of the Pangolin",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>While wearing this armor you gain a burrowing speed of 10 feet. You can use your burrowing speed to move through sand, loose earth, mud, or ice, not solid rock.</p><p>This armor can adjust itself to provide superior protection, allowing you to curl up into a ball as an action. Until you emerge (on your turn, no action required), you gain a +5 bonus to AC, and you have advantage on Strength and Constitution saving throws. While curled up, you are prone, your speed is 0 and can't increase, you have disadvantage on Dexterity saving throws, and you are incapacitated. Attack rolls made against you do not have advantage normally granted by the prone condition. Additionally, a creature can roll you along the ground in front of itself if it succeeds on a DC 10 Strength check (no action required).</p><div><p><em><strong>Amplified. </strong></em>This armor is a piece of the Underbrush Rustlers set. If you attune to another Underbrush Rustlers set piece while attuned to this armor, it gains the following attributes:</p><ul><li><em>One other set piece:</em> If you move at least 10 feet in a straight line immediately before curling up into a ball, your momentum rolls you forward an additional 20 feet or until you hit a Small or larger creature or obstacle. A Large or smaller creature in your rolling path must succeed on a DC 15 Dexterity saving throw or take [[/r 2d6]] bludgeoning damage and be knocked prone.</li><li><em>Two other set pieces:</em> While wearing this armor, if you are subjected to less than 10 slashing damage from a single attack, you instead take no slashing damage.</li></ul><hr /></div></div><p><em>The Underbrush Rustlers are guardians of all woodland creatures, wearing the remains of their fallen pangolin kin as a grim reminder of this commitment. Crafted from the shedded scales of a dire pangolin, this suit of armor provides superb protection if you’re willing to get down and dirty in it.</em></p>",
      "effects": {
        "Speed Adjustment": {
          "name": "Speed Adjustment"
        },
        "Curl Up": {
          "name": "Curl Up"
        }
      }
    },
    "Prismatic Parrying Dagger": {
      "name": "Prismatic Parrying Dagger",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This magic weapon stores deflected kinetic energy and releases it as a prismatic blast.</p><p>As a reaction while wielding this dagger, you can add 2 to your AC against one melee attack that would hit you. You must be able to see the attacker. If you successfully parry the attack, the first time you hit with this dagger on your next turn the target takes an extra [[/r 1d6]] damage. The type of damage dealt corresponds with the number rolled on the [[/r d6]]:</p></div><ol><li><p>psychic</p></li><li><p>acid</p></li><li><p>lightning</p></li><li><p>cold</p></li><li><p>fire</p></li><li><p>poison</p></li></ol><hr /><p><em>Attending the Prismatic Parliament within the City of Colors is an extremely dangerous endeavor. An assassin or constituent could be lurking around any corner. Each member of parliament carries with them at all times a dagger, perfectly balanced for deflecting incoming blows and campaign promises.</em></p>"
    },
    "Ordinary Walking Stick": {
      "name": "Ordinary Walking Stick",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>You can use a bonus action to twist the shaft of this quarterstaff and deploy or retract the limbs of a light crossbow built into its head. It is indistinguishable from a walking stick while the limbs are retracted. It functions as a @UUID[Compendium.dungeon-strugglers-41-60.items.bqqmtteq1n0u0PHy]{quarterstaff} in either mode, however it only functions as a @UUID[Compendium.dungeon-strugglers-41-60.items.7yVxgc32CxD3FFnX]{crossbow} when the limbs are deployed. This crossbow lacks the loading property and is fitted with an internal magazine that can hold up to six crossbow bolts. It automatically reloads after firing until the magazine runs out of ammunition. Reloading the magazine takes an action. You are proficient with this magical weapon if you are proficient in either light crossbows or quarterstaffs.</p><hr /></div><p><em>Designed by the inventor Karl Paperweight to keep his trusty crossbow concealed during risky gambling trips. “You know I keep that thang on me.”</em></p>"
    },
    "Messenger's Hat": {
      "name": "Messenger's Hat",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>Atop this floppy woolen hat is a bird's nest, occupied by a sparrow. The sparrow is friendly to whoever wears the hat and will ride along in its nest contentedly.</p><p>While wearing the hat, you can cast the @Compendium[dnd5e.spells.X8w9EzYLGc4vQ1H2]{Animal Messenger} spell at 3rd level from the hat, targeting only the sparrow as the messenger (the sparrow uses the @Compendium[dnd5e.monsters.LPdX5YLlwci0NDZx]{Raven's} stat block, without the mimicry trait). After the sparrow delivers a message, it will fly back to its nest. If the sparrow completes a round trip over 12 hours long, it must sleep in its nest for 8 hours before it can be sent on another mission. The sparrow does not require food or water, although it likes to snack on the occasional grub from time to time. If the sparrow dies, or it cannot complete its mission, it will reappear unharmed in the nest at dawn after [[/r 1d4 + 1]] days. If you cast the @Compendium[dnd5e.spells.X8w9EzYLGc4vQ1H2]{Animal Messenger} spell while wearing the hat and target another creature to be the messenger, the sparrow will fly away and never return, and the hat will lose its magic.</p><hr /></div><p><em>Pilper was the best messenger there ever was. His tiny wings bore him swiftly through dense jungle, over towering mountain peaks, around dark alleyways, and through hell itself to deliver his messages. Nothing could stop him, for he knew the messages entrusted in him were of utmost importance, and he dare not tarry. One day I thought I’d let him rest and send a blue jay in his stead… but alas, he never forgave me, and now I wear this empty nest atop my head in shame.</em> </p>"
    },
    "Girdle of the Ape": {
      "name": "Girdle of the Ape",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>While wearing this girdle you have a climb speed of 30 feet. Once per long rest, you can use an action to beat your chest and emit a bolstering roar. Yourself and up to 3 creatures of your choice within 60 feet of you that can hear you are immune to being frightened for 1 minute.</p><p><em><strong>Amplified. </strong></em>This girdle is a piece of the Underbrush Rustlers set. If you attune to another Underbrush Rustlers set piece while attuned to this girdle, it gains the following attributes:</p><ul class=\"rd__list\"><li class=\"rd__li \"><em>One other set piece:</em> Each creature affected by your bolstering roar gains [[/r 2d10]] temporary hit points.</li><li class=\"rd__li \"><em>Two other set pieces:</em> Your bolstering roar now affects yourself and up to 6 creatures of your choice. It can now be used once per short or long rest.</li></ul><hr /></div><p><em>Imbued into the leather of this girdle is the sure-handedness and mettle of an ape. You are daunted by neither lofty heights nor lethal foes.</em></p>",
      "effects": {
        "Condition Immunity": {
          "name": "Condition Immunity"
        },
        "Climb Speed": {
          "name": "Climb Speed"
        }
      }
    },
    "Lantern Shield": {
      "name": "Lantern Shield",
      "description": "<p>This bizarre buckler has a lantern, a gauntlet, defensive spikes, and a shortsword built into it. You must wear the gauntlet in order to wield it, and it only grants a +1 bonus to AC. The bullseye lantern concealed within the shield casts bright light in a 60-foot cone and dim light for an additional 60 feet. The aperture that sheds light through the shield can be opened or closed with a bonus action while wearing the gauntlet, instantly igniting or extinguishing the lantern.</p><p><em><strong>Blinding Flash.</strong></em> While the lantern is covered, if a creature within 5 feet of you makes a melee attack against you, you can use your reaction to reveal the light and momentarily blind the attacker, imposing disadvantage on the attack. If the attack misses, you can immediately deal [[/r 2d4]] + your Strength or Dexterity modifier piercing damage to the attacker with the shield’s defensive spikes. Once this reaction has been used, it cannot be used again for 1 minute.</p><p>Additionally, the shield has a @Compendium[dnd5e.items.b2l2ubCGSnmiTrm8]{Shortsword} built into it that can be wielded while wearing the gauntlet. You can deploy the @Compendium[dnd5e.items.b2l2ubCGSnmiTrm8]{Shortsword} when you attack with it, and retract it with a bonus action. You have a +2 bonus to attack and damage rolls with this @Compendium[dnd5e.items.b2l2ubCGSnmiTrm8]{Shortsword} and you are proficient with this weapon if you are proficient with shields. Attacks with this weapon are made with disadvantage if you are holding a weapon without the light property, or an object longer than 1 foot or heavier than 5 pounds in your gauntlet hand.</p><hr /><p><em>This contraption is, without question, Geraldine Bucklerbuilder’s strangest buckler to date. A masterful feat of engineering, she managed to incorporate a plethora of useful and surprising tools into a single shield. Determined to craft the ultimate piece of adventuring gear, she had to be talked down from tacking on a flamethrower, grappling hook launcher, spyglass, and bedpan.</em></p>"
    },
    "Fiddlehead of Frondescence": {
      "name": "Fiddlehead of Frondescence",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p><em>(requires attunement by a spellcaster)</em></p><p>This wand has 7 charges. While holding it, you can use an action to expend 1 of its charges and choose an unoccupied space on the ground within 60 feet of you. Roll a [[/r d8]] and consult the following table to discover what happens. A plant or fungus produced by this wand withers away after 8 hours.</p><p>The wand regains [[/r 1d6 + 1]] expended charges daily at dawn. If you expend the wand's last charge, roll a [[/r d20]]. On a 1, the wand crumbles into dust and is destroyed.</p><ol><li class=\"rd__li \">A beautiful flower grows from the ground. The flower has 4 petals. As an action, you can pluck a petal and force a creature within 30 feet of you that you can see to make a DC 13 Wisdom saving throw. On a failure, roll a [[/r d4]]. If you roll an even number, the target is charmed by you for 1 minute. While the creature is charmed in this way, it believes itself to be infatuated with you. If you roll an odd number, the target becomes hostile to you for 1 minute. A creature prone to violence might attack you. A creature can repeat this saving throw at the end of each of its turns, ending the effect on a success.</li><li class=\"rd__li \">A bulbous melon, 5 feet in diameter and weighing 100 lb., emerges from the ground. The sweet, juicy flesh of the melon provides no nourishment but contains 10 gallons of fresh water.</li><li class=\"rd__li \">A tiny weed springs from the ground. [[/r 1d4 + 1]] goodberries dangle from its stalk.</li><li class=\"rd__li \">A puffball, 3 inches in diameter, sprouts from the ground. You can use an action to throw the puffball up to 60 feet. The puffball explodes on impact and creates a 20-foot-radius cloud of dense black spores. The cloud spreads around corners, and its area is heavily obscured. The cloud lingers in the air for 1 minute, or until a strong wind disperses it.</li><li class=\"rd__li \">A cluster of [[/r 1d4 + 1]] dandelion puffs pop up from the ground. While holding a dandelion puff, you fall at a safe speed, as if under the effect of the feather fall spell. Each puff can slow your fall for 1 minute before dissipating. A strong wind instantly destroys a dandelion puff.</li><li class=\"rd__li \">An @Compendium[dnd5e.monsters.gaSTr7DFZJLmgI2J]{Awakened Shrub} grows from the ground. It is friendly to you and your companions and it will obey your commands. (There is a 10% chance that a hostile @Compendium[dnd5e.monsters.UR2gWLFHmFwG7ReH]{Awakened Tree} will appear instead).</li><li class=\"rd__li \">A bioluminescent mushroom emerges from the ground, providing bright light in a 20-foot radius and dim light for an additional 20 feet.</li><li class=\"rd__li \"><p class=\"rd__p-list-item\">A small hole appears in the ground, just wide enough for you to put your hand into. The hole is too dark to see into, and it cannot be illuminated. Reaching into the hole as an action will reveal one of the following things (roll a [[/r d8]]):</p><ul style=\"list-style-type:decimal\"><li class=\"rd__li \">The hole closes suddenly, severing your hand. You take [[/r 2d10]] psychic damage and cannot use that hand for 1 hour, after which you realize it was an illusion. Nobody can convince you otherwise until the illusion passes.</li><li class=\"rd__li \">Your hand is stung by an unseen venomous creature, you must succeed on a DC 13 Constitution saving throw or become poisoned for 1 hour. While poisoned in this way, you cannot regain hit points.</li><li class=\"rd__li \">Your hand is submerged into a viscous, numbing goo. You cannot feel that hand for 1 hour and any attack rolls using it have disadvantage.</li><li class=\"rd__li \">Your hand is submerged into honey. A creature that licks the honey off of your hand as an action regains all lost hit points. The honey will attract an angry @Compendium[dnd5e.monsters.YUaprnengdFDNG8P]{Swarm of Wasps} every minute until it is gone.</li><li class=\"rd__li \">You retrieve a Percussive Pinecone.</li><li class=\"rd__li \">You retrieve a Scryer Beetle.</li><li class=\"rd__li \">You grasp hair and pull. The head of a pleasant, but filthy, man is revealed. He seems to be submerged up to his neck, but unbothered. By talking to him for 1 minute, he remarks upon your plans and grants you an omen, as if you've cast the augury spell. Then he is sucked back into the hole and it closes.</li><li class=\"rd__li \">You retrieve a leafy satchel filled with various gems worth [[/r 1d10 * 10]]{1d10 x 10} gp.</li></ul></li></ol><p>The hole closes after you remove your hand. Items retrieved from this hole don't wither away after 8 hours like the other effects produced by this wand.</p></div>"
    },
    "Prismatic Scepter": {
      "name": "Prismatic Scepter",
      "description": "<div><p><em>(requires attunement by a spellcaster)</em></p></div><div class=\"dungeon-strugglers less-margin\"><p>This scepter has 7 charges. While holding it, when you cast a spell of 1st level or higher that deals acid, cold, fire, lightning, poison, or psychic damage, you can expend 1 of its charges to change the damage type. Roll a [[/r d6]] to determine the spell's new damage type from the following: 1-acid, 2-cold, 3-fire, 4-lightning, 5-poison, 6-psychic. The scepter regains [[/r 1d6 + 1]] expended charges daily at dawn. If you expend the scepter's last charge, roll a [[/r d20]]. On a 1, the scepter shatters, deals [[/r 1d8]] acid, [[/r 1d8]] cold, [[/r 1d8]] fire, [[/r 1d8]] lightning, [[/r 1d8]] poison, and [[/r 1d8]] psychic damage to you, and is destroyed.</p><hr /></div><p><em>From their opalescent thrones, the members of the Prismatic Parliament wield great power. The chief symbol of this power is the scepter. Clutched within a claw atop each scepter is a prism that they exploit to twist their spells as deftly as they twist their words.</em></p>"
    },
    "Tusky Club": {
      "name": "Tusky Club",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This club is embedded with boar tusks and deals an extra [[/r 1d6]] piercing damage to targets.</p><p>When you hit a Medium or smaller creature with this club, you can move 5 feet forward, pushing the creature 5 feet with you. This ability costs no movement and does not provoke opportunity attacks.</p><div><p><em><strong>Amplified.</strong></em><strong> </strong>This club is a piece of the Underbrush Rustlers set. If you attune to another Underbrush Rustlers set piece while attuned to this club, it gains the following attributes:</p><ul><li><em>One other set piece:</em> You have a +1 bonus to attack and damage rolls made with this magic weapon.</li><li><em>Two other set pieces:</em> You have advantage on saving throws to resist being knocked prone or moved against your will.</li></ul><hr /></div></div><p><em>Wielders of the tusky club are blessed with the boldness of the boar and their enemies find themselves ceding ground with every crushing blow.</em></p>"
    },
    "Elven War Mask": {
      "name": "Elven War Mask",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p><em>(requires attunement by an elf or half-elf)</em></p><p>While wearing this mask your fey ancestry is enhanced. You gain proficiency in the Perception skill. If you are already proficient, you add double your proficiency bonus whenever you make a Wisdom (Perception) check, instead of your normal proficiency bonus. Additionally, you have advantage on saving throws against spells and other magical effects.</p><p><em><strong>Sentience. </strong></em>Each mask bears the spirit of an elven ancestor within it. It has hearing and darkvision out to a range of 60 feet. The mask communicates telepathically with its wearer and can speak, read, and understand Elven.</p><p><em><strong>Personality.</strong></em><strong> </strong>Each ancestral spirit has a unique personality, knowledge and acuity. They are all stewards of elvenkind and are deeply devoted to advancing elven wellbeing. When attempting an ability check, you may call upon this ancestor to guide you. Roll a [[/r d10]] and add the number rolled to the result of the ability check. Once you succeed on an ability check using this feature, it cannot be used again until you complete a long rest.</p><hr /></div><p><em>Eleven elven war masks were crafted long ago in the feywild by eleven elven artisans. So important to them was the service to their people, that each artisan sacrificed their life during the crafting process to meld with their mask and become an immortal seneschal of elfdom.</em><br class=\"Apple-interchange-newline\" /></p>",
      "effects": {
        "Perception Upgrade": {
          "name": "Perception Upgrade"
        }
      }
    },
    "Root Cloak": {
      "name": "Root Cloak",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>This cloak is a tangle of roots that drapes down to the ground. As an action you can extend the roots into the ground, immobilizing yourself until you use an action to retract them. While the roots are extended, you gain the effects of the speak with plants spell out to a range of 120 feet, which you can do telepathically. If there are plants for you to communicate with, you become aware of the location and type of any creature that enters this radius. Once per day, after you complete a short rest with the roots extended, you can roll 2 additional Hit Dice. If the amount of health you regain with these hit dice exceeds your hit point maximum, the excess becomes temporary hit points. These temporary hit points are represented by a lattice of verdant branches that grows around the cloak.</p><hr /></div><p><em>Fyrengaar assumed tree pose in the center of camp and his living cloak draped and extended its roots into the soil. His mind reached out and joined the bustling throng of the forest. After making acquaintances and catching up with the local gossip, the nearby flora shifted in welcome. Limbs curled subtly to offer comfortable seating and shade for his companions, beautiful wildflowers bloomed and shared their fragrance, and roots spread to expose a burbling spring with abundant fresh water.</em></p>"
    },
    "Ocelot Sling": {
      "name": "Ocelot Sling",
      "description": "<div class=\"dungeon-strugglers less-margin\"><p>You ignore disadvantage caused by nonmagical darkness when attacking with this sling. Attacks made with this sling are magically silenced and missed ranged attacks will not alert enemies unless detected by other means.</p><p>Additionally, this sling can be wielded as a garrote to strangle your enemies. As an action while wielding this sling with two hands, you can force a Large or smaller creature within 5 feet of you to make a DC 15 Dexterity or Strength saving throw (the creature chooses). On a failure, the target takes [[/r 2d6]] bludgeoning damage and is grappled by you (escape DC 15). If a creature's anatomy permits you to constrict its airway with the sling, it cannot breathe when grappled in this way. While grappling a creature with this sling, you can use an action on each subsequent turn to deal [[/r 2d6]] bludgeoning damage to the grappled creature.</p><p><em><strong>Amplified. </strong></em>This sling is a piece of the Underbrush Rustlers set. If you attune to another Underbrush Rustlers set piece while attuned to this sling, it gains the following attributes:</p><ul class=\"rd__list\"><li class=\"rd__li \"><em>One other set piece:</em> While you are in dim light or darkness, ranged attacks from this sling deal an extra [[/r 1d6]] force damage to any target it hits.</li><li class=\"rd__li \"><em>Two other set pieces:</em> While you are in dim light or darkness, this sling has a normal range of 80 feet and a long range of 240 feet. Additionally, the saving throw DC for using the sling as a garrote increases to 16.</li></ul><hr /></div><p><em>Magically woven into the fibers of this sling is the stealth and ferocity of the ocelot. Much like the nocturnal hunter, you find it easy to locate and eliminate your targets even in the dead of night.</em></p>"
    }
  }
}
