{
  "label": "Bestiary",
  "folders": {
    "Familiar": "Familiar"
  },
  "entries": {
    "Mummy": {
      "name": "Mummy",
      "tokenName": "Mummy",
      "description": "<p>\n        <em>\n          Token artwork by\n          <a href=\"https://www.forgotten-adventures.net/\" target=\"_blank\" rel=\"noopener\">Forgotten Adventures</a>.\n        </em>\n      </p>",
      "items": {
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The mummy can use its Dreadful Glare and makes one attack with its rotting fist.</p>"
        },
        "Rotting Fist": {
          "name": "Rotting Fist",
          "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+5 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>10 (2d6 + 3) <em>bludgeoning damage</em></strong> plus <strong>10 (3d6) <em>necrotic damage</em></strong>. </p><p>If the target is a creature, it must succeed on a  <strong>DC 12 Constitution</strong> saving throw or be cursed with mummy rot. The cursed target can't regain hit points, and its hit point maximum decreases by 10 (3d6) for every 24 hours that elapse. If the curse reduces the target's hit point maximum to 0, the target dies, and its body turns to dust. The curse lasts until removed by the remove curse spell or other magic.</p></section><p>The Mummy attacks with its Rotting Fist. If the target is a creature, it must make a <strong>Constitution</strong> saving throw.</p>"
        },
        "Dreadful Glare": {
          "name": "Dreadful Glare",
          "description": "<section class=\"secret\"><p>The mummy targets one creature it can see within 60 ft. of it. If the target can see the mummy, it must succeed on a  <strong>DC 11 Wisdom</strong> saving throw against this magic or become frightened until the end of the mummy's next turn. </p><p>If the target fails the saving throw by 5 or more, it is also paralyzed for the same duration. A target that succeeds on the saving throw is immune to the Dreadful Glare of all mummies (but not mummy lords) for the next 24 hours.</p></section><p>The mummy targets one creature it can see within 60 ft. of it. If the target can see the mummy, it must make a <strong>Wisdom</strong> saving throw against this magic.</p>"
        }
      }
    },
    "Pygmy Rakshasa Kingpin": {
      "name": "Pygmy Rakshasa Kingpin",
      "tokenName": "Pygmy Rakshasa Kingpin",
      "description": "<h3>Pygmy Rakshasa</h3><p>Pygmy rakshasas are experts in middle management. Surrounding themselves with burly handlers, mad scientists, and any who might sell their soul for a chance at power, they answer only to their archdevil overlords.</p><p><strong>Weave Bender.</strong> While the pygmy rakshasa’s fullsized cousin enjoys a more robust blanket immunity to magic, the pygmy rakshasa forgoes some of this antimagic potency in order to cause chaos. Bending the weave, it can redirect magic, causing its foes to strike one another.</p><p><strong>Vindictive and Vicious.</strong> Like their cousins, pygmy rakshasa are evil spirits embroiled in mortal, feline flesh. If killed on the Material Plane, a pygmy rakshasa is sent back to the Hells in spirit form until it reforms. Upon its return, a pygmy rakshasa will stalk the land looking for the one who laid it low, or, if their quarry’s mortal form has expired, their kith and kin.</p><p><strong>Ninth Life.</strong> When a pygmy rakshasa is first killed, its disbelief and arrogance sustain it, causing it to rise again in a gruesome mummified form. Its furious, shrill screeching causes all but the hardiest foes to cover their ears in distress. Those that survive such an endeavour live in fear of the rakshasa’s inevitable return.</p>",
      "items": {
        "Limited Magic Immunity": {
          "name": "Limited Magic Immunity",
          "description": "The rakshasa can’t be affected or detected by spells of 6th level or lower unless it wishes to be. It has advantage on saving throws against all other spells and magical effects."
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The rakshasa can cast the following spells, requiring no spell components and using Charisma as the spellcasting ability (spell save DC 21, +13 to hit with spell attacks):</p><p>At will: <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.9ZzzrDv2setY5urZ]{can’trip}</strong>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.lShfHdtb4GVkVMrF]{charm person}, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.cPSlxVCXwp5wGGbv]{detect magic}<sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.uIbbx61YRnaMNKIA]{detect thoughts}<sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.bIoEQ3BTdTYqEaCZ]{disguise self}, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.6EPqJ6gexbKj37x2]{enrage}</strong><sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.163uAu7qjMaZOomv]{major image}<sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.fkD0cg2OP8myURgv]{minor illusion}, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.4W2RIPemfmmcHxRo]{suggestion}<sup>c</sup></p><p>1/day each: <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.Brf78E1RAZPIZZox]{dominate person}</strong><sup>c</sup>, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.HMkq5iVa2p4sFqNW]{greater invisibility}</strong><sup>c</sup>, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.z9izpuHFucSDK5vM]{mislead}</strong><sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.62vcGLiRMHHVddBe]{true seeing}, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.KreD8iSvrwwIseY6]{weave entanglement}</strong><sup>c</sup></p><p><em><strong>Bold</strong></em> indicates combat spell; <sup>c</sup> indicates concentration.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "The rakshasa makes three Claw attacks."
        },
        "Claw": {
          "name": "Claw",
          "description": "<section class=\"secret\" id=\"secret-JiJVRS424V0mzf5O\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]]</strong>, and the target is <strong>cursed</strong> if it is a creature. For the next <strong>minute</strong>, the target can’t be affected by spells or magical effects of 2nd level or lower except for those cast by the rakshasa. In addition, the magic of any non-artifact item the target holds, carries, or touches is suppressed while the target is in contact with the item. The curse can be lifted by a <em>@UUID[Compendium.dnd5e.spells.XZhdgVK3cLoxNCQl]{remove curse}</em> spell.</p></section><p>The rakshasa attacks with its claws.</p>"
        },
        "Legendary Resistance": {
          "name": "Legendary Resistance",
          "description": "<p>If the rakshasa fails a saving throw, it can choose to succeed instead.</p>"
        },
        "Ninth Life": {
          "name": "Ninth Life",
          "description": "<p>If the rakshasa would be reduced to 0 hit points, its current hit point total instead resets to <strong>[[lookup @attributes.hp.max]]</strong> hit points and it gains <strong>100</strong> temporary hit points as deformed, tumorous growths sprout from its skin. Additionally, the rakshasa can use the options in the “Mythic Actions” section for <strong>1 hour</strong>. Award a party an additional 33,000 XP (51,000 XP total) for defeating the rakshasa after its Ninth Life activates.</p>"
        },
        "Cast a Spell (Costs 2 Actions)": {
          "name": "Cast a Spell (Costs 2 Actions)",
          "description": "<p>The rakshasa casts a spell.</p>"
        },
        "Devil’s Hiss": {
          "name": "Devil’s Hiss",
          "description": "<p>The rakshasa issues a command to the Handler or a creature charmed by it. If the target can hear the rakshasa and is within 120 feet of it, it moves up to half its speed and makes one weapon attack against a creature of the rakshasa’s choice within its reach.</p>"
        },
        "Mythic Actions": {
          "name": "Mythic Actions",
          "description": "<p>If the rakshasa’s Ninth Life trait has activated in the last hour, it can use the options below as legendary actions.</p><p><strong>[[/item UONVU7lPPfBTXWJ7]]{Wind Strike}. </strong>The rakshasa teleports up to 30 feet to an unoccupied space within 5 feet of a creature it can see, and then can make a melee spell attack (+11 to hit) against that creature. On a hit, the target takes 33 (6d10) force damage.</p><p><strong>[[/item Yxfn7JRsrxypMNQC]]{Caterwaul (Costs 2 Actions)}. </strong>The rakshasa lets forth an ear-screeching wail. Each creature within 30 feet of the rakshasa that can hear the rakshasa must make a <strong>DC 21 Constitution saving throw</strong>. On a failure, a creature takes 28 (8d6) thunder damage and 28 (8d6) psychic damage, and drops anything it is holding as it instinctually covers it ears. On a success, a creature takes half as much damage and maintains its grip on what it holds.</p><p></p>"
        },
        "Legendary Actions": {
          "name": "Legendary Actions",
          "description": "<p>The rakshasa can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature’s turn. The rakshasa regains spent legendary actions at the start of its turn.</p><p><strong>[[/item vQryHUXLxVA2D18a]]{Devil's Hiss}.</strong> The rakshasa issues a command to the Handler or a creature charmed by it. If the target can hear the rakshasa and is within 120 feet of it, it moves up to half its speed and makes one weapon attack against a creature of the rakshasa’s choice within its reach.</p><p><strong>[[/item h2JmGXIQlx6VDs6l]]{Cast a Spell (Costs 2 Actions)}. </strong>The rakshasa casts a spell.</p><p><strong>[[/item t6ZOwyOr2uLa3WNb]]{Purr (Costs 2 Actions)}. </strong>The rakshasa lets out a low, thrumming purr. Each creature of the rakshasa’s choice within 10 feet of it that can hear it must succeed a <strong>DC 21 Wisdom saving throw</strong> or be charmed by the rakshasa until the end of the rakshasa’s next turn. A creature charmed in this way regards the rakshasa as its own offspring, acting protectively towards it.</p>"
        },
        "Weave Entanglement": {
          "name": "Weave Entanglement",
          "description": "<p>You imperceptibly tangle the threads of the Weave in a <strong>20-foot-radius sphere</strong> centred on a point you can see within range. Whenever a creature attempts to cast a spell of 1st level or higher in this area, it must make an <strong>ability check with its spellcasting ability</strong> against your <strong>spell save DC</strong>. On a success, the spell is cast as normal. On a failure, the spellcaster casts the spell and produces an additional effect. Roll a d10 and consult the following table to determine the additional effect:</p><h3>Additional Effect [[/r 1d10]]</h3><ol><li>The spellcaster casts @UUID[Compendium.heliana-core.spells-heliana-a-tale-of-two-tails.7hmhyHlC1gdjScTN]{Gravity Smash}*</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.BYNvBJzHcF5VJhXw]{Phantasmal Killer}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.9hQXdMSmerkTsHDe]{Confusion}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.ztgcdrWPshKRpFd0]{Fireball}</li><li>The spellcaster casts @UUID[Compendium.heliana-core.spells-heliana-a-tale-of-two-tails.31GphTAUuhbv13xf]{Zippit!}*</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.UJJu9c2UvCzVljiP]{Web}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.S7VbUetIfVT7B6Eq]{Darkness}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.5VhqFROQYjr1P9lp]{Silence}</li><li>The spellcaster regains [[/r 2d10]] hit points.</li><li>The spellcaster doesn’t expend a spell slot to cast its spell.</li></ol><p><em>* Spells can be found in Appendix B of Heliana's Guide to Monster Hunting</em></p><p>Any additional spell cast this way targets or is centred on the spellcaster, who has no control over the spell’s effects. The <strong>DC</strong> for any saving throws equals the spellcaster’s <strong>spell save DC</strong>. In the case of concentration spells, no concentration is required. At initiative count 20 of each round, roll a d20 for each ongoing additional effect. On a roll of 11 or higher, that effect ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 7th level or higher, you increase the radius of the area affected by <strong>10 feet</strong> for each slot level above 6th.</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Wizard</p>",
          "materials": {
            "value": "a piece of felt"
          }
        },
        "Enrage": {
          "name": "Enrage",
          "description": "<p>You attempt to create violent emotions in a group of people. Each humanoid in a <strong>20-foot-radius</strong> sphere centred on a point you choose within range must make a <strong>Charisma saving throw</strong>; a creature can choose to fail this saving throw if it wishes. A creature that fails this saving throw becomes enraged for the duration.</p><p>While enraged, a target becomes hostile towards all creatures. An enraged creature that is concentrating on a spell must succeed on a <strong>DC 10 Constitution saving throw</strong> at the start of each of its turns or lose concentration on the spell.</p><p>As an action, you can force an enraged creature to use its reaction to make one melee weapon attack against one randomly determined creature within the enraged creature’s reach. If the enraged creature was friendly towards the target of its attack before this spell was cast, the enraged creature can repeat the saving throw immediately after making the attack, ending the effect on itself on a success.</p><p>An enraged creature can repeat the saving throw whenever it takes damage, ending the effect on itself on a success. When the spell ends, the creature reverts to its previous disposition again, unless the GM rules otherwise.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher and use an action to force an enraged creature to make a melee weapon attack, you can force one additional enraged creature to make a melee weapon attack for each slot level above 3rd.</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock</p>",
          "materials": {
            "value": "a red handkerchief"
          }
        },
        "Can’trip": {
          "name": "Can’trip",
          "description": "<p>Choose a willing creature within range that you can see. Until the end of your next turn, that creature is immune to the prone condition. If it is already prone and is not restrained, this spell sets it on its feet.</p><p>The number of creatures you can simultaneously target with this spell increases by 1 when you reach 5th level (2 creatures), 11th level (3 creatures), and 17th level (4 creatures).</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock, Wizard</p>"
        },
        "Charm Person": {
          "name": "Charm Person",
          "description": "<p>You attempt to charm a humanoid you can see within range. It must make a Wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is charmed by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p>\n        <p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>"
        },
        "Detect Magic": {
          "name": "Detect Magic",
          "description": "<p>For the duration, you sense the presence of magic within 30 feet of you. If you sense magic in this way, you can use your action to see a faint aura around any visible creature or object in the area that bears magic, and you learn its school of magic, if any.</p><p>The spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
        },
        "Detect Thoughts": {
          "name": "Detect Thoughts",
          "description": "<p>For the duration, you can read the thoughts of certain creatures. When you cast the spell and as your action on each turn until the spell ends, you can focus your mind on any one creature that you can see within 30 feet of you. If the creature you choose has an Intelligence of 3 or lower or doesn't speak any language, the creature is unaffected.</p><p>You initially learn the surface thoughts of the creature—what is most on its mind in that moment. As an action, you can either shift your attention to another creature's thoughts or attempt to probe deeper into the same creature's mind. If you probe deeper, the target must make a Wisdom saving throw. If it fails, you gain insight into its reasoning (if any), its emotional state, and something that looms large in its mind (such as something it worries over, loves, or hates). If it succeeds, the spell ends. Either way, the target knows that you are probing into its mind, and unless you shift your attention to another creature's thoughts, the creature can use its action on its turn to make an Intelligence check contested by your Intelligence check; if it succeeds, the spell ends.</p><p>Questions verbally directed at the target creature naturally shape the course of its thoughts, so this spell is particularly effective as part of an interrogation.</p><p>You can also use this spell to detect the presence of thinking creatures you can't see. When you cast the spell or as your action during the duration, you can search for thoughts within 30 feet of you. The spell can penetrate barriers, but 2 feet of rock, 2 inches of any metal other than lead, or a thin sheet of lead blocks you. You can't detect a creature with an Intelligence of 3 or lower or one that doesn't speak any language.</p><p>Once you detect the presence of a creature in this way, you can read its thoughts for the rest of the duration as described above, even if you can't see it, but it must still be within range.</p>",
          "materials": {
            "value": "A copper piece"
          }
        },
        "Disguise Self": {
          "name": "Disguise Self",
          "description": "<p>You make yourself—including your clothing, armor, weapons, and other belongings on your person—look different until the spell ends or until you use your action to dismiss it. You can seem 1 foot shorter or taller and can appear thin, fat, or in between. You can't change your body type, so you must adopt a form that has the same basic arrangement of limbs. Otherwise, the extent of the illusion is up to you.</p><p>The changes wrought by this spell fail to hold up to physical inspection. For example, if you use this spell to add a hat to your outfit, objects pass through the hat, and anyone who touches it would feel nothing or would feel your head and hair. If you use this spell to appear thinner than you are, the hand of someone who reaches out to touch you would bump into you while it was seemingly still in midair.</p><p>To discern that you are disguised, a creature can use its action to inspect your appearance and must succeed on an Intelligence (Investigation) check against your spell save DC.</p>"
        },
        "Major Image": {
          "name": "Major Image",
          "description": "<p>You create the image of an object, a creature, or some other visible phenomenon that is no larger than a 20-foot cube. The image appears at a spot that you can see within range and lasts for the duration. It seems completely real, including sounds, smells, and temperature appropriate to the thing depicted. You can't create sufficient heat or cold to cause damage, a sound loud enough to deal thunder damage or deafen a creature, or a smell that might sicken a creature (like a troglodyte's stench).</p><p>As long as you are within range of the illusion, you can use your action to cause the image to move to any other spot within range. As the image changes location, you can alter its appearance so that its movements appear natural for the image. For example, if you create an image of a creature and move it, you can alter the image so that it appears to be walking. Similarly, you can cause the illusion to make different sounds at different times, even making it carry on a conversation, for example.</p><p>Physical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the creature can see through the image, and its other sensory qualities become faint to the creature.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 6th level or higher, the spell lasts until dispelled, without requiring your concentration.</p>",
          "materials": {
            "value": "A bit of fleece"
          }
        },
        "Minor Illusion": {
          "name": "Minor Illusion",
          "description": "<p>You create a sound or an image of an object within range that lasts for the duration. The illusion also ends if you dismiss it as an action or cast this spell again.</p><p>If you create a sound, its volume can range from a whisper to a scream. It can be your voice, someone else's voice, a lion's roar, a beating of drums, or any other sound you choose. The sound continues unabated throughout the duration, or you can make discrete sounds at different times before the spell ends.</p><p>If you create an image of an object—such as a chair, muddy footprints, or a small chest—it must be no larger than a 5-foot cube. The image can't create sound, light, smell, or any other sensory effect. Physical interaction with the image reveals it to be an illusion, because things can pass through it.</p><p>If a creature uses its action to examine the sound or image, the creature can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature.</p>",
          "materials": {
            "value": "A bit of fleece."
          }
        },
        "Suggestion": {
          "name": "Suggestion",
          "description": "<p>You suggest a course of activity (limited to a sentence or two) and magically influence a creature you can see within range that can hear and understand you. Creatures that can't be charmed are immune to this effect. The suggestion must be worded in such a manner as to make the course of action sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act ends the spell.</p><p>The target must make a Wisdom saving throw. On a failed save, it pursues the course of action you described to the best of its ability. The suggested course of action can continue for the entire duration. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do.</p><p>You can also specify conditions that will trigger a special activity during the duration. For example, you might suggest that a knight give her warhorse to the first beggar she meets. If the condition isn't met before the spell expires, the activity isn't performed.</p><p>If you or any of your companions damage the target, the spell ends.</p>",
          "materials": {
            "value": "A snake's tongue and either a bit of honeycomb or a drop of sweet oil"
          }
        },
        "Dominate Person": {
          "name": "Dominate Person",
          "description": "<p>You attempt to beguile a humanoid that you can see within range. It must succeed on a Wisdom saving throw or be charmed by you for the duration. If you or creatures that are friendly to you are fighting it, it has advantage on the saving throw.</p><p>While the target is charmed, you have a telepathic link with it as long as the two of you are on the same plane of existence. You can use this telepathic link to issue commands to the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as \"Attack that creature,\" \"Run over there,\" or \"Fetch that object.\" If the creature completes the order and doesn't receive further direction from you, it defends and preserves itself to the best of its ability.</p><p>You can use your action to take total and precise control of the target. Until the end of your next turn, the creature takes only the actions you choose, and doesn't do anything that you don't allow it to do. During this time you can also cause the creature to use a reaction, but this requires you to use your own reaction as well.</p><p>Each time the target takes damage, it makes a new Wisdom saving throw against the spell. If the saving throw succeeds, the spell ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a 6th-level spell slot, the duration is concentration, up to 10 minutes. When you use a 7th-level spell slot, the duration is concentration, up to 1 hour. When you use a spell slot of 8th level or higher, the duration is concentration, up to 8 hours.</p>"
        },
        "Greater Invisibility": {
          "name": "Greater Invisibility",
          "description": "<p>You or a creature you touch becomes Invisible until the spell ends. Anything the target is wearing or carrying is Invisible as long as it is on the target's person.</p>"
        },
        "Mislead": {
          "name": "Mislead",
          "description": "<p>You become Invisible at the same time that an illusory double of you appears where you are standing. The double lasts for the Duration, but the Invisibility ends if you Attack or Cast a Spell.</p><p>You can use your action to move your illusory double up to twice your speed and make it gesture, speak, and behave in whatever way you choose.</p><p>You can see through its eyes and hear through its ears as if you were located where it is. On each of your turns as a Bonus Action, you can switch from using its senses to using your own, or back again. While you are using its senses, you are Blinded and Deafened in regard to your own surroundings.</p>"
        },
        "True Seeing": {
          "name": "True Seeing",
          "description": "<p>This spell gives the willing creature you touch the ability to see things as they actually are. For the duration, the creature has truesight, notices secret doors hidden by magic, and can see into the Ethereal Plane, all out to a range of 120 feet.</p>",
          "materials": {
            "value": "An ointment for the eyes that costs 25gp; is made from mushroom powder, saffron, and fat; and is consumed by the spell"
          }
        },
        "Caterwaul (Costs 2 Actions)": {
          "name": "Caterwaul (Costs 2 Actions)",
          "description": "<section class=\"secret\" id=\"secret-x1R7VeDr94z2Ng8E\"><p>The rakshasa lets forth an ear-screeching wail. Each creature within <strong>30 feet</strong> of the rakshasa that can hear the rakshasa must make a <strong>[[/save format=long]]</strong>. On a failure, a creature takes <strong>[[/damage average]]</strong> damage, and drops anything it is holding as it instinctually covers it ears. On a success, a creature takes half as much damage and maintains its grip on what it holds.</p></section><p>The rakshasa uses caterwaul, make a <strong>Constitution saving throw</strong>!</p>"
        },
        "Wind Strike": {
          "name": "Wind Strike",
          "description": "<section class=\"secret\" id=\"secret-3hTwJpqEcC4pZP7p\"><p>The rakshasa teleports up to <strong>30 feet</strong> to an unoccupied space within <strong>5 feet</strong> of a creature it can see, and then can make a melee spell attack (<strong>[[/attack]]</strong> to hit) against that creature. On a hit, the target takes <strong>[[/damage average]]</strong> damage.</p></section><p>The rakshasa uses wind strike.</p>"
        },
        "Purr (Costs 2 Actions)": {
          "name": "Purr (Costs 2 Actions)",
          "description": "<section class=\"secret\" id=\"secret-2CtvzMC81RuZnBlf\"><p>The rakshasa lets out a low, thrumming purr. Each creature of the rakshasa’s choice within 10 feet of it that can hear it must succeed a <strong>[[/save format=long]]</strong> or be <strong>&amp;Reference[charmed]</strong> by the rakshasa until the end of the rakshasa’s next turn. A creature charmed in this way regards the rakshasa as its own offspring, acting protectively towards it.</p></section><p>The rakshasa lets out a low, thrumming purr, make a <strong>Wisdom saving throw</strong>!</p>",
          "effects": {
            "Purr": {
              "name": "Purr",
              "description": "<p>This creature is <strong>&amp;Reference[Charmed]</strong> by the rakshasa until the end of the rakshasa's next turn. It regards the rakshasa as its own offspring, acting protectively towards it.</p>"
            }
          }
        },
        "Weavebender": {
          "name": "Weavebender",
          "description": "<section class=\"secret\" id=\"secret-IdyRTCjDd96s0sjc\"><p>When a ranged spell attack or a spell with an area of effect centred on a point targets a creature or point within <strong>30 feet</strong> of the rakshasa, the rakshasa can redirect the spell. It can cause a ranged spell attack to target a different creature within <strong>10 feet</strong> of the original target (after the attack roll is made but before the outcome is determined), or it can move the area of effect’s point of focus by up to <strong>10 feet</strong> in any direction.</p></section><p>The rakshasa uses weavebender.</p>"
        }
      }
    },
    "Mummified Immortal": {
      "name": "Mummified Immortal",
      "tokenName": "Mummified Immortal",
      "description": "<h3>Mummies</h3><p>While mummy lords will deign to rise from their slumber in order to protect their treasures, no one really wants to get out of bed. Accordingly, nobles of the Lotof’s End Desert choose their most prized bodyguards to be blessed with the ‘serpent’s grace’—a blessing that imbues them with undeath and serpent-like deadliness. Though saved from death, these indefatigable immortals are doomed to an eternal, joyless half-life, traipsing the sandstone halls of their betters.</p><p><em><strong>Beginnings of Biomancy.</strong></em> Researchers of the Lotof Desert posit that this serpentine-humanoid fusion was, in fact, the true genesis of the school of biomancy. Analyses of early hieroglyphics show a figure not dissimilar to Dr. Francis N. Stein visiting a desert lord and observing the ritual. Of course, this would make Dr. Stein, the grandfather of biomancy, over a thousand years old, which couldn’t possibly be correct... right?</p>",
      "items": {
        "Magic Resistance": {
          "name": "Magic Resistance",
          "description": "<p>The immortal has advantage on saving throws against spells and other magical effects.</p>"
        },
        "Reconstitute": {
          "name": "Reconstitute",
          "description": "If the immortal dies, its body reforms 24 hours later unless its remains are incinerated."
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "The immortal makes three attacks: two with its Khopesh and one with its Glaive. It can replace any number of these attacks with a Rotting Phlegm attack."
        },
        "Glaive": {
          "name": "Glaive",
          "description": "<section class=\"secret\" id=\"secret-sRmG1tIMLdWpmxar\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The immortal attacks with its glaive.</p>"
        },
        "Khopesh": {
          "name": "Khopesh",
          "description": "<section class=\"secret\" id=\"secret-kFwsUp7gMQBhQ89q\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The immortal attacks with its khopesh.</p>"
        },
        "Rotting Phlegm": {
          "name": "Rotting Phlegm",
          "description": "<section class=\"secret\" id=\"secret-50aKS2F1Ul8Ma64x\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The immortal attacks with its rotting phlegm.</p>"
        }
      }
    },
    "Swarm Of Fiendcats": {
      "name": "Swarm Of Fiendcats",
      "tokenName": "Swarm Of Fiendcats",
      "description": "<h3>Fiendcats</h3><blockquote><p>They say it’s unlucky to cross paths with a black cat. Well, it’s even more unlucky to cross paths with a fiendcat, let alone a pack of ‘em!</p><p>Heliana, cat owner</p></blockquote><p>If you thought knocking vases off window ledges and licking the cream out of your coffee were acts of true evil, then you were right, and your cat probably has a fiendcat ancestor. Considered aggravating pests even by fiendish standards, swarms of fiendcats have been known to racketeer dairy farms and creameries, taking payment in the form of the richest whipped cream.</p>",
      "items": {
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>As long as it has more than half of its hit points, the swarm can cast the following spells, requiring no spell components and using Charisma as the spellcasting ability (<span class=\"loot-tavern Checks-and-Saves\">spell save DC 14</span>):</p><p>1/day each: <em><strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.8vUQV8mLW8ILLo0u.Item.rKK2se5JAoLwwNjp]{aura of impurity}</strong></em><sup>c</sup>, <em><strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.8vUQV8mLW8ILLo0u.Item.hofFagqwzvacq7cu]{bane}</strong></em><sup>c</sup>, <em><strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.8vUQV8mLW8ILLo0u.Item.2MXdWEN5zNyIO52M]{stench}</strong></em><sup>c</sup></p><p><em><strong>Bold</strong></em> indicates combat spell; <sup>c </sup>indicates concentration.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "The swarm can occupy another creature’s space and vice versa, and the swarm can move through any opening large enough for a Tiny cat. The swarm can’t regain hit points or gain temporary hit points."
        },
        "Bites": {
          "name": "Bites",
          "description": "<section class=\"secret\" id=\"secret-1Tz7edYDCUJn7awx\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]]</strong>, or 10 (3d6) piercing damage if the swarm has half its hit points or fewer. In addition, the target must make a <strong>[[/save format=long]]</strong>, taking <strong>[[/damage 4d6 average poison]]</strong> damage and becoming <strong>&amp;Reference[Poisoned]</strong> for <strong>1 minute</strong> on a failure, or taking half as much damage and not becoming poisoned on a success.</p></section><p>The swarm of fiendcats attacks with its bites, make a <strong>Constitution saving throw</strong>!</p>",
          "activities": {
            "Attack (Over half hit points)": {
              "name": "Attack (Over half hit points)"
            },
            "Attack (At or below half hit points)": {
              "name": "Attack (At or below half hit points)"
            }
          },
          "effects": {
            "Poisoned": {
              "name": "Poisoned",
              "description": "<p>This creature is <strong>&amp;Reference[poisoned]</strong> for <strong>1 minute</strong>.</p>"
            }
          }
        },
        "Bane": {
          "name": "Bane",
          "description": "<p>Up to three creatures of your choice that you can see within range must make Charisma saving throws. Whenever a target that fails this saving throw makes an attack roll or a saving throw before the spell ends, the target must roll a d4 and subtract the number rolled from the attack roll or saving throw.</p>\n<p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st.</p>",
          "materials": {
            "value": "A drop of blood"
          },
          "effects": {
            "Bane": {
              "name": "Bane"
            }
          }
        },
        "Fiendish Audacity": {
          "name": "Fiendish Audacity",
          "description": "<p>The swarm’s AC includes its Charisma modifier.</p>",
          "effects": {
            "AC Increase": {
              "name": "AC Increase"
            }
          }
        },
        "Stench": {
          "name": "Stench",
          "description": "<p><strong>Class. </strong><span style=\"font-family:var(--font-primary)\">Bard, Druid, Sorcerer, Warlock, Wizard</span></p><hr /><p>Emanating from a point within range, a noxious, <strong>20-foot-radius sphere</strong> of colourless fumes creates a choking, eye-watering miasma that penetrates through creatures’ skin.</p><p>When a creature enters the spell’s area for the first time on its turn or starts its turn there, it must make a <span class=\"heliana-a-tale-of-two-tails Checks-and-Saves\">Constitution saving throw</span>. It takes <strong>3d6</strong> poison damage and becomes <strong>&amp;reference[poisoned]</strong> until the end of its next turn on a failure, or takes half as much damage and is not poisoned on a success. Whilst poisoned in this way, a creature has <strong>disadvantage</strong> on saving throws made to maintain its concentration.</p><p><em><strong>At Higher Levels.</strong></em> When you cast this spell using a spell slot of 4th level or higher, the damage increases by <strong>1d6</strong> for each slot level above 3rd.</p>",
          "materials": {
            "value": "a skunk's tail"
          },
          "effects": {
            "Poisoned": {
              "name": "Poisoned"
            }
          }
        },
        "Aura of Impurity": {
          "name": "Aura of Impurity",
          "description": "<p><strong>Class:</strong> Paladin, Tamer, Warlock</p><hr /><p>Enervating energy radiates from you in an aura with a <strong>30-foot radius</strong>. Until the spell ends, the aura moves with you, centred on you. Each creature of your choice that enters the aura for the first time on its turn or starts its turn there must succeed on a <span class=\"heliana-a-tale-of-two-tails Checks-and-Saves\"><strong>Charisma saving throw</strong></span> or become drained until the end of its next turn. While drained, a creature must roll a <strong>d4</strong> and subtract the number rolled from each ability check, attack roll, or saving throw it makes, and any hit points a creature regains are reduced by half.</p>",
          "effects": {
            "Aura of Impurity": {
              "name": "Aura of Impurity"
            }
          }
        }
      }
    },
    "Pygmy Rakshasa Kingpin (Ninth Life)": {
      "name": "Pygmy Rakshasa Kingpin (Ninth Life)",
      "tokenName": "Tony Two Tails (Ninth Life)",
      "items": {
        "Limited Magic Immunity": {
          "name": "Limited Magic Immunity",
          "description": "The rakshasa can’t be affected or detected by spells of 6th level or lower unless it wishes to be. It has advantage on saving throws against all other spells and magical effects."
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "The rakshasa makes three Claw attacks."
        },
        "Legendary Resistance": {
          "name": "Legendary Resistance",
          "description": "<p>If the rakshasa fails a saving throw, it can choose to succeed instead.</p>"
        },
        "Mythic Actions": {
          "name": "Mythic Actions",
          "description": "<p>If the rakshasa’s Ninth Life trait has activated in the last hour, it can use the options below as legendary actions.</p><p><strong>[[/item UONVU7lPPfBTXWJ7]]{Wind Strike}. </strong>The rakshasa teleports up to 30 feet to an unoccupied space within 5 feet of a creature it can see, and then can make a melee spell attack (+11 to hit) against that creature. On a hit, the target takes 33 (6d10) force damage.</p><p><strong>[[/item Yxfn7JRsrxypMNQC]]{Caterwaul (Costs 2 Actions)}. </strong>The rakshasa lets forth an ear-screeching wail. Each creature within 30 feet of the rakshasa that can hear the rakshasa must make a <strong>DC 21 Constitution saving throw</strong>. On a failure, a creature takes 28 (8d6) thunder damage and 28 (8d6) psychic damage, and drops anything it is holding as it instinctually covers it ears. On a success, a creature takes half as much damage and maintains its grip on what it holds.</p><p></p>"
        },
        "Legendary Actions": {
          "name": "Legendary Actions",
          "description": "<p>The rakshasa can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature’s turn. The rakshasa regains spent legendary actions at the start of its turn.</p><p><strong>[[/item vQryHUXLxVA2D18a]]{Devil's Hiss}.</strong> The rakshasa issues a command to the Handler or a creature charmed by it. If the target can hear the rakshasa and is within 120 feet of it, it moves up to half its speed and makes one weapon attack against a creature of the rakshasa’s choice within its reach.</p><p><strong>[[/item h2JmGXIQlx6VDs6l]]{Cast a Spell (Costs 2 Actions)}. </strong>The rakshasa casts a spell.</p><p><strong>[[/item t6ZOwyOr2uLa3WNb]]{Purr (Costs 2 Actions)}. </strong>The rakshasa lets out a low, thrumming purr. Each creature of the rakshasa’s choice within 10 feet of it that can hear it must succeed a <strong>DC 21 Wisdom saving throw</strong> or be charmed by the rakshasa until the end of the rakshasa’s next turn. A creature charmed in this way regards the rakshasa as its own offspring, acting protectively towards it.</p>"
        },
        "Charm Person": {
          "name": "Charm Person",
          "description": "<p>You attempt to charm a humanoid you can see within range. It must make a Wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is charmed by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p>\n        <p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>"
        },
        "Detect Magic": {
          "name": "Detect Magic",
          "description": "<p>For the duration, you sense the presence of magic within 30 feet of you. If you sense magic in this way, you can use your action to see a faint aura around any visible creature or object in the area that bears magic, and you learn its school of magic, if any.</p><p>The spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
        },
        "Detect Thoughts": {
          "name": "Detect Thoughts",
          "description": "<p>For the duration, you can read the thoughts of certain creatures. When you cast the spell and as your action on each turn until the spell ends, you can focus your mind on any one creature that you can see within 30 feet of you. If the creature you choose has an Intelligence of 3 or lower or doesn't speak any language, the creature is unaffected.</p><p>You initially learn the surface thoughts of the creature—what is most on its mind in that moment. As an action, you can either shift your attention to another creature's thoughts or attempt to probe deeper into the same creature's mind. If you probe deeper, the target must make a Wisdom saving throw. If it fails, you gain insight into its reasoning (if any), its emotional state, and something that looms large in its mind (such as something it worries over, loves, or hates). If it succeeds, the spell ends. Either way, the target knows that you are probing into its mind, and unless you shift your attention to another creature's thoughts, the creature can use its action on its turn to make an Intelligence check contested by your Intelligence check; if it succeeds, the spell ends.</p><p>Questions verbally directed at the target creature naturally shape the course of its thoughts, so this spell is particularly effective as part of an interrogation.</p><p>You can also use this spell to detect the presence of thinking creatures you can't see. When you cast the spell or as your action during the duration, you can search for thoughts within 30 feet of you. The spell can penetrate barriers, but 2 feet of rock, 2 inches of any metal other than lead, or a thin sheet of lead blocks you. You can't detect a creature with an Intelligence of 3 or lower or one that doesn't speak any language.</p><p>Once you detect the presence of a creature in this way, you can read its thoughts for the rest of the duration as described above, even if you can't see it, but it must still be within range.</p>",
          "materials": {
            "value": "A copper piece"
          }
        },
        "Disguise Self": {
          "name": "Disguise Self",
          "description": "<p>You make yourself—including your clothing, armor, weapons, and other belongings on your person—look different until the spell ends or until you use your action to dismiss it. You can seem 1 foot shorter or taller and can appear thin, fat, or in between. You can't change your body type, so you must adopt a form that has the same basic arrangement of limbs. Otherwise, the extent of the illusion is up to you.</p><p>The changes wrought by this spell fail to hold up to physical inspection. For example, if you use this spell to add a hat to your outfit, objects pass through the hat, and anyone who touches it would feel nothing or would feel your head and hair. If you use this spell to appear thinner than you are, the hand of someone who reaches out to touch you would bump into you while it was seemingly still in midair.</p><p>To discern that you are disguised, a creature can use its action to inspect your appearance and must succeed on an Intelligence (Investigation) check against your spell save DC.</p>"
        },
        "Major Image": {
          "name": "Major Image",
          "description": "<p>You create the image of an object, a creature, or some other visible phenomenon that is no larger than a 20-foot cube. The image appears at a spot that you can see within range and lasts for the duration. It seems completely real, including sounds, smells, and temperature appropriate to the thing depicted. You can't create sufficient heat or cold to cause damage, a sound loud enough to deal thunder damage or deafen a creature, or a smell that might sicken a creature (like a troglodyte's stench).</p><p>As long as you are within range of the illusion, you can use your action to cause the image to move to any other spot within range. As the image changes location, you can alter its appearance so that its movements appear natural for the image. For example, if you create an image of a creature and move it, you can alter the image so that it appears to be walking. Similarly, you can cause the illusion to make different sounds at different times, even making it carry on a conversation, for example.</p><p>Physical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the creature can see through the image, and its other sensory qualities become faint to the creature.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 6th level or higher, the spell lasts until dispelled, without requiring your concentration.</p>",
          "materials": {
            "value": "A bit of fleece"
          }
        },
        "Minor Illusion": {
          "name": "Minor Illusion",
          "description": "<p>You create a sound or an image of an object within range that lasts for the duration. The illusion also ends if you dismiss it as an action or cast this spell again.</p><p>If you create a sound, its volume can range from a whisper to a scream. It can be your voice, someone else's voice, a lion's roar, a beating of drums, or any other sound you choose. The sound continues unabated throughout the duration, or you can make discrete sounds at different times before the spell ends.</p><p>If you create an image of an object—such as a chair, muddy footprints, or a small chest—it must be no larger than a 5-foot cube. The image can't create sound, light, smell, or any other sensory effect. Physical interaction with the image reveals it to be an illusion, because things can pass through it.</p><p>If a creature uses its action to examine the sound or image, the creature can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature.</p>",
          "materials": {
            "value": "A bit of fleece."
          }
        },
        "Suggestion": {
          "name": "Suggestion",
          "description": "<p>You suggest a course of activity (limited to a sentence or two) and magically influence a creature you can see within range that can hear and understand you. Creatures that can't be charmed are immune to this effect. The suggestion must be worded in such a manner as to make the course of action sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act ends the spell.</p><p>The target must make a Wisdom saving throw. On a failed save, it pursues the course of action you described to the best of its ability. The suggested course of action can continue for the entire duration. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do.</p><p>You can also specify conditions that will trigger a special activity during the duration. For example, you might suggest that a knight give her warhorse to the first beggar she meets. If the condition isn't met before the spell expires, the activity isn't performed.</p><p>If you or any of your companions damage the target, the spell ends.</p>",
          "materials": {
            "value": "A snake's tongue and either a bit of honeycomb or a drop of sweet oil"
          }
        },
        "Can’trip": {
          "name": "Can’trip",
          "description": "<p>Choose a willing creature within range that you can see. Until the end of your next turn, that creature is immune to the prone condition. If it is already prone and is not restrained, this spell sets it on its feet.</p><p>The number of creatures you can simultaneously target with this spell increases by 1 when you reach 5th level (2 creatures), 11th level (3 creatures), and 17th level (4 creatures).</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock, Wizard</p>"
        },
        "Enrage": {
          "name": "Enrage",
          "description": "<p>You attempt to create violent emotions in a group of people. Each humanoid in a <strong>20-foot-radius</strong> sphere centred on a point you choose within range must make a <strong>Charisma saving throw</strong>; a creature can choose to fail this saving throw if it wishes. A creature that fails this saving throw becomes enraged for the duration.</p><p>While enraged, a target becomes hostile towards all creatures. An enraged creature that is concentrating on a spell must succeed on a <strong>DC 10 Constitution saving throw</strong> at the start of each of its turns or lose concentration on the spell.</p><p>As an action, you can force an enraged creature to use its reaction to make one melee weapon attack against one randomly determined creature within the enraged creature’s reach. If the enraged creature was friendly towards the target of its attack before this spell was cast, the enraged creature can repeat the saving throw immediately after making the attack, ending the effect on itself on a success.</p><p>An enraged creature can repeat the saving throw whenever it takes damage, ending the effect on itself on a success. When the spell ends, the creature reverts to its previous disposition again, unless the GM rules otherwise.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher and use an action to force an enraged creature to make a melee weapon attack, you can force one additional enraged creature to make a melee weapon attack for each slot level above 3rd.</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock</p>",
          "materials": {
            "value": "a red handkerchief"
          }
        },
        "Dominate Person": {
          "name": "Dominate Person",
          "description": "<p>You attempt to beguile a humanoid that you can see within range. It must succeed on a Wisdom saving throw or be charmed by you for the duration. If you or creatures that are friendly to you are fighting it, it has advantage on the saving throw.</p><p>While the target is charmed, you have a telepathic link with it as long as the two of you are on the same plane of existence. You can use this telepathic link to issue commands to the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as \"Attack that creature,\" \"Run over there,\" or \"Fetch that object.\" If the creature completes the order and doesn't receive further direction from you, it defends and preserves itself to the best of its ability.</p><p>You can use your action to take total and precise control of the target. Until the end of your next turn, the creature takes only the actions you choose, and doesn't do anything that you don't allow it to do. During this time you can also cause the creature to use a reaction, but this requires you to use your own reaction as well.</p><p>Each time the target takes damage, it makes a new Wisdom saving throw against the spell. If the saving throw succeeds, the spell ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a 6th-level spell slot, the duration is concentration, up to 10 minutes. When you use a 7th-level spell slot, the duration is concentration, up to 1 hour. When you use a spell slot of 8th level or higher, the duration is concentration, up to 8 hours.</p>"
        },
        "Greater Invisibility": {
          "name": "Greater Invisibility",
          "description": "<p>You or a creature you touch becomes Invisible until the spell ends. Anything the target is wearing or carrying is Invisible as long as it is on the target's person.</p>"
        },
        "Mislead": {
          "name": "Mislead",
          "description": "<p>You become Invisible at the same time that an illusory double of you appears where you are standing. The double lasts for the Duration, but the Invisibility ends if you Attack or Cast a Spell.</p><p>You can use your action to move your illusory double up to twice your speed and make it gesture, speak, and behave in whatever way you choose.</p><p>You can see through its eyes and hear through its ears as if you were located where it is. On each of your turns as a Bonus Action, you can switch from using its senses to using your own, or back again. While you are using its senses, you are Blinded and Deafened in regard to your own surroundings.</p>"
        },
        "True Seeing": {
          "name": "True Seeing",
          "description": "<p>This spell gives the willing creature you touch the ability to see things as they actually are. For the duration, the creature has truesight, notices secret doors hidden by magic, and can see into the Ethereal Plane, all out to a range of 120 feet.</p>",
          "materials": {
            "value": "An ointment for the eyes that costs 25gp; is made from mushroom powder, saffron, and fat; and is consumed by the spell"
          }
        },
        "Weave Entanglement": {
          "name": "Weave Entanglement",
          "description": "<p>You imperceptibly tangle the threads of the Weave in a <strong>20-foot-radius sphere</strong> centred on a point you can see within range. Whenever a creature attempts to cast a spell of 1st level or higher in this area, it must make an <strong>ability check with its spellcasting ability</strong> against your <strong>spell save DC</strong>. On a success, the spell is cast as normal. On a failure, the spellcaster casts the spell and produces an additional effect. Roll a d10 and consult the following table to determine the additional effect:</p><h3>Additional Effect [[/r 1d10]]</h3><ol><li>The spellcaster casts @UUID[Compendium.heliana-core.spells-heliana-a-tale-of-two-tails.7hmhyHlC1gdjScTN]{Gravity Smash}*</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.BYNvBJzHcF5VJhXw]{Phantasmal Killer}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.9hQXdMSmerkTsHDe]{Confusion}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.ztgcdrWPshKRpFd0]{Fireball}</li><li>The spellcaster casts @UUID[Compendium.heliana-core.spells-heliana-a-tale-of-two-tails.31GphTAUuhbv13xf]{Zippit!}*</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.UJJu9c2UvCzVljiP]{Web}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.S7VbUetIfVT7B6Eq]{Darkness}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.5VhqFROQYjr1P9lp]{Silence}</li><li>The spellcaster regains [[/r 2d10]] hit points.</li><li>The spellcaster doesn’t expend a spell slot to cast its spell.</li></ol><p><em>* Spells can be found in Appendix B of Heliana's Guide to Monster Hunting</em></p><p>Any additional spell cast this way targets or is centred on the spellcaster, who has no control over the spell’s effects. The <strong>DC</strong> for any saving throws equals the spellcaster’s <strong>spell save DC</strong>. In the case of concentration spells, no concentration is required. At initiative count 20 of each round, roll a d20 for each ongoing additional effect. On a roll of 11 or higher, that effect ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 7th level or higher, you increase the radius of the area affected by <strong>10 feet</strong> for each slot level above 6th.</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Wizard</p>",
          "materials": {
            "value": "a piece of felt"
          }
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The rakshasa can cast the following spells, requiring no spell components and using Charisma as the spellcasting ability (spell save DC 21, +13 to hit with spell attacks):</p><p>At will: <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.9ZzzrDv2setY5urZ]{can’trip}</strong>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.lShfHdtb4GVkVMrF]{charm person}, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.cPSlxVCXwp5wGGbv]{detect magic}<sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.uIbbx61YRnaMNKIA]{detect thoughts}<sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.bIoEQ3BTdTYqEaCZ]{disguise self}, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.6EPqJ6gexbKj37x2]{enrage}</strong><sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.163uAu7qjMaZOomv]{major image}<sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.fkD0cg2OP8myURgv]{minor illusion}, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.4W2RIPemfmmcHxRo]{suggestion}<sup>c</sup></p><p>1/day each: <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.Brf78E1RAZPIZZox]{dominate person}</strong><sup>c</sup>, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.HMkq5iVa2p4sFqNW]{greater invisibility}</strong><sup>c</sup>, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.z9izpuHFucSDK5vM]{mislead}</strong><sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.62vcGLiRMHHVddBe]{true seeing}, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.53Jb17Rxtaj4UwHR.Item.KreD8iSvrwwIseY6]{weave entanglement}</strong><sup>c</sup></p><p><em><strong>Bold</strong></em> indicates combat spell; <sup>c</sup> indicates concentration.</p>"
        },
        "Claw": {
          "name": "Claw",
          "description": "<section class=\"secret\" id=\"secret-JiJVRS424V0mzf5O\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]]</strong>, and the target is <strong>cursed</strong> if it is a creature. For the next <strong>minute</strong>, the target can’t be affected by spells or magical effects of 2nd level or lower except for those cast by the rakshasa. In addition, the magic of any non-artifact item the target holds, carries, or touches is suppressed while the target is in contact with the item. The curse can be lifted by a <em>@UUID[Compendium.dnd5e.spells.XZhdgVK3cLoxNCQl]{remove curse}</em> spell.</p></section><p>The rakshasa attacks with its claws.</p>"
        },
        "Weavebender": {
          "name": "Weavebender",
          "description": "<section class=\"secret\" id=\"secret-IdyRTCjDd96s0sjc\"><p>When a ranged spell attack or a spell with an area of effect centred on a point targets a creature or point within <strong>30 feet</strong> of the rakshasa, the rakshasa can redirect the spell. It can cause a ranged spell attack to target a different creature within <strong>10 feet</strong> of the original target (after the attack roll is made but before the outcome is determined), or it can move the area of effect’s point of focus by up to <strong>10 feet</strong> in any direction.</p></section><p>The rakshasa uses weavebender.</p>"
        },
        "Devil’s Hiss": {
          "name": "Devil’s Hiss",
          "description": "<p>The rakshasa issues a command to the Handler or a creature charmed by it. If the target can hear the rakshasa and is within 120 feet of it, it moves up to half its speed and makes one weapon attack against a creature of the rakshasa’s choice within its reach.</p>"
        },
        "Cast a Spell (Costs 2 Actions)": {
          "name": "Cast a Spell (Costs 2 Actions)",
          "description": "<p>The rakshasa casts a spell.</p>"
        },
        "Purr (Costs 2 Actions)": {
          "name": "Purr (Costs 2 Actions)",
          "description": "<section class=\"secret\" id=\"secret-2CtvzMC81RuZnBlf\"><p>The rakshasa lets out a low, thrumming purr. Each creature of the rakshasa’s choice within 10 feet of it that can hear it must succeed a <strong>[[/save format=long]]</strong> or be <strong>&amp;Reference[charmed]</strong> by the rakshasa until the end of the rakshasa’s next turn. A creature charmed in this way regards the rakshasa as its own offspring, acting protectively towards it.</p></section><p>The rakshasa lets out a low, thrumming purr, make a <strong>Wisdom saving throw</strong>!</p>",
          "effects": {
            "Purr": {
              "name": "Purr",
              "description": "<p>This creature is <strong>&amp;Reference[Charmed]</strong> by the rakshasa until the end of the rakshasa's next turn. It regards the rakshasa as its own offspring, acting protectively towards it.</p>"
            }
          }
        },
        "Ninth Life": {
          "name": "Ninth Life",
          "description": "<p>If the rakshasa would be reduced to 0 hit points, its current hit point total instead resets to <strong>[[lookup @attributes.hp.max]]</strong> hit points and it gains <strong>100</strong> temporary hit points as deformed, tumorous growths sprout from its skin. Additionally, the rakshasa can use the options in the “Mythic Actions” section for <strong>1 hour</strong>. Award a party an additional 33,000 XP (51,000 XP total) for defeating the rakshasa after its Ninth Life activates.</p>"
        },
        "Wind Strike": {
          "name": "Wind Strike",
          "description": "<section class=\"secret\" id=\"secret-3hTwJpqEcC4pZP7p\"><p>The rakshasa teleports up to <strong>30 feet</strong> to an unoccupied space within <strong>5 feet</strong> of a creature it can see, and then can make a melee spell attack (<strong>[[/attack]]</strong> to hit) against that creature. On a hit, the target takes <strong>[[/damage average]]</strong> damage.</p></section><p>The rakshasa uses wind strike.</p>"
        },
        "Caterwaul (Costs 2 Actions)": {
          "name": "Caterwaul (Costs 2 Actions)",
          "description": "<section class=\"secret\" id=\"secret-x1R7VeDr94z2Ng8E\"><p>The rakshasa lets forth an ear-screeching wail. Each creature within <strong>30 feet</strong> of the rakshasa that can hear the rakshasa must make a <strong>[[/save format=long]]</strong>. On a failure, a creature takes <strong>[[/damage average]]</strong> damage, and drops anything it is holding as it instinctually covers it ears. On a success, a creature takes half as much damage and maintains its grip on what it holds.</p></section><p>The rakshasa uses caterwaul, make a <strong>Constitution saving throw</strong>!</p>"
        }
      }
    },
    "Soulbound Handler": {
      "name": "Soulbound Handler",
      "tokenName": "Soulbound Handler",
      "description": "<h3>Handlers</h3><p>Handlers are a case study in misdirection. Due to their imposing presence, musculature, and distinctly fiendish glare, they are often mistaken for a pygmy raksha’s shapeshifting disguise. This is entirely intentional; the handler’s sole job is to protect its fiendish master.</p><p><em><strong>Deals With Devils.</strong></em> Who says crime doesn’t pay? Stronger, more lethal, and more hardy than even a master-at-arms, handlers have traded their soul for infernal power. Sure, they’re little more than a glorified cat carrier, but gosh, wouldn’t it feel good to be that powerful? What are you going to do with your soul anyway...?</p>",
      "items": {
        "Shield": {
          "name": "Shield",
          "description": "<p>A shield is made from wood or metal and is carried in one hand. Wielding a shield increases your Armor Class by 2. You can benefit from only one shield at a time.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "The handler makes two attacks with its Morningstar or Tommybow."
        },
        "Morningstar": {
          "name": "Morningstar",
          "description": "<section class=\"secret\" id=\"secret-9qHhfu1PAPHOlqin\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The handler attacks with its morningstar.</p>"
        },
        "Brittlebone Splinterspray Tommybow": {
          "name": "Brittlebone Splinterspray Tommybow",
          "description": "<section class=\"secret\" id=\"secret-kCWdJ4PavhbedGMS\"><p><strong>[[/attack format=extended]]</strong>, two creatures within 5 feet of each other. <strong>[[/damage format=extended]]</strong>. Reload (3)</p></section><p>The handler attacks with its tommybow.</p>"
        },
        "Fiendish Audacity": {
          "name": "Fiendish Audacity",
          "description": "The handler’s AC includes its Charisma modifier.",
          "effects": {
            "AC Increase": {
              "name": "AC Increase"
            }
          }
        },
        "Fiendish Fury": {
          "name": "Fiendish Fury",
          "description": "<p>The handler deals an extra 5 (1d10) damage when it hits with a melee weapon attack (included in the attacks).</p>"
        },
        "Fiendish Vigour": {
          "name": "Fiendish Vigour",
          "description": "<p>The handler gains <strong>5</strong> temporary hit points at the start of each of its turns. If the handler takes radiant damage, this trait doesn’t function at the start of the handler’s next turn.</p>"
        },
        "Guardian": {
          "name": "Guardian",
          "description": "<p>When a creature within <strong>5 feet</strong> of the handler is the target of an attack, the handler can choose to become the target of the attack instead of the original target.</p>"
        }
      }
    },
    "Erinyes": {
      "name": "Erinyes",
      "tokenName": "Erinyes",
      "items": {
        "Hellish Weapons": {
          "name": "Hellish Weapons",
          "description": "<section class=\"secret\">\n<p>The erinyes's weapon attacks are magical and deal an extra <strong>13 (3d8) <em>poison damage</em></strong> on a hit (included in the attacks).</p>\n</section>\n<p>The erinyes's weapon attacks are magical and deal extra <em>poison damage</em> on a hit (included in the attacks).</p>"
        },
        "Longsword": {
          "name": "Longsword",
          "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+8 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>8 (1d8 + 4) <em>slashing damage</em></strong>, or <strong>9 (1d10 + 4) <em>slashing damage</em></strong> if used with two hands, plus <strong>13 (3d8) <em>poison damage</em></strong>.</p><p></p></section><p>The Erinyes attacks with its Longsword.</p>"
        },
        "Parry": {
          "name": "Parry",
          "description": "<section class=\"secret\"><p>The erinyes adds 4 to its <strong>AC</strong> against one melee Attack that would hit it. To do so, the erinyes must see the attacker and be wielding a melee weapon.</p></section><p>The erinyes adds 4 to its <strong>AC</strong> against one melee Attack that would hit it.</p>"
        },
        "Magic Resistance": {
          "name": "Magic Resistance",
          "description": "<p>The erinyes has<strong> advantage </strong>on saving throws against spells and other magical effects.</p>"
        },
        "Plate Armor": {
          "name": "Plate Armor",
          "description": "<p>Plate consists of shaped, interlocking metal plates to cover the entire body. A suit of plate includes gauntlets, heavy leather boots, a visored helmet, and thick layers of padding underneath the armor. Buckles and straps distribute the weight over the body.</p>"
        },
        "Longbow": {
          "name": "Longbow",
          "description": "<section class=\"secret\">\n<p>Ranged Weapon Attack: +7 to hit, range 150/600 ft., one target. Hit: <strong>7 (1d8 + 3) <em>piercing damage</em></strong> plus <strong>13 (3d8) <em>poison damage</em></strong>.</p>\n<p>The target must succeed on a  <strong>DC 14 Constitution</strong> saving throw or be poisoned. The poison lasts until it is removed by the lesser restoration spell or similar magic.</p>\n</section>\n<p>The Erinyes attacks with its Longbow. The target must make a <strong>Constitution</strong> saving throw.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The erinyes makes three attacks.</p>"
        }
      }
    },
    "Rakitten": {
      "name": "Rakitten",
      "tokenName": "Rakitten",
      "description": "<p><em><strong>Foundry Note: Assign the rakitten's Challenge Rating (CR) to your Tamer level for the correct proficiency bonus.</strong></em></p><p></p><h1>Rakitten</h1><blockquote><p>No. Catz. In. Ze. Laboratory. Understood!? The last one destroyed mein whole collection ov snowglobes from ze Outer Planes. It didn’t even get up from infront ov ze fireplace; it just used its stupid magical paw!</p><p>— Humperdink, Snowglobeless</p></blockquote><p></p><p><strong>Type:</strong> Fiend</p><p><strong>Creature Component:</strong> Any rakshasa</p><p><strong>Bonus Tamer Improvement:</strong> @UUID[Compendium.heliana-core.items-heliana-a-tale-of-two-tails.Item.oPDU2S9e0JFSN9E2]{Cat's Curse} and +2 Hit Dice</p><p>We’ve all heard of a bull in a porcelain shop, but a rakitten is much worse. They can’t help but knock off anything close to an edge, especially if it looks delicate and valuable. Fortunately, they make up for this irritating, fiendish behaviour with an ability to control spellcasters, redirecting their spells and cursing them with antimagic properties.</p><p>If any of the rakitten's traits or actions require saving throws, it is always against the rakitten's save DC, as calculated below.</p><p><em>Save DC = 8 + the tamer’s proficiency bonus + the rakitten's Charisma modifier</em></p><h2>Rakitten Improvements</h2><table border=\"1\"><thead><tr><th>Tamer Level</th><th colspan=\"3\">Choices</th></tr></thead><tbody style=\"align:center\"><tr><th>1</th><td>@UUID[Compendium.heliana-core.items-heliana-a-tale-of-two-tails.Item.oPDU2S9e0JFSN9E2]{Cat's Curse}</td><td></td><td></td></tr><tr><th>3</th><td>@UUID[Compendium.heliana-core.items-heliana-a-tale-of-two-tails.Item.W72JCaWPkwYeUp3P]{Limited Antimagic}</td><td>@UUID[Compendium.heliana-core.items-heliana-a-tale-of-two-tails.Item.0kERCxOJfcaxAYiP]{Growth I}</td><td></td></tr><tr><th>5</th><td>@UUID[Compendium.heliana-core.items-heliana-a-tale-of-two-tails.Item.bvpqrZSXXQetKYAD]{Weavebender}</td><td>@UUID[Compendium.heliana-core.items-heliana-a-tale-of-two-tails.Item.M7k7JZn9ptwXWg19]{Multiattack}</td><td>@UUID[Compendium.heliana-core.items-heliana-a-tale-of-two-tails.Item.zprjEiZxQ59uZn01]{Rakish Resilence}</td></tr><tr><th>9</th><td>@UUID[Compendium.heliana-core.items-heliana-a-tale-of-two-tails.Item.Hl0XGpGkoVcplQvo]{Wind Strike}</td><td>@UUID[Compendium.heliana-core.items-heliana-a-tale-of-two-tails.Item.PfAqs6gUPOiCGPgx]{Growth II}</td><td></td></tr><tr><th>13</th><td>@UUID[Compendium.heliana-core.items-heliana-a-tale-of-two-tails.Item.irlnhdzmeTBGSRwm]{Devil's Purr}</td><td></td><td></td></tr><tr><th>17</th><td>@UUID[Compendium.heliana-core.items-heliana-a-tale-of-two-tails.Item.CoAD3breZOsnaqAd]{Growth III}</td><td></td><td></td></tr></tbody></table>",
      "items": {
        "Cat’s Grace": {
          "name": "Cat’s Grace",
          "description": "<p>When the rakitten falls and isn’t incapacitated, it can subtract up to <strong>30 feet</strong> from the fall when calculating falling damage. In addition, it has <strong>advantage</strong> on ability checks and saving throws made to avoid the prone condition.</p>"
        },
        "Claw": {
          "name": "Claw",
          "description": "<p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p>"
        },
        "Ethereal Paw": {
          "name": "Ethereal Paw",
          "description": "<p>A spectral, magical, floating paw appears at a point the rakitten chooses within <strong>30 feet</strong> of it. The paw lasts for <strong>1 minute</strong> or until the rakitten dismisses it as a bonus action. The paw vanishes if it is ever more than <strong>30 feet</strong> away from the rakitten or if the rakitten uses this action again.</p><p>The rakitten can use its action to control the paw. It can use the paw to manipulate an object, open an unlocked door or container, stow or retrieve an item from an open container, or pour the contents out of a vial. It can move the paw up to <strong>30 feet</strong> each time it uses it. The paw can’t attack, activate magic items, or carry more than 10 pounds.</p>"
        },
        "Swipey": {
          "name": "Swipey",
          "description": "<p>While not in combat, the rakitten takes any opportunity it can to knock things off shelves and ledges.</p>"
        }
      }
    },
    "Swarm of Wasps": {
      "name": "Swarm of Wasps",
      "tokenName": "Swarm of Wasps",
      "description": "<p>\n        <em>\n          Token artwork by\n          <a href=\"https://www.forgotten-adventures.net/\" target=\"_blank\" rel=\"noopener\">Forgotten Adventures</a>.\n        </em>\n      </p>",
      "items": {
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny insect. The swarm can't regain<strong> hit points</strong> or gain temporary<strong> hit points</strong>.</p>"
        },
        "Bites": {
          "name": "Bites",
          "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+3 to hit,</strong>, <strong>0 ft.,</strong> one target in the swarm's space. Hit: <strong>10 (4d4) <em>piercing damage</em></strong>, or <strong>5 (2d4) <em>piercing damage</em></strong> if the swarm has half of its hit points or fewer.</p></section>\n<p>The Swarm of Wasps attacks with a flurry of Bites.</p>"
        }
      }
    },
    "Barbed Devil": {
      "name": "Barbed Devil",
      "tokenName": "Barbed Devil",
      "items": {
        "Barbed Hide": {
          "name": "Barbed Hide",
          "description": "<p>At the start of each of its turns, the barbed devil deals <strong>5 (1d10) <em>piercing damage</em></strong> to any creature grappling it.</p>"
        },
        "Devil's Sight": {
          "name": "Devil's Sight",
          "description": "<p>Magical darkness doesn't impede the devil's Darkvision.</p>"
        },
        "Magic Resistance": {
          "name": "Magic Resistance",
          "description": "<p>The devil has advantage on saving throws against spells and other magical effects.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The devil makes three melee attacks: one with its tail and two with its claws. Alternatively, it can use Hurl Flame twice.</p>"
        },
        "Claw": {
          "name": "Claw",
          "description": "<section class=\"secret\">\n<p>Melee Weapon Attack: +6 to hit, reach 5 ft ., one target. Hit: <strong>6 (1d6 + 3) <em>piercing damage</em></strong>.</p></section>\n<p>The Barbed Devil attacks with its Claw.</p>"
        },
        "Tail": {
          "name": "Tail",
          "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+6 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>10 (2d6 + 3) <em>piercing damage</em></strong>.</p></section>\n<p>The Barbed Devil attacks with its Tail.</p>"
        },
        "Hurl Flame": {
          "name": "Hurl Flame",
          "description": "<section class=\"secret\">\n<p><em>Ranged Spell Attack:</em><strong>+5 to hit,</strong>, <strong>150 ft.,</strong> one target. Hit: <strong>10 (3d6) <em>fire damage</em></strong>.</p>\n<p>If the target is a flammable object that isn't being worn or carried, it also catches fire.</p>\n</section>\n<p>The Barbed Devil attacks with its Hurl Flame. If the target is a flammable object that isn't being worn or carried, it also catches fire.</p>"
        }
      }
    },
    "Swarm of Poisonous Snakes": {
      "name": "Swarm of Poisonous Snakes",
      "tokenName": "Swarm of Poisonous Snakes",
      "items": {
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny snake. The swarm can't regain<strong> hit points</strong> or gain temporary<strong> hit points</strong>.</p>"
        },
        "Bites": {
          "name": "Bites",
          "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+6 to hit,</strong>, <strong>0 ft.,</strong> one creature in the swarm's space. Hit: <strong>7 (2d6) <em>piercing damage</em></strong>, or <strong>3 (1d6) <em>piercing damage</em></strong> if the swarm has half of its hit points or fewer.</p>\n<p>The target must make a  <strong>DC 10 Constitution</strong> saving throw, taking <strong>14 (4d6) <em>poison damage</em></strong> on a failed save, or half as much damage on a successful one.</p>\n</section>\n<p>The Swarm of Poisonous Snakes attacks with a flurry of Bites. The target must make a <strong>Constitution</strong> saving throw.</p>"
        }
      }
    },
    "Pygmy Rakshasa Mewling": {
      "name": "Pygmy Rakshasa Mewling",
      "tokenName": "Pygmy Rakshasa Mewling",
      "description": "<h3>Pygmy Rakshasa</h3><p>Pygmy rakshasas are experts in middle management. Surrounding themselves with burly handlers, mad scientists, and any who might sell their soul for a chance at power, they answer only to their archdevil overlords.</p><p><strong>Weave Bender.</strong> While the pygmy rakshasa’s fullsized cousin enjoys a more robust blanket immunity to magic, the pygmy rakshasa forgoes some of this antimagic potency in order to cause chaos. Bending the weave, it can redirect magic, causing its foes to strike one another.</p><p><strong>Vindictive and Vicious.</strong> Like their cousins, pygmy rakshasa are evil spirits embroiled in mortal, feline flesh. If killed on the Material Plane, a pygmy rakshasa is sent back to the Hells in spirit form until it reforms. Upon its return, a pygmy rakshasa will stalk the land looking for the one who laid it low, or, if their quarry’s mortal form has expired, their kith and kin.</p><p><strong>Ninth Life.</strong> When a pygmy rakshasa is first killed, its disbelief and arrogance sustain it, causing it to rise again in a gruesome mummified form. Its furious, shrill screeching causes all but the hardiest foes to cover their ears in distress. Those that survive such an endeavour live in fear of the rakshasa’s inevitable return.</p>",
      "items": {
        "Legendary Resistance": {
          "name": "Legendary Resistance",
          "description": "<p>If the rakshasa fails a saving throw, it can choose to succeed instead.</p>"
        },
        "Limited Magic Immunity": {
          "name": "Limited Magic Immunity",
          "description": "The rakshasa can’t be affected or detected by spells of 2nd level or lower unless it wishes to be. It has advantage on saving throws against all other spells and magical effects."
        },
        "Ninth Life": {
          "name": "Ninth Life",
          "description": "<p>If the rakshasa would be reduced to 0 hit points, its current hit point total instead resets to <strong>[[lookup @attributes.hp.max]]</strong> hit points and it gains <strong>40</strong> temporary hit points as deformed, tumorous growths sprout from its skin. Additionally, the rakshasa can use the options in the “Mythic Actions” section for <strong>1 hour</strong>. Award a party an additional 2,900 XP (5,200 XP total) for defeating the rakshasa after its Ninth Life activates.</p>"
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The rakshasa can cast the following spells, requiring no spell components and using Charisma as the spellcasting ability (spell save DC 17, +9 to hit with spell attacks):</p><p>At will: <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.APexitCC9d9ysKfk]{can’trip}</strong>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.ZBAiBFUijdMyhM53]{detect thoughts}<sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.wLPIFC3yUBMRY33C]{disguise self}, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.hc8iAbVTzoOlLdUF]{minor illusion}</p><p>3/day each: @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.7ICF64pUuSqxhmBZ]{charm person}, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.tBbG8qkKJ2iQNKry]{detect magic}<sup>c</sup>, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.swjzflVPnd8uSqUe]{enrage}</strong><sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.T2yCzPVKabFA70Fp]{major image}<sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.Q4QBWUaQHy690wlY]{suggestion}<sup>c</sup></p><p>1/day each: <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.09xiXrxplmpuaflP]{dominate person}</strong><sup>c</sup>, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.Cat9OmMzmPye814t]{cannotrip}</strong><sup>c</sup>, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.ucXuxdFxAFmJvncB]{greater invisibility}</strong><sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.TyfSvDxa8VczPKJu]{true seeing}</p><p>*<em><strong>Bold</strong></em> indicates combat spell; <sup>c</sup> indicates concentration.</p>"
        },
        "Mythic Actions": {
          "name": "Mythic Actions",
          "description": "<p>If the rakshasa’s Ninth Life trait has activated in the last hour, it can use the options below as legendary actions.</p><p><strong>[[/item gXIHKcgRbe1Yb75d]]{Wind Strike}. </strong>The rakshasa teleports up to 30 feet to an unoccupied space within 5 feet of a creature it can see, and then can make a melee spell attack (+7 to hit) against that creature. On a hit, the target takes 11 (2d10) force damage.</p><p><strong>[[/item MakjGX9EGWxnUPuo]]{Caterwaul (Costs 2 Actions)}. </strong>The rakshasa lets forth an ear-screeching wail. Each creature within 30 feet of the rakshasa that can hear the rakshasa must make a <strong>DC 15 Constitution saving throw</strong>. On a failure, a creature takes 7 (2d6) thunder damage and 7 (2d6) psychic damage, and drops anything it is holding as it instinctually covers it ears. On a success, a creature takes half as much damage and maintains its grip on what it holds.</p><p></p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "The rakshasa makes two Claw attacks."
        },
        "Weavebender": {
          "name": "Weavebender",
          "description": "<section class=\"secret\" id=\"secret-IdyRTCjDd96s0sjc\"><p>When a ranged spell attack or a spell with an area of effect centred on a point targets a creature or point within <strong>30 feet</strong> of the rakshasa, the rakshasa can redirect the spell. It can cause a ranged spell attack to target a different creature within <strong>10 feet</strong> of the original target (after the attack roll is made but before the outcome is determined), or it can move the area of effect’s point of focus by up to <strong>10 feet</strong> in any direction.</p></section><p>The rakshasa uses weavebender.</p>"
        },
        "Wind Strike": {
          "name": "Wind Strike",
          "description": "<section class=\"secret\" id=\"secret-3hTwJpqEcC4pZP7p\"><p>The rakshasa teleports up to <strong>30 feet</strong> to an unoccupied space within <strong>5 feet</strong> of a creature it can see, and then can make a melee spell attack (<strong>[[/attack]]</strong> to hit) against that creature. On a hit, the target takes <strong>[[/damage average]]</strong> damage.</p></section><p>The rakshasa uses wind strike.</p>"
        },
        "Claw": {
          "name": "Claw",
          "description": "<section class=\"secret\" id=\"secret-RvGrgUU3lvkBhYCG\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]]</strong>, and the target is <strong>cursed</strong> if it is a creature. For the next <strong>minute</strong>, the target can’t be affected by spells or magical effects of 2nd level or lower except for those cast by the rakshasa. In addition, the magic of any non-artifact item the target holds, carries, or touches is suppressed while the target is in contact with the item. The curse can be lifted by a <em>@UUID[Compendium.dnd5e.spells.XZhdgVK3cLoxNCQl]{remove curse}</em> spell.</p></section><p>The rakshasa attacks with its claws.</p>"
        },
        "Caterwaul (Costs 2 Actions)": {
          "name": "Caterwaul (Costs 2 Actions)",
          "description": "<section class=\"secret\" id=\"secret-x1R7VeDr94z2Ng8E\"><p>The rakshasa lets forth an ear-screeching wail. Each creature within <strong>30 feet</strong> of the rakshasa that can hear the rakshasa must make a <strong>[[/save format=long]]</strong>. On a failure, a creature takes <strong>[[/damage average]]</strong> damage, and drops anything it is holding as it instinctually covers it ears. On a success, a creature takes half as much damage and maintains its grip on what it holds.</p></section><p>The rakshasa uses caterwaul, make a <strong>Constitution saving throw</strong>!</p>"
        },
        "Legendary Actions": {
          "name": "Legendary Actions",
          "description": "<p>The rakshasa can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature’s turn. The rakshasa regains spent legendary actions at the start of its turn.</p><p><strong>[[/item yt9zFXUeSZqtAOW9]]{Devil's Hiss}.</strong> The rakshasa issues a command to the Handler or a creature charmed by it. If the target can hear the rakshasa and is within 120 feet of it, it moves up to half its speed and makes one weapon attack against a creature of the rakshasa’s choice within its reach.</p><p><strong>[[/item 4ynEMJhBhznXwEs1]]{Cast a Spell (Costs 2 Actions)}. </strong>The rakshasa casts a spell.</p><p><strong>[[/item yWKVjFpSwIkzHq8j]]{Purr (Costs 2 Actions)}. </strong>The rakshasa lets out a low, thrumming purr. Each creature of the rakshasa’s choice within 10 feet of it that can hear it must succeed a <strong>DC 15 Wisdom saving throw</strong> or be charmed by the rakshasa until the end of the rakshasa’s next turn. A creature charmed in this way regards the rakshasa as its own offspring, acting protectively towards it.</p>"
        },
        "Devil’s Hiss": {
          "name": "Devil’s Hiss",
          "description": "<p>The rakshasa issues a command to the Handler or a creature charmed by it. If the target can hear the rakshasa and is within 120 feet of it, it moves up to half its speed and makes one weapon attack against a creature of the rakshasa’s choice within its reach.</p>"
        },
        "Cast a Spell (Costs 2 Actions)": {
          "name": "Cast a Spell (Costs 2 Actions)",
          "description": "<p>The rakshasa casts a spell.</p>"
        },
        "Purr (Costs 2 Actions)": {
          "name": "Purr (Costs 2 Actions)",
          "description": "<section class=\"secret\" id=\"secret-2CtvzMC81RuZnBlf\"><p>The rakshasa lets out a low, thrumming purr. Each creature of the rakshasa’s choice within 10 feet of it that can hear it must succeed a <strong>[[/save format=long]]</strong> or be <strong>&amp;Reference[charmed]</strong> by the rakshasa until the end of the rakshasa’s next turn. A creature charmed in this way regards the rakshasa as its own offspring, acting protectively towards it.</p></section><p>The rakshasa lets out a low, thrumming purr, make a <strong>Wisdom saving throw</strong>!</p>",
          "effects": {
            "Purr": {
              "name": "Purr",
              "description": "<p>This creature is <strong>&amp;Reference[Charmed]</strong> by the rakshasa until the end of the rakshasa's next turn. It regards the rakshasa as its own offspring, acting protectively towards it.</p>"
            }
          }
        },
        "Detect Thoughts": {
          "name": "Detect Thoughts",
          "description": "<p>For the duration, you can read the thoughts of certain creatures. When you cast the spell and as your action on each turn until the spell ends, you can focus your mind on any one creature that you can see within 30 feet of you. If the creature you choose has an Intelligence of 3 or lower or doesn't speak any language, the creature is unaffected.</p><p>You initially learn the surface thoughts of the creature—what is most on its mind in that moment. As an action, you can either shift your attention to another creature's thoughts or attempt to probe deeper into the same creature's mind. If you probe deeper, the target must make a Wisdom saving throw. If it fails, you gain insight into its reasoning (if any), its emotional state, and something that looms large in its mind (such as something it worries over, loves, or hates). If it succeeds, the spell ends. Either way, the target knows that you are probing into its mind, and unless you shift your attention to another creature's thoughts, the creature can use its action on its turn to make an Intelligence check contested by your Intelligence check; if it succeeds, the spell ends.</p><p>Questions verbally directed at the target creature naturally shape the course of its thoughts, so this spell is particularly effective as part of an interrogation.</p><p>You can also use this spell to detect the presence of thinking creatures you can't see. When you cast the spell or as your action during the duration, you can search for thoughts within 30 feet of you. The spell can penetrate barriers, but 2 feet of rock, 2 inches of any metal other than lead, or a thin sheet of lead blocks you. You can't detect a creature with an Intelligence of 3 or lower or one that doesn't speak any language.</p><p>Once you detect the presence of a creature in this way, you can read its thoughts for the rest of the duration as described above, even if you can't see it, but it must still be within range.</p>",
          "materials": {
            "value": "A copper piece"
          }
        },
        "Disguise Self": {
          "name": "Disguise Self",
          "description": "<p>You make yourself—including your clothing, armor, weapons, and other belongings on your person—look different until the spell ends or until you use your action to dismiss it. You can seem 1 foot shorter or taller and can appear thin, fat, or in between. You can't change your body type, so you must adopt a form that has the same basic arrangement of limbs. Otherwise, the extent of the illusion is up to you.</p><p>The changes wrought by this spell fail to hold up to physical inspection. For example, if you use this spell to add a hat to your outfit, objects pass through the hat, and anyone who touches it would feel nothing or would feel your head and hair. If you use this spell to appear thinner than you are, the hand of someone who reaches out to touch you would bump into you while it was seemingly still in midair.</p><p>To discern that you are disguised, a creature can use its action to inspect your appearance and must succeed on an Intelligence (Investigation) check against your spell save DC.</p>"
        },
        "Minor Illusion": {
          "name": "Minor Illusion",
          "description": "<p>You create a sound or an image of an object within range that lasts for the duration. The illusion also ends if you dismiss it as an action or cast this spell again.</p><p>If you create a sound, its volume can range from a whisper to a scream. It can be your voice, someone else's voice, a lion's roar, a beating of drums, or any other sound you choose. The sound continues unabated throughout the duration, or you can make discrete sounds at different times before the spell ends.</p><p>If you create an image of an object—such as a chair, muddy footprints, or a small chest—it must be no larger than a 5-foot cube. The image can't create sound, light, smell, or any other sensory effect. Physical interaction with the image reveals it to be an illusion, because things can pass through it.</p><p>If a creature uses its action to examine the sound or image, the creature can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature.</p>",
          "materials": {
            "value": "A bit of fleece."
          }
        },
        "Charm Person": {
          "name": "Charm Person",
          "description": "<p>You attempt to charm a humanoid you can see within range. It must make a Wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is charmed by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p>\n        <p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>"
        },
        "Detect Magic": {
          "name": "Detect Magic",
          "description": "<p>For the duration, you sense the presence of magic within 30 feet of you. If you sense magic in this way, you can use your action to see a faint aura around any visible creature or object in the area that bears magic, and you learn its school of magic, if any.</p><p>The spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
        },
        "Major Image": {
          "name": "Major Image",
          "description": "<p>You create the image of an object, a creature, or some other visible phenomenon that is no larger than a 20-foot cube. The image appears at a spot that you can see within range and lasts for the duration. It seems completely real, including sounds, smells, and temperature appropriate to the thing depicted. You can't create sufficient heat or cold to cause damage, a sound loud enough to deal thunder damage or deafen a creature, or a smell that might sicken a creature (like a troglodyte's stench).</p><p>As long as you are within range of the illusion, you can use your action to cause the image to move to any other spot within range. As the image changes location, you can alter its appearance so that its movements appear natural for the image. For example, if you create an image of a creature and move it, you can alter the image so that it appears to be walking. Similarly, you can cause the illusion to make different sounds at different times, even making it carry on a conversation, for example.</p><p>Physical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the creature can see through the image, and its other sensory qualities become faint to the creature.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 6th level or higher, the spell lasts until dispelled, without requiring your concentration.</p>",
          "materials": {
            "value": "A bit of fleece"
          }
        },
        "Suggestion": {
          "name": "Suggestion",
          "description": "<p>You suggest a course of activity (limited to a sentence or two) and magically influence a creature you can see within range that can hear and understand you. Creatures that can't be charmed are immune to this effect. The suggestion must be worded in such a manner as to make the course of action sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act ends the spell.</p><p>The target must make a Wisdom saving throw. On a failed save, it pursues the course of action you described to the best of its ability. The suggested course of action can continue for the entire duration. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do.</p><p>You can also specify conditions that will trigger a special activity during the duration. For example, you might suggest that a knight give her warhorse to the first beggar she meets. If the condition isn't met before the spell expires, the activity isn't performed.</p><p>If you or any of your companions damage the target, the spell ends.</p>",
          "materials": {
            "value": "A snake's tongue and either a bit of honeycomb or a drop of sweet oil"
          }
        },
        "Dominate Person": {
          "name": "Dominate Person",
          "description": "<p>You attempt to beguile a humanoid that you can see within range. It must succeed on a Wisdom saving throw or be charmed by you for the duration. If you or creatures that are friendly to you are fighting it, it has advantage on the saving throw.</p><p>While the target is charmed, you have a telepathic link with it as long as the two of you are on the same plane of existence. You can use this telepathic link to issue commands to the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as \"Attack that creature,\" \"Run over there,\" or \"Fetch that object.\" If the creature completes the order and doesn't receive further direction from you, it defends and preserves itself to the best of its ability.</p><p>You can use your action to take total and precise control of the target. Until the end of your next turn, the creature takes only the actions you choose, and doesn't do anything that you don't allow it to do. During this time you can also cause the creature to use a reaction, but this requires you to use your own reaction as well.</p><p>Each time the target takes damage, it makes a new Wisdom saving throw against the spell. If the saving throw succeeds, the spell ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a 6th-level spell slot, the duration is concentration, up to 10 minutes. When you use a 7th-level spell slot, the duration is concentration, up to 1 hour. When you use a spell slot of 8th level or higher, the duration is concentration, up to 8 hours.</p>"
        },
        "Greater Invisibility": {
          "name": "Greater Invisibility",
          "description": "<p>You or a creature you touch becomes Invisible until the spell ends. Anything the target is wearing or carrying is Invisible as long as it is on the target's person.</p>"
        },
        "True Seeing": {
          "name": "True Seeing",
          "description": "<p>This spell gives the willing creature you touch the ability to see things as they actually are. For the duration, the creature has truesight, notices secret doors hidden by magic, and can see into the Ethereal Plane, all out to a range of 120 feet.</p>",
          "materials": {
            "value": "An ointment for the eyes that costs 25gp; is made from mushroom powder, saffron, and fat; and is consumed by the spell"
          }
        },
        "Can’trip": {
          "name": "Can’trip",
          "description": "<p>Choose a willing creature within range that you can see. Until the end of your next turn, that creature is immune to the prone condition. If it is already prone and is not restrained, this spell sets it on its feet.</p><p>The number of creatures you can simultaneously target with this spell increases by 1 when you reach 5th level (2 creatures), 11th level (3 creatures), and 17th level (4 creatures).</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock, Wizard</p>"
        },
        "Enrage": {
          "name": "Enrage",
          "description": "<p>You attempt to create violent emotions in a group of people. Each humanoid in a <strong>20-foot-radius</strong> sphere centred on a point you choose within range must make a <strong>Charisma saving throw</strong>; a creature can choose to fail this saving throw if it wishes. A creature that fails this saving throw becomes enraged for the duration.</p><p>While enraged, a target becomes hostile towards all creatures. An enraged creature that is concentrating on a spell must succeed on a <strong>DC 10 Constitution saving throw</strong> at the start of each of its turns or lose concentration on the spell.</p><p>As an action, you can force an enraged creature to use its reaction to make one melee weapon attack against one randomly determined creature within the enraged creature’s reach. If the enraged creature was friendly towards the target of its attack before this spell was cast, the enraged creature can repeat the saving throw immediately after making the attack, ending the effect on itself on a success.</p><p>An enraged creature can repeat the saving throw whenever it takes damage, ending the effect on itself on a success. When the spell ends, the creature reverts to its previous disposition again, unless the GM rules otherwise.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher and use an action to force an enraged creature to make a melee weapon attack, you can force one additional enraged creature to make a melee weapon attack for each slot level above 3rd.</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock</p>",
          "materials": {
            "value": "a red handkerchief"
          }
        },
        "Cannotrip": {
          "name": "Cannotrip",
          "description": "<p>Choose a creature you can see within range. Each time the target tries to cast a spell of equal or lower level than this spell, it must succeed on a spellcasting ability check against your <strong>spell save DC</strong> or waste its action (but not its spell slot).</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you inhibit spells 1 spell level higher for each slot level above 1st.</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock, Wizard</p>"
        }
      }
    },
    "Pygmy Rakshasa Mewling (Ninth Life)": {
      "name": "Pygmy Rakshasa Mewling (Ninth Life)",
      "tokenName": "Tony Two Tails (Ninth Life)",
      "items": {
        "Legendary Resistance": {
          "name": "Legendary Resistance",
          "description": "<p>If the rakshasa fails a saving throw, it can choose to succeed instead.</p>"
        },
        "Limited Magic Immunity": {
          "name": "Limited Magic Immunity",
          "description": "The rakshasa can’t be affected or detected by spells of 2nd level or lower unless it wishes to be. It has advantage on saving throws against all other spells and magical effects."
        },
        "Mythic Actions": {
          "name": "Mythic Actions",
          "description": "<p>If the rakshasa’s Ninth Life trait has activated in the last hour, it can use the options below as legendary actions.</p><p><strong>[[/item gXIHKcgRbe1Yb75d]]{Wind Strike}. </strong>The rakshasa teleports up to 30 feet to an unoccupied space within 5 feet of a creature it can see, and then can make a melee spell attack (+7 to hit) against that creature. On a hit, the target takes 11 (2d10) force damage.</p><p><strong>[[/item MakjGX9EGWxnUPuo]]{Caterwaul (Costs 2 Actions)}. </strong>The rakshasa lets forth an ear-screeching wail. Each creature within 30 feet of the rakshasa that can hear the rakshasa must make a <strong>DC 15 Constitution saving throw</strong>. On a failure, a creature takes 7 (2d6) thunder damage and 7 (2d6) psychic damage, and drops anything it is holding as it instinctually covers it ears. On a success, a creature takes half as much damage and maintains its grip on what it holds.</p><p></p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "The rakshasa makes two Claw attacks."
        },
        "Legendary Actions": {
          "name": "Legendary Actions",
          "description": "<p>The rakshasa can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature’s turn. The rakshasa regains spent legendary actions at the start of its turn.</p><p><strong>[[/item yt9zFXUeSZqtAOW9]]{Devil's Hiss}.</strong> The rakshasa issues a command to the Handler or a creature charmed by it. If the target can hear the rakshasa and is within 120 feet of it, it moves up to half its speed and makes one weapon attack against a creature of the rakshasa’s choice within its reach.</p><p><strong>[[/item 4ynEMJhBhznXwEs1]]{Cast a Spell (Costs 2 Actions)}. </strong>The rakshasa casts a spell.</p><p><strong>[[/item yWKVjFpSwIkzHq8j]]{Purr (Costs 2 Actions)}. </strong>The rakshasa lets out a low, thrumming purr. Each creature of the rakshasa’s choice within 10 feet of it that can hear it must succeed a <strong>DC 15 Wisdom saving throw</strong> or be charmed by the rakshasa until the end of the rakshasa’s next turn. A creature charmed in this way regards the rakshasa as its own offspring, acting protectively towards it.</p>"
        },
        "Detect Thoughts": {
          "name": "Detect Thoughts",
          "description": "<p>For the duration, you can read the thoughts of certain creatures. When you cast the spell and as your action on each turn until the spell ends, you can focus your mind on any one creature that you can see within 30 feet of you. If the creature you choose has an Intelligence of 3 or lower or doesn't speak any language, the creature is unaffected.</p><p>You initially learn the surface thoughts of the creature—what is most on its mind in that moment. As an action, you can either shift your attention to another creature's thoughts or attempt to probe deeper into the same creature's mind. If you probe deeper, the target must make a Wisdom saving throw. If it fails, you gain insight into its reasoning (if any), its emotional state, and something that looms large in its mind (such as something it worries over, loves, or hates). If it succeeds, the spell ends. Either way, the target knows that you are probing into its mind, and unless you shift your attention to another creature's thoughts, the creature can use its action on its turn to make an Intelligence check contested by your Intelligence check; if it succeeds, the spell ends.</p><p>Questions verbally directed at the target creature naturally shape the course of its thoughts, so this spell is particularly effective as part of an interrogation.</p><p>You can also use this spell to detect the presence of thinking creatures you can't see. When you cast the spell or as your action during the duration, you can search for thoughts within 30 feet of you. The spell can penetrate barriers, but 2 feet of rock, 2 inches of any metal other than lead, or a thin sheet of lead blocks you. You can't detect a creature with an Intelligence of 3 or lower or one that doesn't speak any language.</p><p>Once you detect the presence of a creature in this way, you can read its thoughts for the rest of the duration as described above, even if you can't see it, but it must still be within range.</p>",
          "materials": {
            "value": "A copper piece"
          }
        },
        "Disguise Self": {
          "name": "Disguise Self",
          "description": "<p>You make yourself—including your clothing, armor, weapons, and other belongings on your person—look different until the spell ends or until you use your action to dismiss it. You can seem 1 foot shorter or taller and can appear thin, fat, or in between. You can't change your body type, so you must adopt a form that has the same basic arrangement of limbs. Otherwise, the extent of the illusion is up to you.</p><p>The changes wrought by this spell fail to hold up to physical inspection. For example, if you use this spell to add a hat to your outfit, objects pass through the hat, and anyone who touches it would feel nothing or would feel your head and hair. If you use this spell to appear thinner than you are, the hand of someone who reaches out to touch you would bump into you while it was seemingly still in midair.</p><p>To discern that you are disguised, a creature can use its action to inspect your appearance and must succeed on an Intelligence (Investigation) check against your spell save DC.</p>"
        },
        "Minor Illusion": {
          "name": "Minor Illusion",
          "description": "<p>You create a sound or an image of an object within range that lasts for the duration. The illusion also ends if you dismiss it as an action or cast this spell again.</p><p>If you create a sound, its volume can range from a whisper to a scream. It can be your voice, someone else's voice, a lion's roar, a beating of drums, or any other sound you choose. The sound continues unabated throughout the duration, or you can make discrete sounds at different times before the spell ends.</p><p>If you create an image of an object—such as a chair, muddy footprints, or a small chest—it must be no larger than a 5-foot cube. The image can't create sound, light, smell, or any other sensory effect. Physical interaction with the image reveals it to be an illusion, because things can pass through it.</p><p>If a creature uses its action to examine the sound or image, the creature can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature.</p>",
          "materials": {
            "value": "A bit of fleece."
          }
        },
        "Charm Person": {
          "name": "Charm Person",
          "description": "<p>You attempt to charm a humanoid you can see within range. It must make a Wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is charmed by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p>\n        <p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>"
        },
        "Detect Magic": {
          "name": "Detect Magic",
          "description": "<p>For the duration, you sense the presence of magic within 30 feet of you. If you sense magic in this way, you can use your action to see a faint aura around any visible creature or object in the area that bears magic, and you learn its school of magic, if any.</p><p>The spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
        },
        "Major Image": {
          "name": "Major Image",
          "description": "<p>You create the image of an object, a creature, or some other visible phenomenon that is no larger than a 20-foot cube. The image appears at a spot that you can see within range and lasts for the duration. It seems completely real, including sounds, smells, and temperature appropriate to the thing depicted. You can't create sufficient heat or cold to cause damage, a sound loud enough to deal thunder damage or deafen a creature, or a smell that might sicken a creature (like a troglodyte's stench).</p><p>As long as you are within range of the illusion, you can use your action to cause the image to move to any other spot within range. As the image changes location, you can alter its appearance so that its movements appear natural for the image. For example, if you create an image of a creature and move it, you can alter the image so that it appears to be walking. Similarly, you can cause the illusion to make different sounds at different times, even making it carry on a conversation, for example.</p><p>Physical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the creature can see through the image, and its other sensory qualities become faint to the creature.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 6th level or higher, the spell lasts until dispelled, without requiring your concentration.</p>",
          "materials": {
            "value": "A bit of fleece"
          }
        },
        "Suggestion": {
          "name": "Suggestion",
          "description": "<p>You suggest a course of activity (limited to a sentence or two) and magically influence a creature you can see within range that can hear and understand you. Creatures that can't be charmed are immune to this effect. The suggestion must be worded in such a manner as to make the course of action sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act ends the spell.</p><p>The target must make a Wisdom saving throw. On a failed save, it pursues the course of action you described to the best of its ability. The suggested course of action can continue for the entire duration. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do.</p><p>You can also specify conditions that will trigger a special activity during the duration. For example, you might suggest that a knight give her warhorse to the first beggar she meets. If the condition isn't met before the spell expires, the activity isn't performed.</p><p>If you or any of your companions damage the target, the spell ends.</p>",
          "materials": {
            "value": "A snake's tongue and either a bit of honeycomb or a drop of sweet oil"
          }
        },
        "Dominate Person": {
          "name": "Dominate Person",
          "description": "<p>You attempt to beguile a humanoid that you can see within range. It must succeed on a Wisdom saving throw or be charmed by you for the duration. If you or creatures that are friendly to you are fighting it, it has advantage on the saving throw.</p><p>While the target is charmed, you have a telepathic link with it as long as the two of you are on the same plane of existence. You can use this telepathic link to issue commands to the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as \"Attack that creature,\" \"Run over there,\" or \"Fetch that object.\" If the creature completes the order and doesn't receive further direction from you, it defends and preserves itself to the best of its ability.</p><p>You can use your action to take total and precise control of the target. Until the end of your next turn, the creature takes only the actions you choose, and doesn't do anything that you don't allow it to do. During this time you can also cause the creature to use a reaction, but this requires you to use your own reaction as well.</p><p>Each time the target takes damage, it makes a new Wisdom saving throw against the spell. If the saving throw succeeds, the spell ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a 6th-level spell slot, the duration is concentration, up to 10 minutes. When you use a 7th-level spell slot, the duration is concentration, up to 1 hour. When you use a spell slot of 8th level or higher, the duration is concentration, up to 8 hours.</p>"
        },
        "Greater Invisibility": {
          "name": "Greater Invisibility",
          "description": "<p>You or a creature you touch becomes Invisible until the spell ends. Anything the target is wearing or carrying is Invisible as long as it is on the target's person.</p>"
        },
        "True Seeing": {
          "name": "True Seeing",
          "description": "<p>This spell gives the willing creature you touch the ability to see things as they actually are. For the duration, the creature has truesight, notices secret doors hidden by magic, and can see into the Ethereal Plane, all out to a range of 120 feet.</p>",
          "materials": {
            "value": "An ointment for the eyes that costs 25gp; is made from mushroom powder, saffron, and fat; and is consumed by the spell"
          }
        },
        "Can’trip": {
          "name": "Can’trip",
          "description": "<p>Choose a willing creature within range that you can see. Until the end of your next turn, that creature is immune to the prone condition. If it is already prone and is not restrained, this spell sets it on its feet.</p><p>The number of creatures you can simultaneously target with this spell increases by 1 when you reach 5th level (2 creatures), 11th level (3 creatures), and 17th level (4 creatures).</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock, Wizard</p>"
        },
        "Cannotrip": {
          "name": "Cannotrip",
          "description": "<p>Choose a creature you can see within range. Each time the target tries to cast a spell of equal or lower level than this spell, it must succeed on a spellcasting ability check against your <strong>spell save DC</strong> or waste its action (but not its spell slot).</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you inhibit spells 1 spell level higher for each slot level above 1st.</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock, Wizard</p>"
        },
        "Enrage": {
          "name": "Enrage",
          "description": "<p>You attempt to create violent emotions in a group of people. Each humanoid in a <strong>20-foot-radius</strong> sphere centred on a point you choose within range must make a <strong>Charisma saving throw</strong>; a creature can choose to fail this saving throw if it wishes. A creature that fails this saving throw becomes enraged for the duration.</p><p>While enraged, a target becomes hostile towards all creatures. An enraged creature that is concentrating on a spell must succeed on a <strong>DC 10 Constitution saving throw</strong> at the start of each of its turns or lose concentration on the spell.</p><p>As an action, you can force an enraged creature to use its reaction to make one melee weapon attack against one randomly determined creature within the enraged creature’s reach. If the enraged creature was friendly towards the target of its attack before this spell was cast, the enraged creature can repeat the saving throw immediately after making the attack, ending the effect on itself on a success.</p><p>An enraged creature can repeat the saving throw whenever it takes damage, ending the effect on itself on a success. When the spell ends, the creature reverts to its previous disposition again, unless the GM rules otherwise.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher and use an action to force an enraged creature to make a melee weapon attack, you can force one additional enraged creature to make a melee weapon attack for each slot level above 3rd.</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock</p>",
          "materials": {
            "value": "a red handkerchief"
          }
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The rakshasa can cast the following spells, requiring no spell components and using Charisma as the spellcasting ability (spell save DC 17, +9 to hit with spell attacks):</p><p>At will: <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.APexitCC9d9ysKfk]{can’trip}</strong>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.ZBAiBFUijdMyhM53]{detect thoughts}<sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.wLPIFC3yUBMRY33C]{disguise self}, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.hc8iAbVTzoOlLdUF]{minor illusion}</p><p>3/day each: @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.7ICF64pUuSqxhmBZ]{charm person}, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.tBbG8qkKJ2iQNKry]{detect magic}<sup>c</sup>, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.swjzflVPnd8uSqUe]{enrage}</strong><sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.T2yCzPVKabFA70Fp]{major image}<sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.Q4QBWUaQHy690wlY]{suggestion}<sup>c</sup></p><p>1/day each: <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.09xiXrxplmpuaflP]{dominate person}</strong><sup>c</sup>, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.Cat9OmMzmPye814t]{cannotrip}</strong><sup>c</sup>, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.ucXuxdFxAFmJvncB]{greater invisibility}</strong><sup>c</sup>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.XItm0PA1m2QbTDk7.Item.TyfSvDxa8VczPKJu]{true seeing}</p><p>*<em><strong>Bold</strong></em> indicates combat spell; <sup>c</sup> indicates concentration.</p>"
        },
        "Claw": {
          "name": "Claw",
          "description": "<section class=\"secret\" id=\"secret-RvGrgUU3lvkBhYCG\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]]</strong>, and the target is <strong>cursed</strong> if it is a creature. For the next <strong>minute</strong>, the target can’t be affected by spells or magical effects of 2nd level or lower except for those cast by the rakshasa. In addition, the magic of any non-artifact item the target holds, carries, or touches is suppressed while the target is in contact with the item. The curse can be lifted by a <em>@UUID[Compendium.dnd5e.spells.XZhdgVK3cLoxNCQl]{remove curse}</em> spell.</p></section><p>The rakshasa attacks with its claws.</p>"
        },
        "Weavebender": {
          "name": "Weavebender",
          "description": "<section class=\"secret\" id=\"secret-IdyRTCjDd96s0sjc\"><p>When a ranged spell attack or a spell with an area of effect centred on a point targets a creature or point within <strong>30 feet</strong> of the rakshasa, the rakshasa can redirect the spell. It can cause a ranged spell attack to target a different creature within <strong>10 feet</strong> of the original target (after the attack roll is made but before the outcome is determined), or it can move the area of effect’s point of focus by up to <strong>10 feet</strong> in any direction.</p></section><p>The rakshasa uses weavebender.</p>"
        },
        "Devil’s Hiss": {
          "name": "Devil’s Hiss",
          "description": "<p>The rakshasa issues a command to the Handler or a creature charmed by it. If the target can hear the rakshasa and is within 120 feet of it, it moves up to half its speed and makes one weapon attack against a creature of the rakshasa’s choice within its reach.</p>"
        },
        "Cast a Spell (Costs 2 Actions)": {
          "name": "Cast a Spell (Costs 2 Actions)",
          "description": "<p>The rakshasa casts a spell.</p>"
        },
        "Purr (Costs 2 Actions)": {
          "name": "Purr (Costs 2 Actions)",
          "description": "<section class=\"secret\" id=\"secret-2CtvzMC81RuZnBlf\"><p>The rakshasa lets out a low, thrumming purr. Each creature of the rakshasa’s choice within 10 feet of it that can hear it must succeed a <strong>[[/save format=long]]</strong> or be <strong>&amp;Reference[charmed]</strong> by the rakshasa until the end of the rakshasa’s next turn. A creature charmed in this way regards the rakshasa as its own offspring, acting protectively towards it.</p></section><p>The rakshasa lets out a low, thrumming purr, make a <strong>Wisdom saving throw</strong>!</p>",
          "effects": {
            "Purr": {
              "name": "Purr",
              "description": "<p>This creature is <strong>&amp;Reference[Charmed]</strong> by the rakshasa until the end of the rakshasa's next turn. It regards the rakshasa as its own offspring, acting protectively towards it.</p>"
            }
          }
        },
        "Wind Strike": {
          "name": "Wind Strike",
          "description": "<section class=\"secret\" id=\"secret-3hTwJpqEcC4pZP7p\"><p>The rakshasa teleports up to <strong>30 feet</strong> to an unoccupied space within <strong>5 feet</strong> of a creature it can see, and then can make a melee spell attack (<strong>[[/attack]]</strong> to hit) against that creature. On a hit, the target takes <strong>[[/damage average]]</strong> damage.</p></section><p>The rakshasa uses wind strike.</p>"
        },
        "Caterwaul (Costs 2 Actions)": {
          "name": "Caterwaul (Costs 2 Actions)",
          "description": "<section class=\"secret\" id=\"secret-x1R7VeDr94z2Ng8E\"><p>The rakshasa lets forth an ear-screeching wail. Each creature within <strong>30 feet</strong> of the rakshasa that can hear the rakshasa must make a <strong>[[/save format=long]]</strong>. On a failure, a creature takes <strong>[[/damage average]]</strong> damage, and drops anything it is holding as it instinctually covers it ears. On a success, a creature takes half as much damage and maintains its grip on what it holds.</p></section><p>The rakshasa uses caterwaul, make a <strong>Constitution saving throw</strong>!</p>"
        },
        "Ninth Life": {
          "name": "Ninth Life",
          "description": "<p>If the rakshasa would be reduced to 0 hit points, its current hit point total instead resets to <strong>[[lookup @attributes.hp.max]]</strong> hit points and it gains <strong>40</strong> temporary hit points as deformed, tumorous growths sprout from its skin. Additionally, the rakshasa can use the options in the “Mythic Actions” section for <strong>1 hour</strong>. Award a party an additional 2,900 XP (5,200 XP total) for defeating the rakshasa after its Ninth Life activates.</p>"
        }
      }
    },
    "Pygmy Rakshasa (Ninth Life)": {
      "name": "Pygmy Rakshasa (Ninth Life)",
      "tokenName": "Tony Two Tails (Ninth Life)",
      "items": {
        "Limited Magic Immunity": {
          "name": "Limited Magic Immunity",
          "description": "The rakshasa can’t be affected or detected by spells of 4th level or lower unless it wishes to be. It has advantage on saving throws against all other spells and magical effects."
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "The rakshasa makes three Claw attacks."
        },
        "Legendary Resistance": {
          "name": "Legendary Resistance",
          "description": "<p>If the rakshasa fails a saving throw, it can choose to succeed instead.</p>"
        },
        "Mythic Actions": {
          "name": "Mythic Actions",
          "description": "<p>If the rakshasa’s Ninth Life trait has activated in the last hour, it can use the options below as legendary actions.</p><p><strong>[[/item HS75cTAN4DQtWdKl]]{Wind Strike}. </strong>The rakshasa teleports up to 30 feet to an unoccupied space within 5 feet of a creature it can see, and then can make a melee spell attack (+9 to hit) against that creature. On a hit, the target takes 22 (4d10) force damage.</p><p><strong>[[/item PNpKHERWmP8AjBlA]]{Caterwaul (Costs 2 Actions)}. </strong>The rakshasa lets forth an ear-screeching wail. Each creature within 30 feet of the rakshasa that can hear the rakshasa must make a <strong>DC 17 Constitution saving throw</strong>. On a failure, a creature takes 17 (5d6) thunder damage and 17 (5d6) psychic damage, and drops anything it is holding as it instinctually covers it ears. On a success, a creature takes half as much damage and maintains its grip on what it holds.</p><p></p>"
        },
        "Legendary Actions": {
          "name": "Legendary Actions",
          "description": "<p>The rakshasa can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature’s turn. The rakshasa regains spent legendary actions at the start of its turn.</p><p><strong>[[/item zP7bPsiVvPzNI7LR]]{Devil's Hiss}.</strong> The rakshasa issues a command to the Handler or a creature charmed by it. If the target can hear the rakshasa and is within 120 feet of it, it moves up to half its speed and makes one weapon attack against a creature of the rakshasa’s choice within its reach.</p><p><strong>[[/item rhZzKgjPUQpj1MoH]]{Cast a Spell (Costs 2 Actions)}. </strong>The rakshasa casts a spell.</p><p><strong>[[/item g0esSUqZ34kO8q47]]{Purr (Costs 2 Actions)}. </strong>The rakshasa lets out a low, thrumming purr. Each creature of the rakshasa’s choice within 10 feet of it that can hear it must succeed a <strong>DC 17 Wisdom saving throw</strong> or be charmed by the rakshasa until the end of the rakshasa’s next turn. A creature charmed in this way regards the rakshasa as its own offspring, acting protectively towards it.</p>"
        },
        "Detect Thoughts": {
          "name": "Detect Thoughts",
          "description": "<p>For the duration, you can read the thoughts of certain creatures. When you cast the spell and as your action on each turn until the spell ends, you can focus your mind on any one creature that you can see within 30 feet of you. If the creature you choose has an Intelligence of 3 or lower or doesn't speak any language, the creature is unaffected.</p><p>You initially learn the surface thoughts of the creature—what is most on its mind in that moment. As an action, you can either shift your attention to another creature's thoughts or attempt to probe deeper into the same creature's mind. If you probe deeper, the target must make a Wisdom saving throw. If it fails, you gain insight into its reasoning (if any), its emotional state, and something that looms large in its mind (such as something it worries over, loves, or hates). If it succeeds, the spell ends. Either way, the target knows that you are probing into its mind, and unless you shift your attention to another creature's thoughts, the creature can use its action on its turn to make an Intelligence check contested by your Intelligence check; if it succeeds, the spell ends.</p><p>Questions verbally directed at the target creature naturally shape the course of its thoughts, so this spell is particularly effective as part of an interrogation.</p><p>You can also use this spell to detect the presence of thinking creatures you can't see. When you cast the spell or as your action during the duration, you can search for thoughts within 30 feet of you. The spell can penetrate barriers, but 2 feet of rock, 2 inches of any metal other than lead, or a thin sheet of lead blocks you. You can't detect a creature with an Intelligence of 3 or lower or one that doesn't speak any language.</p><p>Once you detect the presence of a creature in this way, you can read its thoughts for the rest of the duration as described above, even if you can't see it, but it must still be within range.</p>",
          "materials": {
            "value": "A copper piece"
          }
        },
        "Disguise Self": {
          "name": "Disguise Self",
          "description": "<p>You make yourself—including your clothing, armor, weapons, and other belongings on your person—look different until the spell ends or until you use your action to dismiss it. You can seem 1 foot shorter or taller and can appear thin, fat, or in between. You can't change your body type, so you must adopt a form that has the same basic arrangement of limbs. Otherwise, the extent of the illusion is up to you.</p><p>The changes wrought by this spell fail to hold up to physical inspection. For example, if you use this spell to add a hat to your outfit, objects pass through the hat, and anyone who touches it would feel nothing or would feel your head and hair. If you use this spell to appear thinner than you are, the hand of someone who reaches out to touch you would bump into you while it was seemingly still in midair.</p><p>To discern that you are disguised, a creature can use its action to inspect your appearance and must succeed on an Intelligence (Investigation) check against your spell save DC.</p>"
        },
        "Minor Illusion": {
          "name": "Minor Illusion",
          "description": "<p>You create a sound or an image of an object within range that lasts for the duration. The illusion also ends if you dismiss it as an action or cast this spell again.</p><p>If you create a sound, its volume can range from a whisper to a scream. It can be your voice, someone else's voice, a lion's roar, a beating of drums, or any other sound you choose. The sound continues unabated throughout the duration, or you can make discrete sounds at different times before the spell ends.</p><p>If you create an image of an object—such as a chair, muddy footprints, or a small chest—it must be no larger than a 5-foot cube. The image can't create sound, light, smell, or any other sensory effect. Physical interaction with the image reveals it to be an illusion, because things can pass through it.</p><p>If a creature uses its action to examine the sound or image, the creature can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature.</p>",
          "materials": {
            "value": "A bit of fleece."
          }
        },
        "Charm Person": {
          "name": "Charm Person",
          "description": "<p>You attempt to charm a humanoid you can see within range. It must make a Wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is charmed by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p>\n        <p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>"
        },
        "Detect Magic": {
          "name": "Detect Magic",
          "description": "<p>For the duration, you sense the presence of magic within 30 feet of you. If you sense magic in this way, you can use your action to see a faint aura around any visible creature or object in the area that bears magic, and you learn its school of magic, if any.</p><p>The spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
        },
        "Major Image": {
          "name": "Major Image",
          "description": "<p>You create the image of an object, a creature, or some other visible phenomenon that is no larger than a 20-foot cube. The image appears at a spot that you can see within range and lasts for the duration. It seems completely real, including sounds, smells, and temperature appropriate to the thing depicted. You can't create sufficient heat or cold to cause damage, a sound loud enough to deal thunder damage or deafen a creature, or a smell that might sicken a creature (like a troglodyte's stench).</p><p>As long as you are within range of the illusion, you can use your action to cause the image to move to any other spot within range. As the image changes location, you can alter its appearance so that its movements appear natural for the image. For example, if you create an image of a creature and move it, you can alter the image so that it appears to be walking. Similarly, you can cause the illusion to make different sounds at different times, even making it carry on a conversation, for example.</p><p>Physical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the creature can see through the image, and its other sensory qualities become faint to the creature.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 6th level or higher, the spell lasts until dispelled, without requiring your concentration.</p>",
          "materials": {
            "value": "A bit of fleece"
          }
        },
        "Suggestion": {
          "name": "Suggestion",
          "description": "<p>You suggest a course of activity (limited to a sentence or two) and magically influence a creature you can see within range that can hear and understand you. Creatures that can't be charmed are immune to this effect. The suggestion must be worded in such a manner as to make the course of action sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act ends the spell.</p><p>The target must make a Wisdom saving throw. On a failed save, it pursues the course of action you described to the best of its ability. The suggested course of action can continue for the entire duration. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do.</p><p>You can also specify conditions that will trigger a special activity during the duration. For example, you might suggest that a knight give her warhorse to the first beggar she meets. If the condition isn't met before the spell expires, the activity isn't performed.</p><p>If you or any of your companions damage the target, the spell ends.</p>",
          "materials": {
            "value": "A snake's tongue and either a bit of honeycomb or a drop of sweet oil"
          }
        },
        "Dominate Person": {
          "name": "Dominate Person",
          "description": "<p>You attempt to beguile a humanoid that you can see within range. It must succeed on a Wisdom saving throw or be charmed by you for the duration. If you or creatures that are friendly to you are fighting it, it has advantage on the saving throw.</p><p>While the target is charmed, you have a telepathic link with it as long as the two of you are on the same plane of existence. You can use this telepathic link to issue commands to the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as \"Attack that creature,\" \"Run over there,\" or \"Fetch that object.\" If the creature completes the order and doesn't receive further direction from you, it defends and preserves itself to the best of its ability.</p><p>You can use your action to take total and precise control of the target. Until the end of your next turn, the creature takes only the actions you choose, and doesn't do anything that you don't allow it to do. During this time you can also cause the creature to use a reaction, but this requires you to use your own reaction as well.</p><p>Each time the target takes damage, it makes a new Wisdom saving throw against the spell. If the saving throw succeeds, the spell ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a 6th-level spell slot, the duration is concentration, up to 10 minutes. When you use a 7th-level spell slot, the duration is concentration, up to 1 hour. When you use a spell slot of 8th level or higher, the duration is concentration, up to 8 hours.</p>"
        },
        "Greater Invisibility": {
          "name": "Greater Invisibility",
          "description": "<p>You or a creature you touch becomes Invisible until the spell ends. Anything the target is wearing or carrying is Invisible as long as it is on the target's person.</p>"
        },
        "True Seeing": {
          "name": "True Seeing",
          "description": "<p>This spell gives the willing creature you touch the ability to see things as they actually are. For the duration, the creature has truesight, notices secret doors hidden by magic, and can see into the Ethereal Plane, all out to a range of 120 feet.</p>",
          "materials": {
            "value": "An ointment for the eyes that costs 25gp; is made from mushroom powder, saffron, and fat; and is consumed by the spell"
          }
        },
        "Can’trip": {
          "name": "Can’trip",
          "description": "<p>Choose a willing creature within range that you can see. Until the end of your next turn, that creature is immune to the prone condition. If it is already prone and is not restrained, this spell sets it on its feet.</p><p>The number of creatures you can simultaneously target with this spell increases by 1 when you reach 5th level (2 creatures), 11th level (3 creatures), and 17th level (4 creatures).</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock, Wizard</p>"
        },
        "Cannotrip": {
          "name": "Cannotrip",
          "description": "<p>Choose a creature you can see within range. Each time the target tries to cast a spell of equal or lower level than this spell, it must succeed on a spellcasting ability check against your <strong>spell save DC</strong> or waste its action (but not its spell slot).</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you inhibit spells 1 spell level higher for each slot level above 1st.</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock, Wizard</p>"
        },
        "Enrage": {
          "name": "Enrage",
          "description": "<p>You attempt to create violent emotions in a group of people. Each humanoid in a <strong>20-foot-radius</strong> sphere centred on a point you choose within range must make a <strong>Charisma saving throw</strong>; a creature can choose to fail this saving throw if it wishes. A creature that fails this saving throw becomes enraged for the duration.</p><p>While enraged, a target becomes hostile towards all creatures. An enraged creature that is concentrating on a spell must succeed on a <strong>DC 10 Constitution saving throw</strong> at the start of each of its turns or lose concentration on the spell.</p><p>As an action, you can force an enraged creature to use its reaction to make one melee weapon attack against one randomly determined creature within the enraged creature’s reach. If the enraged creature was friendly towards the target of its attack before this spell was cast, the enraged creature can repeat the saving throw immediately after making the attack, ending the effect on itself on a success.</p><p>An enraged creature can repeat the saving throw whenever it takes damage, ending the effect on itself on a success. When the spell ends, the creature reverts to its previous disposition again, unless the GM rules otherwise.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher and use an action to force an enraged creature to make a melee weapon attack, you can force one additional enraged creature to make a melee weapon attack for each slot level above 3rd.</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock</p>",
          "materials": {
            "value": "a red handkerchief"
          }
        },
        "Weave Entanglement": {
          "name": "Weave Entanglement",
          "description": "<p>You imperceptibly tangle the threads of the Weave in a <strong>20-foot-radius sphere</strong> centred on a point you can see within range. Whenever a creature attempts to cast a spell of 1st level or higher in this area, it must make an <strong>ability check with its spellcasting ability</strong> against your <strong>spell save DC</strong>. On a success, the spell is cast as normal. On a failure, the spellcaster casts the spell and produces an additional effect. Roll a d10 and consult the following table to determine the additional effect:</p><h3>Additional Effect [[/r 1d10]]</h3><ol><li>The spellcaster casts @UUID[Compendium.heliana-core.spells-heliana-a-tale-of-two-tails.7hmhyHlC1gdjScTN]{Gravity Smash}*</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.BYNvBJzHcF5VJhXw]{Phantasmal Killer}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.9hQXdMSmerkTsHDe]{Confusion}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.ztgcdrWPshKRpFd0]{Fireball}</li><li>The spellcaster casts @UUID[Compendium.heliana-core.spells-heliana-a-tale-of-two-tails.31GphTAUuhbv13xf]{Zippit!}*</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.UJJu9c2UvCzVljiP]{Web}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.S7VbUetIfVT7B6Eq]{Darkness}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.5VhqFROQYjr1P9lp]{Silence}</li><li>The spellcaster regains [[/r 2d10]] hit points.</li><li>The spellcaster doesn’t expend a spell slot to cast its spell.</li></ol><p><em>* Spells can be found in Appendix B of Heliana's Guide to Monster Hunting</em></p><p>Any additional spell cast this way targets or is centred on the spellcaster, who has no control over the spell’s effects. The <strong>DC</strong> for any saving throws equals the spellcaster’s <strong>spell save DC</strong>. In the case of concentration spells, no concentration is required. At initiative count 20 of each round, roll a d20 for each ongoing additional effect. On a roll of 11 or higher, that effect ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 7th level or higher, you increase the radius of the area affected by <strong>10 feet</strong> for each slot level above 6th.</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Wizard</p>",
          "materials": {
            "value": "a piece of felt"
          }
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The rakshasa can cast the following spells, requiring no spell components and using Charisma as the spellcasting ability (spell save DC 17, +9 to hit with spell attacks):</p><p>At will: <em><strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.s1Xc2mbNlx6HqJXo]{can’trip}</strong>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.5HcfknvFCdytaioI]{detect thoughts}</em><sup><em>c</em></sup><em>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.9gQMQ4l0wXnStOhk]{disguise self}, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.VLEbeTb8fwnkkuGl]{minor illusion}</em></p><p>3/day each: <em>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.0KiP9MAA034omEHU]{charm person}, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.WrMNEX3IjexovekZ]{detect magic}</em><sup><em>c</em></sup><em>, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.6Sk3f9ERaLGYREre]{enrage}</strong></em><sup><em>c</em></sup><em>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.e2VJ8nyqKbi4WnTC]{major image}</em><sup><em>c</em></sup><em>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.O43JskoezgpD7ui2]{suggestion}</em><sup><em>c</em></sup></p><p>1/day each: <em><strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.J1ig99AeZrEqSJDF]{dominate person}</strong></em><sup><em>c</em></sup><em>, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.D73INQXHUzFq1WDC]{greater invisibility}</strong></em><sup><em>c</em></sup><em>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.uK8ytCUnz4IwvFoi]{true seeing}, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.xp5TYNvQOLQ2l4f3]{weave entanglement}</strong></em><sup><em>c</em></sup></p><p><em><strong>Bold</strong></em> indicates combat spell; <sup>c</sup> indicates concentration.</p>"
        },
        "Claw": {
          "name": "Claw",
          "description": "<section class=\"secret\" id=\"secret-RvGrgUU3lvkBhYCG\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]]</strong>, and the target is <strong>cursed</strong> if it is a creature. For the next <strong>minute</strong>, the target can’t be affected by spells or magical effects of 2nd level or lower except for those cast by the rakshasa. In addition, the magic of any non-artifact item the target holds, carries, or touches is suppressed while the target is in contact with the item. The curse can be lifted by a <em>@UUID[Compendium.dnd5e.spells.XZhdgVK3cLoxNCQl]{remove curse}</em> spell.</p></section><p>The rakshasa attacks with its claws.</p>"
        },
        "Weavebender": {
          "name": "Weavebender",
          "description": "<section class=\"secret\" id=\"secret-IdyRTCjDd96s0sjc\"><p>When a ranged spell attack or a spell with an area of effect centred on a point targets a creature or point within <strong>30 feet</strong> of the rakshasa, the rakshasa can redirect the spell. It can cause a ranged spell attack to target a different creature within <strong>10 feet</strong> of the original target (after the attack roll is made but before the outcome is determined), or it can move the area of effect’s point of focus by up to <strong>10 feet</strong> in any direction.</p></section><p>The rakshasa uses weavebender.</p>"
        },
        "Devil’s Hiss": {
          "name": "Devil’s Hiss",
          "description": "<p>The rakshasa issues a command to the Handler or a creature charmed by it. If the target can hear the rakshasa and is within 120 feet of it, it moves up to half its speed and makes one weapon attack against a creature of the rakshasa’s choice within its reach.</p>"
        },
        "Cast a Spell (Costs 2 Actions)": {
          "name": "Cast a Spell (Costs 2 Actions)",
          "description": "<p>The rakshasa casts a spell.</p>"
        },
        "Purr (Costs 2 Actions)": {
          "name": "Purr (Costs 2 Actions)",
          "description": "<section class=\"secret\" id=\"secret-2CtvzMC81RuZnBlf\"><p>The rakshasa lets out a low, thrumming purr. Each creature of the rakshasa’s choice within 10 feet of it that can hear it must succeed a <strong>[[/save format=long]]</strong> or be <strong>&amp;Reference[charmed]</strong> by the rakshasa until the end of the rakshasa’s next turn. A creature charmed in this way regards the rakshasa as its own offspring, acting protectively towards it.</p></section><p>The rakshasa lets out a low, thrumming purr, make a <strong>Wisdom saving throw</strong>!</p>",
          "effects": {
            "Purr": {
              "name": "Purr",
              "description": "<p>This creature is <strong>&amp;Reference[Charmed]</strong> by the rakshasa until the end of the rakshasa's next turn. It regards the rakshasa as its own offspring, acting protectively towards it.</p>"
            }
          }
        },
        "Wind Strike": {
          "name": "Wind Strike",
          "description": "<section class=\"secret\" id=\"secret-3hTwJpqEcC4pZP7p\"><p>The rakshasa teleports up to <strong>30 feet</strong> to an unoccupied space within <strong>5 feet</strong> of a creature it can see, and then can make a melee spell attack (<strong>[[/attack]]</strong> to hit) against that creature. On a hit, the target takes <strong>[[/damage average]]</strong> damage.</p></section><p>The rakshasa uses wind strike.</p>"
        },
        "Caterwaul (Costs 2 Actions)": {
          "name": "Caterwaul (Costs 2 Actions)",
          "description": "<section class=\"secret\" id=\"secret-x1R7VeDr94z2Ng8E\"><p>The rakshasa lets forth an ear-screeching wail. Each creature within <strong>30 feet</strong> of the rakshasa that can hear the rakshasa must make a <strong>[[/save format=long]]</strong>. On a failure, a creature takes <strong>[[/damage average]]</strong> damage, and drops anything it is holding as it instinctually covers it ears. On a success, a creature takes half as much damage and maintains its grip on what it holds.</p></section><p>The rakshasa uses caterwaul, make a <strong>Constitution saving throw</strong>!</p>"
        },
        "Ninth Life": {
          "name": "Ninth Life",
          "description": "<p>If the rakshasa would be reduced to 0 hit points, its current hit point total instead resets to <strong>[[lookup @attributes.hp.max]]</strong> hit points and it gains <strong>50</strong> temporary hit points as deformed, tumorous growths sprout from its skin. Additionally, the rakshasa can use the options in the “Mythic Actions” section for <strong>1 hour</strong>. Award a party an additional 11,500 XP (17,400 XP total) for defeating the rakshasa after its Ninth Life activates.</p>"
        }
      }
    },
    "Fiendish Handler": {
      "name": "Fiendish Handler",
      "tokenName": "Fiendish Handler",
      "description": "<h3>Handlers</h3><p>Handlers are a case study in misdirection. Due to their imposing presence, musculature, and distinctly fiendish glare, they are often mistaken for a pygmy raksha’s shapeshifting disguise. This is entirely intentional; the handler’s sole job is to protect its fiendish master.</p><p><em><strong>Deals With Devils.</strong></em> Who says crime doesn’t pay? Stronger, more lethal, and more hardy than even a master-at-arms, handlers have traded their soul for infernal power. Sure, they’re little more than a glorified cat carrier, but gosh, wouldn’t it feel good to be that powerful? What are you going to do with your soul anyway...?</p>",
      "items": {
        "Shield": {
          "name": "Shield",
          "description": "<p>A shield is made from wood or metal and is carried in one hand. Wielding a shield increases your Armor Class by 2. You can benefit from only one shield at a time.</p>"
        },
        "Fiendish Fury": {
          "name": "Fiendish Fury",
          "description": "The handler deals an extra 11 (2d10) damage when it hits with a melee weapon attack (included in the attacks)."
        },
        "Fiendish Vigour": {
          "name": "Fiendish Vigour",
          "description": "<p>The handler gains <strong>10</strong> temporary hit points at the start of each of its turns. If the handler takes radiant damage, this trait doesn’t function at the start of the handler’s next turn.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "The handler makes three attacks with its Morningstar or Tommybow."
        },
        "Guardian": {
          "name": "Guardian",
          "description": "<p>When a creature within <strong>5 feet</strong> of the handler is the target of an attack, the handler can choose to become the target of the attack instead of the original target.</p>"
        },
        "Morningstar": {
          "name": "Morningstar",
          "description": "<section class=\"secret\" id=\"secret-sMV81k0M6HFMHLLR\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The handler attacks with its morningstar.</p>"
        },
        "Splinterspray Tommybow": {
          "name": "Splinterspray Tommybow",
          "description": "<section class=\"secret\" id=\"secret-E2pAE6G9n75RyLXr\"><p><strong>[[/attack format=extended]]</strong>, two creatures within 5 feet of each other. <strong>[[/damage format=extended]]</strong>. Reload (3)</p></section><p>The handler attacks with its tommybow.</p>"
        },
        "Fiendish Audacity": {
          "name": "Fiendish Audacity",
          "description": "The handler’s AC includes its Charisma modifier.",
          "effects": {
            "AC Increase": {
              "name": "AC Increase"
            }
          }
        }
      }
    },
    "Pit Fiend": {
      "name": "Pit Fiend",
      "tokenName": "Pit Fiend",
      "description": "<p>\n        <em>\n          Token artwork by\n          <a href=\"https://www.forgotten-adventures.net/\" target=\"_blank\" rel=\"noopener\">Forgotten Adventures</a>.\n        </em>\n      </p>",
      "items": {
        "Fear Aura": {
          "name": "Fear Aura",
          "description": "<section class=\"secret\"><p>Any creature hostile to the pit fiend that starts its turn <strong>within 20 feet</strong> of the pit fiend must make a <strong>DC 21 Wisdom saving throw</strong>, unless the pit fiend is incapacitated. On a failed save, the creature is frightened until the start of its next turn. If a creature's saving throw is successful, the creature is immune to the pit fiend's Fear Aura for the next 24 hours.</p></section><p>Any creature hostile to the pit fiend that starts its turn <strong>within 20 feet</strong> of the pit fiend must make a <strong>Wisdom</strong> saving throw.</p>"
        },
        "Magic Resistance": {
          "name": "Magic Resistance",
          "description": "<p>The pit fiend has<strong> advantage </strong>on saving throws against spells and other magical effects.</p>"
        },
        "Magic Weapons": {
          "name": "Magic Weapons",
          "description": "<p>The pit fiend's weapon attacks are magical.</p>"
        },
        "Innate Spellcasting": {
          "name": "Innate Spellcasting",
          "description": "<p>The pit fiend's spellcasting ability is Charisma (spell save DC 21). The pit fiend can innately cast the following spells, requiring no material components:</p>\n<p>At will: detect magic, fireball</p>\n<p>3/day each: hold monster, wall of fire</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The pit fiend makes four attacks: one with its bite, one with its claw, one with its mace, and one with its tail.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+14 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>22 (4d6 + 8) <em>piercing damage</em></strong>.</p><p>The target must succeed on a  <strong>DC 21 Constitution</strong> saving throw or become poisoned. While poisoned in this way, the target can't regain hit points, and it takes <strong>21 (6d6) <em>poison damage</em></strong> at the start of each of its turns. The poisoned target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p></section><p>The Pit Fiend attacks with its Bite. The target must succeed on a  <strong>DC 21 Constitution</strong> saving throw or become poisoned. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p>"
        },
        "Claw": {
          "name": "Claw",
          "description": "<section class=\"secret\"><p>Melee Weapon Attack: +14 to hit, reach 10 ft. , one target. Hit: <strong>17 (2d8 + 8) <em>slashing damage</em></strong>.</p><p></p></section><p>The Pit Fiend attacks with its Claw.</p>"
        },
        "Mace": {
          "name": "Mace",
          "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+14 to hit,</strong>, <strong>10 ft.,</strong> one target. Hit: <strong>15 (2d6 + 8) <em>bludgeoning damage</em></strong> plus <strong>21 (6d6) <em>fire damage</em></strong>.</p><p></p></section><p>The Pit Fiend attacks with its Mace.</p>"
        },
        "Tail": {
          "name": "Tail",
          "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+14 to hit,</strong>, <strong>10 ft.,</strong> one target. Hit: <strong>24 (3d10 + 8) <em>bludgeoning damage</em></strong>.</p></section>\n<p>The Pit Fiend attacks with its Tail.</p>"
        },
        "Detect Magic": {
          "name": "Detect Magic",
          "description": "<p>For the duration, you sense the presence of magic within 30 feet of you. If you sense magic in this way, you can use your action to see a faint aura around any visible creature or object in the area that bears magic, and you learn its school of magic, if any.</p><p>The spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
        },
        "Fireball": {
          "name": "Fireball",
          "description": "<p>A bright streak flashes from your pointing finger to a point you choose within range and then blossoms with a low roar into an explosion of flame. Each creature in a 20-foot-radius sphere centered on that point must make a Dexterity saving throw. A target takes 8d6 fire damage on a failed save, or half as much damage on a successful one.</p><p>The fire spreads around corners. It ignites flammable objects in the area that aren't being worn or carried.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d6 for each slot level above 3rd.</p>",
          "materials": {
            "value": "A tiny ball of bat guano and sulfur"
          }
        },
        "Hold Monster": {
          "name": "Hold Monster",
          "description": "<p>Choose a creature that you can see within range. The target must succeed on a Wisdom saving throw or be Paralyzed for the Duration. This spell has no effect on Undead. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the spell ends on the target.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 6th level or higher, you can target one additional creature for each slot level above 5th. The creatures must be within 30 feet of each other when you target them.</p>",
          "materials": {
            "value": "A small, straight piece of iron"
          }
        },
        "Wall of Fire": {
          "name": "Wall of Fire",
          "description": "<p>You create a wall of fire on a solid surface within range. You can make the wall up to 60 feet long, 20 feet high, and 1 foot thick, or a ringed wall up to 20 feet in diameter, 20 feet high, and 1 foot thick. The wall is opaque and lasts for the duration.</p><p>When the wall appears, each creature within its area must make a Dexterity saving throw. On a failed save, a creature takes 5d8 fire damage, or half as much damage on a successful save.</p><p>One side of the wall, selected by you when you cast this spell, deals 5d8 fire damage to each creature that ends its turn within 10 feet of that side or inside the wall. A creature takes the same damage when it enters the wall for the first time on a turn or ends its turn there. The other side of the wall deals no damage.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 5th level or higher, the damage increases by 1d8 for each slot level above 4th.</p>",
          "materials": {
            "value": "A small piece of phosphorous"
          }
        }
      }
    },
    "Skeleton": {
      "name": "Skeleton",
      "tokenName": "Skeleton",
      "description": "<p>\n        <em>\n          Token artwork by\n          <a href=\"https://www.forgotten-adventures.net/\" target=\"_blank\" rel=\"noopener\">Forgotten Adventures</a>.\n        </em>\n      </p>",
      "items": {
        "Shortbow": {
          "name": "Shortbow",
          "description": "<section class=\"secret\">\n<p>Ranged Weapon Attack: +4 to hit, range 80/320 ft., one target. Hit: <strong>5 (1d6 + 2) <em>piercing damage</em></strong>.</p></section>\n<p>The Skeleton attacks with its Shortbow.</p>"
        },
        "Shortsword": {
          "name": "Shortsword",
          "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+4 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>5 (1d6 + 2) <em>piercing damage</em></strong>.</p></section>\n<p>The Skeleton attacks with its Shortsword.</p>"
        }
      }
    },
    "Pygmy Rakshasa": {
      "name": "Pygmy Rakshasa",
      "tokenName": "Pygmy Rakshasa",
      "description": "<h3>Pygmy Rakshasa</h3><p>Pygmy rakshasas are experts in middle management. Surrounding themselves with burly handlers, mad scientists, and any who might sell their soul for a chance at power, they answer only to their archdevil overlords.</p><p><strong>Weave Bender.</strong> While the pygmy rakshasa’s fullsized cousin enjoys a more robust blanket immunity to magic, the pygmy rakshasa forgoes some of this antimagic potency in order to cause chaos. Bending the weave, it can redirect magic, causing its foes to strike one another.</p><p><strong>Vindictive and Vicious.</strong> Like their cousins, pygmy rakshasa are evil spirits embroiled in mortal, feline flesh. If killed on the Material Plane, a pygmy rakshasa is sent back to the Hells in spirit form until it reforms. Upon its return, a pygmy rakshasa will stalk the land looking for the one who laid it low, or, if their quarry’s mortal form has expired, their kith and kin.</p><p><strong>Ninth Life.</strong> When a pygmy rakshasa is first killed, its disbelief and arrogance sustain it, causing it to rise again in a gruesome mummified form. Its furious, shrill screeching causes all but the hardiest foes to cover their ears in distress. Those that survive such an endeavour live in fear of the rakshasa’s inevitable return.</p>",
      "items": {
        "Limited Magic Immunity": {
          "name": "Limited Magic Immunity",
          "description": "The rakshasa can’t be affected or detected by spells of 4th level or lower unless it wishes to be. It has advantage on saving throws against all other spells and magical effects."
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The rakshasa can cast the following spells, requiring no spell components and using Charisma as the spellcasting ability (spell save DC 17, +9 to hit with spell attacks):</p><p>At will: <em><strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.s1Xc2mbNlx6HqJXo]{can’trip}</strong>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.5HcfknvFCdytaioI]{detect thoughts}</em><sup><em>c</em></sup><em>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.9gQMQ4l0wXnStOhk]{disguise self}, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.VLEbeTb8fwnkkuGl]{minor illusion}</em></p><p>3/day each: <em>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.0KiP9MAA034omEHU]{charm person}, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.WrMNEX3IjexovekZ]{detect magic}</em><sup><em>c</em></sup><em>, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.6Sk3f9ERaLGYREre]{enrage}</strong></em><sup><em>c</em></sup><em>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.e2VJ8nyqKbi4WnTC]{major image}</em><sup><em>c</em></sup><em>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.O43JskoezgpD7ui2]{suggestion}</em><sup><em>c</em></sup></p><p>1/day each: <em><strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.J1ig99AeZrEqSJDF]{dominate person}</strong></em><sup><em>c</em></sup><em>, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.D73INQXHUzFq1WDC]{greater invisibility}</strong></em><sup><em>c</em></sup><em>, @UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.uK8ytCUnz4IwvFoi]{true seeing}, <strong>@UUID[Compendium.heliana-core.actors-heliana-a-tale-of-two-tails.Actor.qNy2DZmqLujtuOA9.Item.xp5TYNvQOLQ2l4f3]{weave entanglement}</strong></em><sup><em>c</em></sup></p><p><em><strong>Bold</strong></em> indicates combat spell; <sup>c</sup> indicates concentration.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "The rakshasa makes three Claw attacks."
        },
        "Legendary Resistance": {
          "name": "Legendary Resistance",
          "description": "<p>If the rakshasa fails a saving throw, it can choose to succeed instead.</p>"
        },
        "Ninth Life": {
          "name": "Ninth Life",
          "description": "<p>If the rakshasa would be reduced to 0 hit points, its current hit point total instead resets to <strong>[[lookup @attributes.hp.max]]</strong> hit points and it gains <strong>50</strong> temporary hit points as deformed, tumorous growths sprout from its skin. Additionally, the rakshasa can use the options in the “Mythic Actions” section for <strong>1 hour</strong>. Award a party an additional 11,500 XP (17,400 XP total) for defeating the rakshasa after its Ninth Life activates.</p>"
        },
        "Cast a Spell (Costs 2 Actions)": {
          "name": "Cast a Spell (Costs 2 Actions)",
          "description": "<p>The rakshasa casts a spell.</p>"
        },
        "Devil’s Hiss": {
          "name": "Devil’s Hiss",
          "description": "<p>The rakshasa issues a command to the Handler or a creature charmed by it. If the target can hear the rakshasa and is within 120 feet of it, it moves up to half its speed and makes one weapon attack against a creature of the rakshasa’s choice within its reach.</p>"
        },
        "Mythic Actions": {
          "name": "Mythic Actions",
          "description": "<p>If the rakshasa’s Ninth Life trait has activated in the last hour, it can use the options below as legendary actions.</p><p><strong>[[/item HS75cTAN4DQtWdKl]]{Wind Strike}. </strong>The rakshasa teleports up to 30 feet to an unoccupied space within 5 feet of a creature it can see, and then can make a melee spell attack (+9 to hit) against that creature. On a hit, the target takes 22 (4d10) force damage.</p><p><strong>[[/item PNpKHERWmP8AjBlA]]{Caterwaul (Costs 2 Actions)}. </strong>The rakshasa lets forth an ear-screeching wail. Each creature within 30 feet of the rakshasa that can hear the rakshasa must make a <strong>DC 17 Constitution saving throw</strong>. On a failure, a creature takes 17 (5d6) thunder damage and 17 (5d6) psychic damage, and drops anything it is holding as it instinctually covers it ears. On a success, a creature takes half as much damage and maintains its grip on what it holds.</p><p></p>"
        },
        "Legendary Actions": {
          "name": "Legendary Actions",
          "description": "<p>The rakshasa can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature’s turn. The rakshasa regains spent legendary actions at the start of its turn.</p><p><strong>[[/item zP7bPsiVvPzNI7LR]]{Devil's Hiss}.</strong> The rakshasa issues a command to the Handler or a creature charmed by it. If the target can hear the rakshasa and is within 120 feet of it, it moves up to half its speed and makes one weapon attack against a creature of the rakshasa’s choice within its reach.</p><p><strong>[[/item rhZzKgjPUQpj1MoH]]{Cast a Spell (Costs 2 Actions)}. </strong>The rakshasa casts a spell.</p><p><strong>[[/item g0esSUqZ34kO8q47]]{Purr (Costs 2 Actions)}. </strong>The rakshasa lets out a low, thrumming purr. Each creature of the rakshasa’s choice within 10 feet of it that can hear it must succeed a <strong>DC 17 Wisdom saving throw</strong> or be charmed by the rakshasa until the end of the rakshasa’s next turn. A creature charmed in this way regards the rakshasa as its own offspring, acting protectively towards it.</p>"
        },
        "Detect Thoughts": {
          "name": "Detect Thoughts",
          "description": "<p>For the duration, you can read the thoughts of certain creatures. When you cast the spell and as your action on each turn until the spell ends, you can focus your mind on any one creature that you can see within 30 feet of you. If the creature you choose has an Intelligence of 3 or lower or doesn't speak any language, the creature is unaffected.</p><p>You initially learn the surface thoughts of the creature—what is most on its mind in that moment. As an action, you can either shift your attention to another creature's thoughts or attempt to probe deeper into the same creature's mind. If you probe deeper, the target must make a Wisdom saving throw. If it fails, you gain insight into its reasoning (if any), its emotional state, and something that looms large in its mind (such as something it worries over, loves, or hates). If it succeeds, the spell ends. Either way, the target knows that you are probing into its mind, and unless you shift your attention to another creature's thoughts, the creature can use its action on its turn to make an Intelligence check contested by your Intelligence check; if it succeeds, the spell ends.</p><p>Questions verbally directed at the target creature naturally shape the course of its thoughts, so this spell is particularly effective as part of an interrogation.</p><p>You can also use this spell to detect the presence of thinking creatures you can't see. When you cast the spell or as your action during the duration, you can search for thoughts within 30 feet of you. The spell can penetrate barriers, but 2 feet of rock, 2 inches of any metal other than lead, or a thin sheet of lead blocks you. You can't detect a creature with an Intelligence of 3 or lower or one that doesn't speak any language.</p><p>Once you detect the presence of a creature in this way, you can read its thoughts for the rest of the duration as described above, even if you can't see it, but it must still be within range.</p>",
          "materials": {
            "value": "A copper piece"
          }
        },
        "Disguise Self": {
          "name": "Disguise Self",
          "description": "<p>You make yourself—including your clothing, armor, weapons, and other belongings on your person—look different until the spell ends or until you use your action to dismiss it. You can seem 1 foot shorter or taller and can appear thin, fat, or in between. You can't change your body type, so you must adopt a form that has the same basic arrangement of limbs. Otherwise, the extent of the illusion is up to you.</p><p>The changes wrought by this spell fail to hold up to physical inspection. For example, if you use this spell to add a hat to your outfit, objects pass through the hat, and anyone who touches it would feel nothing or would feel your head and hair. If you use this spell to appear thinner than you are, the hand of someone who reaches out to touch you would bump into you while it was seemingly still in midair.</p><p>To discern that you are disguised, a creature can use its action to inspect your appearance and must succeed on an Intelligence (Investigation) check against your spell save DC.</p>"
        },
        "Minor Illusion": {
          "name": "Minor Illusion",
          "description": "<p>You create a sound or an image of an object within range that lasts for the duration. The illusion also ends if you dismiss it as an action or cast this spell again.</p><p>If you create a sound, its volume can range from a whisper to a scream. It can be your voice, someone else's voice, a lion's roar, a beating of drums, or any other sound you choose. The sound continues unabated throughout the duration, or you can make discrete sounds at different times before the spell ends.</p><p>If you create an image of an object—such as a chair, muddy footprints, or a small chest—it must be no larger than a 5-foot cube. The image can't create sound, light, smell, or any other sensory effect. Physical interaction with the image reveals it to be an illusion, because things can pass through it.</p><p>If a creature uses its action to examine the sound or image, the creature can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature.</p>",
          "materials": {
            "value": "A bit of fleece."
          }
        },
        "Charm Person": {
          "name": "Charm Person",
          "description": "<p>You attempt to charm a humanoid you can see within range. It must make a Wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is charmed by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p>\n        <p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>"
        },
        "Detect Magic": {
          "name": "Detect Magic",
          "description": "<p>For the duration, you sense the presence of magic within 30 feet of you. If you sense magic in this way, you can use your action to see a faint aura around any visible creature or object in the area that bears magic, and you learn its school of magic, if any.</p><p>The spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
        },
        "Major Image": {
          "name": "Major Image",
          "description": "<p>You create the image of an object, a creature, or some other visible phenomenon that is no larger than a 20-foot cube. The image appears at a spot that you can see within range and lasts for the duration. It seems completely real, including sounds, smells, and temperature appropriate to the thing depicted. You can't create sufficient heat or cold to cause damage, a sound loud enough to deal thunder damage or deafen a creature, or a smell that might sicken a creature (like a troglodyte's stench).</p><p>As long as you are within range of the illusion, you can use your action to cause the image to move to any other spot within range. As the image changes location, you can alter its appearance so that its movements appear natural for the image. For example, if you create an image of a creature and move it, you can alter the image so that it appears to be walking. Similarly, you can cause the illusion to make different sounds at different times, even making it carry on a conversation, for example.</p><p>Physical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the creature can see through the image, and its other sensory qualities become faint to the creature.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 6th level or higher, the spell lasts until dispelled, without requiring your concentration.</p>",
          "materials": {
            "value": "A bit of fleece"
          }
        },
        "Suggestion": {
          "name": "Suggestion",
          "description": "<p>You suggest a course of activity (limited to a sentence or two) and magically influence a creature you can see within range that can hear and understand you. Creatures that can't be charmed are immune to this effect. The suggestion must be worded in such a manner as to make the course of action sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act ends the spell.</p><p>The target must make a Wisdom saving throw. On a failed save, it pursues the course of action you described to the best of its ability. The suggested course of action can continue for the entire duration. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do.</p><p>You can also specify conditions that will trigger a special activity during the duration. For example, you might suggest that a knight give her warhorse to the first beggar she meets. If the condition isn't met before the spell expires, the activity isn't performed.</p><p>If you or any of your companions damage the target, the spell ends.</p>",
          "materials": {
            "value": "A snake's tongue and either a bit of honeycomb or a drop of sweet oil"
          }
        },
        "Dominate Person": {
          "name": "Dominate Person",
          "description": "<p>You attempt to beguile a humanoid that you can see within range. It must succeed on a Wisdom saving throw or be charmed by you for the duration. If you or creatures that are friendly to you are fighting it, it has advantage on the saving throw.</p><p>While the target is charmed, you have a telepathic link with it as long as the two of you are on the same plane of existence. You can use this telepathic link to issue commands to the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as \"Attack that creature,\" \"Run over there,\" or \"Fetch that object.\" If the creature completes the order and doesn't receive further direction from you, it defends and preserves itself to the best of its ability.</p><p>You can use your action to take total and precise control of the target. Until the end of your next turn, the creature takes only the actions you choose, and doesn't do anything that you don't allow it to do. During this time you can also cause the creature to use a reaction, but this requires you to use your own reaction as well.</p><p>Each time the target takes damage, it makes a new Wisdom saving throw against the spell. If the saving throw succeeds, the spell ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a 6th-level spell slot, the duration is concentration, up to 10 minutes. When you use a 7th-level spell slot, the duration is concentration, up to 1 hour. When you use a spell slot of 8th level or higher, the duration is concentration, up to 8 hours.</p>"
        },
        "Greater Invisibility": {
          "name": "Greater Invisibility",
          "description": "<p>You or a creature you touch becomes Invisible until the spell ends. Anything the target is wearing or carrying is Invisible as long as it is on the target's person.</p>"
        },
        "True Seeing": {
          "name": "True Seeing",
          "description": "<p>This spell gives the willing creature you touch the ability to see things as they actually are. For the duration, the creature has truesight, notices secret doors hidden by magic, and can see into the Ethereal Plane, all out to a range of 120 feet.</p>",
          "materials": {
            "value": "An ointment for the eyes that costs 25gp; is made from mushroom powder, saffron, and fat; and is consumed by the spell"
          }
        },
        "Can’trip": {
          "name": "Can’trip",
          "description": "<p>Choose a willing creature within range that you can see. Until the end of your next turn, that creature is immune to the prone condition. If it is already prone and is not restrained, this spell sets it on its feet.</p><p>The number of creatures you can simultaneously target with this spell increases by 1 when you reach 5th level (2 creatures), 11th level (3 creatures), and 17th level (4 creatures).</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock, Wizard</p>"
        },
        "Enrage": {
          "name": "Enrage",
          "description": "<p>You attempt to create violent emotions in a group of people. Each humanoid in a <strong>20-foot-radius</strong> sphere centred on a point you choose within range must make a <strong>Charisma saving throw</strong>; a creature can choose to fail this saving throw if it wishes. A creature that fails this saving throw becomes enraged for the duration.</p><p>While enraged, a target becomes hostile towards all creatures. An enraged creature that is concentrating on a spell must succeed on a <strong>DC 10 Constitution saving throw</strong> at the start of each of its turns or lose concentration on the spell.</p><p>As an action, you can force an enraged creature to use its reaction to make one melee weapon attack against one randomly determined creature within the enraged creature’s reach. If the enraged creature was friendly towards the target of its attack before this spell was cast, the enraged creature can repeat the saving throw immediately after making the attack, ending the effect on itself on a success.</p><p>An enraged creature can repeat the saving throw whenever it takes damage, ending the effect on itself on a success. When the spell ends, the creature reverts to its previous disposition again, unless the GM rules otherwise.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher and use an action to force an enraged creature to make a melee weapon attack, you can force one additional enraged creature to make a melee weapon attack for each slot level above 3rd.</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock</p>",
          "materials": {
            "value": "a red handkerchief"
          }
        },
        "Cannotrip": {
          "name": "Cannotrip",
          "description": "<p>Choose a creature you can see within range. Each time the target tries to cast a spell of equal or lower level than this spell, it must succeed on a spellcasting ability check against your <strong>spell save DC</strong> or waste its action (but not its spell slot).</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you inhibit spells 1 spell level higher for each slot level above 1st.</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Warlock, Wizard</p>"
        },
        "Weave Entanglement": {
          "name": "Weave Entanglement",
          "description": "<p>You imperceptibly tangle the threads of the Weave in a <strong>20-foot-radius sphere</strong> centred on a point you can see within range. Whenever a creature attempts to cast a spell of 1st level or higher in this area, it must make an <strong>ability check with its spellcasting ability</strong> against your <strong>spell save DC</strong>. On a success, the spell is cast as normal. On a failure, the spellcaster casts the spell and produces an additional effect. Roll a d10 and consult the following table to determine the additional effect:</p><h3>Additional Effect [[/r 1d10]]</h3><ol><li>The spellcaster casts @UUID[Compendium.heliana-core.spells-heliana-a-tale-of-two-tails.7hmhyHlC1gdjScTN]{Gravity Smash}*</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.BYNvBJzHcF5VJhXw]{Phantasmal Killer}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.9hQXdMSmerkTsHDe]{Confusion}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.ztgcdrWPshKRpFd0]{Fireball}</li><li>The spellcaster casts @UUID[Compendium.heliana-core.spells-heliana-a-tale-of-two-tails.31GphTAUuhbv13xf]{Zippit!}*</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.UJJu9c2UvCzVljiP]{Web}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.S7VbUetIfVT7B6Eq]{Darkness}</li><li>The spellcaster casts @UUID[Compendium.dnd5e.spells.5VhqFROQYjr1P9lp]{Silence}</li><li>The spellcaster regains [[/r 2d10]] hit points.</li><li>The spellcaster doesn’t expend a spell slot to cast its spell.</li></ol><p><em>* Spells can be found in Appendix B of Heliana's Guide to Monster Hunting</em></p><p>Any additional spell cast this way targets or is centred on the spellcaster, who has no control over the spell’s effects. The <strong>DC</strong> for any saving throws equals the spellcaster’s <strong>spell save DC</strong>. In the case of concentration spells, no concentration is required. At initiative count 20 of each round, roll a d20 for each ongoing additional effect. On a roll of 11 or higher, that effect ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 7th level or higher, you increase the radius of the area affected by <strong>10 feet</strong> for each slot level above 6th.</p><hr /><p><strong>Class:</strong> Bard, Sorcerer, Wizard</p>",
          "materials": {
            "value": "a piece of felt"
          }
        },
        "Caterwaul (Costs 2 Actions)": {
          "name": "Caterwaul (Costs 2 Actions)",
          "description": "<section class=\"secret\" id=\"secret-x1R7VeDr94z2Ng8E\"><p>The rakshasa lets forth an ear-screeching wail. Each creature within <strong>30 feet</strong> of the rakshasa that can hear the rakshasa must make a <strong>[[/save format=long]]</strong>. On a failure, a creature takes <strong>[[/damage average]]</strong> damage, and drops anything it is holding as it instinctually covers it ears. On a success, a creature takes half as much damage and maintains its grip on what it holds.</p></section><p>The rakshasa uses caterwaul, make a <strong>Constitution saving throw</strong>!</p>"
        },
        "Wind Strike": {
          "name": "Wind Strike",
          "description": "<section class=\"secret\" id=\"secret-3hTwJpqEcC4pZP7p\"><p>The rakshasa teleports up to <strong>30 feet</strong> to an unoccupied space within <strong>5 feet</strong> of a creature it can see, and then can make a melee spell attack (<strong>[[/attack]]</strong> to hit) against that creature. On a hit, the target takes <strong>[[/damage average]]</strong> damage.</p></section><p>The rakshasa uses wind strike.</p>"
        },
        "Purr (Costs 2 Actions)": {
          "name": "Purr (Costs 2 Actions)",
          "description": "<section class=\"secret\" id=\"secret-2CtvzMC81RuZnBlf\"><p>The rakshasa lets out a low, thrumming purr. Each creature of the rakshasa’s choice within 10 feet of it that can hear it must succeed a <strong>[[/save format=long]]</strong> or be <strong>&amp;Reference[charmed]</strong> by the rakshasa until the end of the rakshasa’s next turn. A creature charmed in this way regards the rakshasa as its own offspring, acting protectively towards it.</p></section><p>The rakshasa lets out a low, thrumming purr, make a <strong>Wisdom saving throw</strong>!</p>",
          "effects": {
            "Purr": {
              "name": "Purr",
              "description": "<p>This creature is <strong>&amp;Reference[Charmed]</strong> by the rakshasa until the end of the rakshasa's next turn. It regards the rakshasa as its own offspring, acting protectively towards it.</p>"
            }
          }
        },
        "Claw": {
          "name": "Claw",
          "description": "<section class=\"secret\" id=\"secret-RvGrgUU3lvkBhYCG\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]]</strong>, and the target is <strong>cursed</strong> if it is a creature. For the next <strong>minute</strong>, the target can’t be affected by spells or magical effects of 2nd level or lower except for those cast by the rakshasa. In addition, the magic of any non-artifact item the target holds, carries, or touches is suppressed while the target is in contact with the item. The curse can be lifted by a <em>@UUID[Compendium.dnd5e.spells.XZhdgVK3cLoxNCQl]{remove curse}</em> spell.</p></section><p>The rakshasa attacks with its claws.</p>"
        },
        "Weavebender": {
          "name": "Weavebender",
          "description": "<section class=\"secret\" id=\"secret-IdyRTCjDd96s0sjc\"><p>When a ranged spell attack or a spell with an area of effect centred on a point targets a creature or point within <strong>30 feet</strong> of the rakshasa, the rakshasa can redirect the spell. It can cause a ranged spell attack to target a different creature within <strong>10 feet</strong> of the original target (after the attack roll is made but before the outcome is determined), or it can move the area of effect’s point of focus by up to <strong>10 feet</strong> in any direction.</p></section><p>The rakshasa uses weavebender.</p>"
        }
      }
    },
    "Infernal Handler": {
      "name": "Infernal Handler",
      "tokenName": "Infernal Handler",
      "description": "<h3>Handlers</h3><p>Handlers are a case study in misdirection. Due to their imposing presence, musculature, and distinctly fiendish glare, they are often mistaken for a pygmy raksha’s shapeshifting disguise. This is entirely intentional; the handler’s sole job is to protect its fiendish master.</p><p><em><strong>Deals With Devils.</strong></em> Who says crime doesn’t pay? Stronger, more lethal, and more hardy than even a master-at-arms, handlers have traded their soul for infernal power. Sure, they’re little more than a glorified cat carrier, but gosh, wouldn’t it feel good to be that powerful? What are you going to do with your soul anyway...?</p>",
      "items": {
        "Shield": {
          "name": "Shield",
          "description": "<p>A shield is made from wood or metal and is carried in one hand. Wielding a shield increases your Armor Class by 2. You can benefit from only one shield at a time.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "The handler makes four attacks with its Morningstar or Tommybow."
        },
        "Morningstar": {
          "name": "Morningstar",
          "description": "<section class=\"secret\" id=\"secret-zL9Yl5oXnVMwroyw\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The handler attacks with its morningstar.</p>"
        },
        "Devilbone Splinterspray Tommybow": {
          "name": "Devilbone Splinterspray Tommybow",
          "description": "<section class=\"secret\" id=\"secret-8ExXAtCJZOODaGEZ\"><p><strong>[[/attack format=extended]]</strong>, two creatures within 5 feet of each other. <strong>[[/damage format=extended]]</strong>. Reload (3)</p></section><p>The handler attacks with its tommybow.</p>"
        },
        "Fiendish Audacity": {
          "name": "Fiendish Audacity",
          "description": "The handler’s AC includes its Charisma modifier.",
          "effects": {
            "AC Increase": {
              "name": "AC Increase"
            }
          }
        },
        "Fiendish Vigour": {
          "name": "Fiendish Vigour",
          "description": "<p>The handler gains <strong>15</strong> temporary hit points at the start of each of its turns. If the handler takes radiant damage, this trait doesn’t function at the start of the handler’s next turn.</p>"
        },
        "Fiendish Fury": {
          "name": "Fiendish Fury",
          "description": "<p>The handler deals an extra 16 (3d10) damage when it hits with a melee weapon attack (included in the attacks).</p>"
        },
        "Guardian": {
          "name": "Guardian",
          "description": "<p>When a creature within <strong>5 feet</strong> of the handler is the target of an attack, the handler can choose to become the target of the attack instead of the original target.</p>"
        }
      }
    }
  }
}
