{
  "label": "Bestiary",
  "folders": {
    "Familiar": "Familiar"
  },
  "entries": {
    "Emaciated Tavern Mimic Brain": {
      "name": "Emaciated Tavern Mimic Brain",
      "tokenName": "Emaciated Tavern Mimic Brain",
      "description": "<p>One of the rarest forms of mimic, tavern mimics are living structures that provide hospitality, benign or otherwise, in the remote wilds. These shapechanging buildings move using a variety of mechanisms: slug-like convulsions, millions of tiny cilia, or even hundreds of humanoid feet.</p><p><em><strong>Biomantic Origins.</strong></em> Tavern mimics occur when strong biomantic fields in the presence of a large structure, an unattached mind, and a mimic receive a sudden burst of magical energy. The most famous example is Jonjo Starr who, in attempting to create a lich phylactery in the biomantic laboratory of his half brother, Dr. Francis Norman Stein, accidentally fused himself to the building. Such creations are referred to as ‘mymilacteries’.</p><p><em><strong>Dark Contest.</strong></em> Tavern mimics often experience strong internal conflict. The basal, voracious appetite of the mimic desires only to consume and grow, while the mind with which it’s fused often has more complex desires. Not all tavern mimics are evil; some enjoy existence as a hub of activity, selling shelter and buying the produce on which they feed. Others aim to deceive travellers, giving into their core instincts and feeding on them as they sleep. Clever tavern mimics are selective and opportunistic predators, feeding only on strays and vagabonds who will not be missed.</p><p><em><strong>Lifecycle.</strong></em> Like all mimics, tavern mimics lay eggs. These baby mimics have a limited number of forms they can take, and often appear as a pile of gold coins. This coin form is, in fact, their dispersal strategy. Mixed into a traveller’s purse, a baby mimic can quickly find itself miles from home, and able to feed on the fingertips of consumers and pickpockets alike. Like the common cuckoo bird, a baby mimic will often push normal coins and other baby mimics out of a purse to ensure it is more likely to be spent.</p>",
      "items": {
        "Squirt": {
          "name": "Squirt",
          "description": "<section class=\"secret\" id=\"secret-Jt0BJyVCs9Veti0S\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The Tavern Mimic attacks with it's Squirt.</p>"
        },
        "Grappler": {
          "name": "Grappler",
          "description": "<p>The mimic has <strong>advantage</strong> on attack rolls against any creature grappled by it.</p>"
        },
        "Shapechanger": {
          "name": "Shapechanger",
          "description": "<p>The mimic can use its action to polymorph into an object or back into its true, tavern form. Its statistics are the same in each form. Any equipment or creatures it is wearing or carrying aren’t transformed. It reverts to its true form if it dies.</p>"
        },
        "Pseudopod": {
          "name": "Pseudopod",
          "description": "<section class=\"secret\" id=\"secret-JXqUYJmOQCZz0tJ6\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The Mimic attacks with a Pseudopod.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The mimic makes two attacks, one with its pseudopod and one with its squirt.</p>"
        },
        "Central Nervous System": {
          "name": "Central Nervous System",
          "description": "<p>The first time the central nervous system takes damage on a turn, it takes an additional <strong>[[/damage average]]</strong> damage. As a bonus action on its turn, the mimic can relocate its nervous system to any location within itself.</p>"
        },
        "Legendary Resistance (2/Day)": {
          "name": "Legendary Resistance (2/Day)",
          "description": "<p>If the mimic fails a saving throw, it can choose to succeed instead.</p>"
        },
        "Sensitive Gut": {
          "name": "Sensitive Gut",
          "description": "<p>The mimic's blindsight extends throughout its interior structure.</p>"
        },
        "Warded": {
          "name": "Warded",
          "description": "<p>The mimic can't be harmed or affected by attacks or effects that originate from outside of it.</p>"
        },
        "Shield": {
          "name": "Shield",
          "description": "<p>An invisible barrier of magical force appears and protects you. Until the start of your next turn, you have a +5 bonus to AC, including against the triggering attack, and you take no damage from magic missile.</p>",
          "activation": {
            "condition": "Which you take when you are hit by an attack or targeted by the magic missile spell"
          },
          "effects": {
            "Shield": {
              "name": "Shield"
            }
          }
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The mimic casts one of the following spells, using Intelligence as the spellcasting ability (<span class=\"loot-tavern Checks-and-Saves\"><strong>spell save DC 12</strong></span>, <strong>+4</strong>&nbsp;to hit with spell attacks).</p><p>At will: <em>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.2R2N91r3C9qUeG5A.Item.GENbmKYGNqWVPA9D]{create food and water}, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.2R2N91r3C9qUeG5A.Item.YqLKRARf3tD8MBrE]{dancing lights}, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.2R2N91r3C9qUeG5A.Item.CwN8PXRvIN5b0B9j]{minor illusion}, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.2R2N91r3C9qUeG5A.Item.WgsVw0SXw13sVTZ9]{thaumaturgy}, <strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.2R2N91r3C9qUeG5A.Item.923RfglBjiCzkWKS]{pins &amp; needles}</strong></em></p><p>2/day each:&nbsp;<em><strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.2R2N91r3C9qUeG5A.Item.o1MSnmaKJe0jA1JM]{grease}, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.2R2N91r3C9qUeG5A.Item.pntxFZ3xQHko04ey]{inflict wounds}, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.2R2N91r3C9qUeG5A.Item.vOvPu1QJ1EpapjJ5]{shield}, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.2R2N91r3C9qUeG5A.Item.VA4144jIegKuNVUi]{corrupting ichor*}, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.2R2N91r3C9qUeG5A.Item.GG1eLFpvltZvHoKR]{mortiferous pulse}</strong></em></p><p>1/day each: <strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.2R2N91r3C9qUeG5A.Item.oth9cyga1WJ4WNup]{darkness}</strong><sup><strong>C</strong></sup>, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.2R2N91r3C9qUeG5A.Item.DTNqboOPz7WA8JH5]{major image}, <strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.2R2N91r3C9qUeG5A.Item.eK1Yn4T46pxJt5eL]{zippit!}</strong></p><p><strong>bold</strong> indicates combat spells, ‘c’ indicates concentration.</p>"
        },
        "Attack": {
          "name": "Attack",
          "description": "<p>The mimic makes one attack.</p>"
        },
        "Cast a Spell (Costs 2 Actions)": {
          "name": "Cast a Spell (Costs 2 Actions)",
          "description": "<p>The mimic uses Spellcasting.</p>"
        },
        "Immune Response (Costs 2 Actions)": {
          "name": "Immune Response (Costs 2 Actions)",
          "description": "<p>A torrent of pus gushes from a&nbsp;<strong>10-foot-radius</strong> area of the mimic's ceiling. Each creature directly under that area must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long]]</strong></span>, taking <strong>[[/damage average]]</strong> damage on a failure, or half as much damage on a success.</p>"
        },
        "Major Image": {
          "name": "Major Image",
          "description": "<p>You create the image of an object, a creature, or some other visible phenomenon that is no larger than a 20-foot cube. The image appears at a spot that you can see within range and lasts for the duration. It seems completely real, including sounds, smells, and temperature appropriate to the thing depicted. You can't create sufficient heat or cold to cause damage, a sound loud enough to deal thunder damage or deafen a creature, or a smell that might sicken a creature (like a troglodyte's stench).</p><p>As long as you are within range of the illusion, you can use your action to cause the image to move to any other spot within range. As the image changes location, you can alter its appearance so that its movements appear natural for the image. For example, if you create an image of a creature and move it, you can alter the image so that it appears to be walking. Similarly, you can cause the illusion to make different sounds at different times, even making it carry on a conversation, for example.</p><p>Physical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the creature can see through the image, and its other sensory qualities become faint to the creature.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 6th level or higher, the spell lasts until dispelled, without requiring your concentration.</p>",
          "materials": {
            "value": "A bit of fleece"
          }
        },
        "Drool (Lair Action)": {
          "name": "Drool (Lair Action)",
          "description": "<p>The tavern mimic secretes acid from a part of its ceiling in a&nbsp;<strong>30-foot square</strong>. Each creature directly under the area must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long]]</strong></span>, taking <strong>[[/damage average]]</strong> damage on a failure, or half as much damage on a success.&nbsp;</p>"
        },
        "Peristalsis (Lair Action)": {
          "name": "Peristalsis (Lair Action)",
          "description": "<p>A wave shudders through the tavern mimic as its hidden musculature contracts. Each non-mimic creature in the tavern must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long]]</strong></span>. On a failure, a creature is pushed <strong>15 feet</strong> in a direction of the tavern mimic’s choice, where it falls <strong>&amp;Reference[prone]</strong> and takes <strong>[[/damage average]]</strong> damage. On a success it is moved <strong>5 feet</strong> in a direction of the tavern mimic’s choice but takes no damage and doesn’t fall prone.</p>"
        },
        "Sink (Lair Action)": {
          "name": "Sink (Lair Action)",
          "description": "<p>A <strong>10-foot square</strong> of the tavern mimic’s floor becomes incredibly soft and sticky. Each creature on the floor in the area, or that enters the area for the first time on a turn, must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long]]</strong></span> or become <strong>&amp;Reference[restrained]</strong>. A creature that ends its turn while restrained in this way sinks <strong>2 feet</strong> into the tavern’s floor and takes <strong>[[/damage average]]</strong> damage. A creature that sinks below its height can’t breathe.</p><p>A creature within <strong>5 feet</strong> of a creature restrained in this way, including the restrained creature, can make a Strength check against the lair action save DC, freeing the stuck creature and pulling it to the nearest non-sinking area on a success. The area is difficult terrain for all non-mimic creatures until the tavern mimic finishes a short or long rest.</p>",
          "effects": {
            "Sink": {
              "name": "Sink",
              "description": "<p>This creature is <strong>&amp;Reference[restrained]</strong>. A creature that ends its turn while restrained in this way sinks <strong>2 feet</strong> into the tavern’s floor and takes acid damage. A creature that sinks below its height can’t breathe.</p><p>A creature within <strong>5 feet</strong> of a creature restrained in this way, including the restrained creature, can make a Strength check against the lair action save DC, freeing the stuck creature and pulling it to the nearest non-sinking area on a success.</p>"
            }
          }
        },
        "Create Food and Water": {
          "name": "Create Food and Water",
          "description": "<p>You create 45 pounds of food and 30 gallons of water on the ground or in containers within range, enough to sustain up to fifteen humanoids or five steeds for 24 hours. The food is bland but nourishing, and spoils if uneaten after 24 hours. The water is clean and doesn't go bad.</p>"
        },
        "Dancing Lights": {
          "name": "Dancing Lights",
          "description": "<p>You create up to four torch-sized lights within range, making them appear as torches, lanterns, or glowing orbs that hover in the air for the duration. You can also combine the four lights into one glowing vaguely humanoid form of Medium size. Whichever form you choose, each light sheds dim light in a 10-foot radius.</p><p>As a bonus action on your turn, you can move the lights up to 60 feet to a new spot within range. A light must be within 20 feet of another light created by this spell, and a light winks out if it exceeds the spell's range.</p>",
          "materials": {
            "value": "A bit of phosphorus or wychwood, or a glowworm"
          }
        },
        "Minor Illusion": {
          "name": "Minor Illusion",
          "description": "<p>You create a sound or an image of an object within range that lasts for the duration. The illusion also ends if you dismiss it as an action or cast this spell again.</p><p>If you create a sound, its volume can range from a whisper to a scream. It can be your voice, someone else's voice, a lion's roar, a beating of drums, or any other sound you choose. The sound continues unabated throughout the duration, or you can make discrete sounds at different times before the spell ends.</p><p>If you create an image of an object—such as a chair, muddy footprints, or a small chest—it must be no larger than a 5-foot cube. The image can't create sound, light, smell, or any other sensory effect. Physical interaction with the image reveals it to be an illusion, because things can pass through it.</p><p>If a creature uses its action to examine the sound or image, the creature can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature.</p>",
          "materials": {
            "value": "A bit of fleece."
          }
        },
        "Thaumaturgy": {
          "name": "Thaumaturgy",
          "description": "<p>You create one of the following magical effects within range:</p>\n<ul>\n<li>Your voice booms up to three times as loud as normal for 1 minute.</li>\n<li>You cause flames to flicker, brighten, dim, or change color for 1 minute.</li>\n<li>You cause harmless tremors in the ground for 1 minute.</li>\n<li>You create a sound that originates from a point of your choice within range.</li>\n<li>You cause an unlocked door or window to fly open or slam shut.</li>\n<li>You alter the appearance of your eyes for 1 minute.</li>\n</ul>\n<p>If you cast this spell multiple times, you can have up to three of its 1-minute effects active at a time, and you can dismiss such an effect as an action.</p>"
        },
        "Pins and Needles": {
          "name": "Pins and Needles",
          "description": "<p>You momentarily shut down a small part of the nervous system of a creature you can see within range, before overstimulating it and causing crippling pain. The creature must succeed on a <strong>Constitution saving throw</strong> or take <strong>1d8</strong> psychic damage. If the target fails its saving throw by <strong>5</strong> or more, it has <strong>disadvantage</strong> on the next attack roll it makes before the end of its next turn as it temporarily loses full control of a part of its body.</p>"
        },
        "Darkness": {
          "name": "Darkness",
          "description": "<p>Magical darkness spreads from a point you choose within range to fill a 15-foot-radius sphere for the duration. The darkness spreads around corners. A creature with darkvision can't see through this darkness, and nonmagical light can't illuminate it.</p><p>If the point you choose is on an object you are holding or one that isn't being worn or carried, the darkness emanates from the object and moves with it. Completely covering the source of the darkness with an opaque object, such as a bowl or a helm, blocks the darkness.</p><p>If any of this spell's area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled.</p>",
          "materials": {
            "value": "Bat fur and a drop of pitch or piece of coal"
          }
        },
        "Grease": {
          "name": "Grease",
          "description": "<p>Slick grease covers the ground in a 10-foot square centered on a point within range and turns it into difficult terrain for the duration.</p><p>When the grease appears, each creature standing in its area must succeed on a Dexterity saving throw or fall prone. A creature that enters the area or ends its turn there must also succeed on a&nbsp;Dexterity saving throw or fall prone.</p>",
          "materials": {
            "value": "A bit of pork rind or butter"
          }
        },
        "Inflict Wounds": {
          "name": "Inflict Wounds",
          "description": "<p>Make a melee spell Attack against a creature you can reach. On a hit, the target takes 3d10 necrotic damage.</p>"
        },
        "Mortiferous Pulse": {
          "name": "Mortiferous Pulse",
          "description": "<p>You summon a bolt of negative energy to stimulate and transmit necrotic pathogens into those that stand before you, decaying their internal viscera. Each creature in a <strong>5-foot-wide, 50-foot-long line</strong> extending from you must make a <strong>Dexterity saving throw</strong>, taking <strong>3d8</strong> necrotic damage on a failed save, or half as much damage on a successful one.</p>",
          "materials": {
            "value": "a dead animal"
          }
        },
        "Corrupting Ichor": {
          "name": "Corrupting Ichor",
          "description": "<p>You spit a globule of phlegm at one creature within range. Make a <strong>ranged spell attack</strong> against the target. On a hit, the target takes <strong>2d8</strong> necrotic damage. In addition, until it uses its action to wipe off the phlegm, it takes <strong>1d4</strong> necrotic damage at the start of each of its turns and any hit points regained are reduced by half.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage at the start of the target’s next turn increases by <strong>1d4</strong> for each slot level above 1st.</p><hr><p><strong>Class:</strong> Druid, Sorcerer, Warlock, Wizard</p>",
          "materials": {
            "value": "some phlegm"
          },
          "activities": {
            "Phlegm Burn Damage": {
              "name": "Phlegm Burn Damage"
            }
          },
          "effects": {
            "Corrupting Ichor phlegm": {
              "name": "Corrupting Ichor phlegm",
              "description": "<p>In addition, until it uses its action to wipe off the phlegm, it takes <strong>1d4</strong> necrotic damage at the start of each of its turns and any hit points regained are reduced by half.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage at the start of the target’s next turn increases by <strong>1d4</strong> for each slot level above 1st.</p>"
            }
          }
        },
        "Zippit!": {
          "name": "Zippit!",
          "description": "<p>In response to a creature vocalizing, you make a sharp sound and hold a finger up in an attempt to interrupt them. The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\">Constitution saving throw</span> or become silenced as its mouth is fused shut for the duration. If you silence a target that is casting a spell with verbal components, the target’s spell slot isn’t expended, but its action is wasted.</p><p>At the end of each of its turns, the target can make a <span class=\"loot-tavern Checks-and-Saves\">Strength saving throw</span> as it tries to tear open its mouth. On a success, the target takes <strong>1d8</strong> slashing damage and is no longer silenced. Alternatively, as an action, the target can use a bladed implement to cut open its mouth, taking <strong>1d8</strong> slashing damage and ending the silence.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, the damage increases by <strong>1d8</strong> for each slot level above 3rd.</p><hr><p><strong>Class:</strong> Bard, Druid, Sorcerer, Warlock, Wizard</p>",
          "activation": {
            "condition": "which you take when a creature within range vocalises"
          },
          "activities": {
            "Zippit! Constitution Save": {
              "name": "Zippit! Constitution Save"
            },
            "Action Removal Damage": {
              "name": "Action Removal Damage"
            },
            "Strength Save End of Turn": {
              "name": "Strength Save End of Turn"
            }
          },
          "effects": {
            "Zippit! (Silence)": {
              "name": "Zippit! (Silence)",
              "description": "<p>At the end of each of its turns, the target can make a <span class=\"loot-tavern Checks-and-Saves\">Strength saving throw</span> as it tries to tear open its mouth. On a success, the target takes <strong>1d8</strong> slashing damage and is no longer silenced. Alternatively, as an action, the target can use a bladed implement to cut open its mouth, taking <strong>1d8</strong> slashing damage and ending the silence.</p>"
            }
          }
        }
      },
      "effects": {
        "Shield": {
          "name": "Shield"
        }
      }
    },
    "Minimic": {
      "name": "Minimic",
      "tokenName": "Minimic",
      "description": "<p><em><strong>Foundry Note: Assign the minimic's Challenge Rating (CR) to your Tamer level for the correct proficiency bonus.</strong></em></p><p></p><h1>Minimic</h1><blockquote><p>Wait! Not that tankard. And not that plate! It looks like the minimics have been breeding again. You can tell by the eyes. Everyone check your purses for mimic eggs, folks!</p><p>— Heliana, Wary of Coins</p></blockquote><p></p><p><strong>Type:</strong> Monstrosity (chapechanger)</p><p><strong>Creature Component:</strong> Any mimic</p><p><strong>Bonus Tamer Improvement:</strong> @UUID[Compendium.heliana-core.items-heliana-dread-and-breakfast.Item.9UyIwgomiTylxglv]{Growth I} and +2 Hit Dice</p><p>With an appearance like regular household objects and the ability to change shape at will, minimics are easy to lose. Their adhesive epidermis sticks to everything; tamers with minimic companions often have a bottle of solvent on hand. A minimic’s ability to keep a foe grappled can be a useful battlefield control tactic, especially when deployed as an inanimate object for ambush operations.</p><p>If any of the minimic's traits or actions require saving throws, it is always against the minimic's save DC, as calculated below.</p><p><em>Save DC = 8 + the tamer’s proficiency bonus + the minimic's Constitution modifier</em></p><h2>Minimic Improvements</h2><table border=\"1\"><thead><tr><th>Tamer Level</th><th colspan=\"3\">Choices</th></tr></thead><tbody style=\"align:center\"><tr><th>1</th><td>@UUID[Compendium.heliana-core.items-heliana-dread-and-breakfast.Item.9UyIwgomiTylxglv]{Growth I}</td><td></td><td></td></tr><tr><th>3</th><td>@UUID[Compendium.heliana-core.items-heliana-dread-and-breakfast.Item.oGphTmXll8hVRIBH]{Improved Adhesive}</td><td>@UUID[Compendium.heliana-core.items-heliana-dread-and-breakfast.Item.EDcEePUYzjW63grY]{Grappler}</td><td></td></tr><tr><th>5</th><td>@UUID[Compendium.heliana-core.items-heliana-dread-and-breakfast.Item.oA3mdSPvBwodDuCB]{Growth II}</td><td>@UUID[Compendium.heliana-core.items-heliana-dread-and-breakfast.Item.25zDYSbeu0uPqn1y]{Regurgitate I}</td><td>@UUID[Compendium.heliana-core.items-heliana-dread-and-breakfast.Item.eFEvHueEut28q7ms]{Multiattack}</td></tr><tr><th>9</th><td>@UUID[Compendium.heliana-core.items-heliana-dread-and-breakfast.Item.3UmEY2a7ROmtzprP]{Thick Skin}</td><td></td><td></td></tr><tr><th>13</th><td>@UUID[Compendium.heliana-core.items-heliana-dread-and-breakfast.Item.7DrojJDJKF2piMqR]{Acidic Sweat}</td><td>@UUID[Compendium.heliana-core.items-heliana-dread-and-breakfast.Item.DdsfmvYRDoyQZrc7]{Regurgitate II}</td><td></td></tr><tr><th>17</th><td>@UUID[Compendium.heliana-core.items-heliana-dread-and-breakfast.Item.nGri1O1g8Al0vbsN]{Growth III}</td><td></td><td></td></tr></tbody></table>",
      "items": {
        "Adhesive": {
          "name": "Adhesive",
          "description": "<p>The minimic adheres to anything that touches it. A creature no more than one size larger than the minimic that is adhered to the minimic is also grappled by it (<strong>escape DC 12</strong>).</p>"
        },
        "False Appearance (Object Form Only)": {
          "name": "False Appearance (Object Form Only)",
          "description": "While the minimic remains motionless, it is indistinguishable from an ordinary object."
        },
        "Shapechanger": {
          "name": "Shapechanger",
          "description": "The minimic can use its action to polymorph into an object equal to it in size, or back into its true, amorphous form. Its statistics are the same in each form. Any equipment it is wearing or carrying isn’t transformed. It reverts to its true form if it dies."
        },
        "Pseudopod": {
          "name": "Pseudopod",
          "description": "<p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong> The target is subjected to the minimic’s Adhesive trait.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p>"
        }
      }
    },
    "Mimic": {
      "name": "Mimic",
      "tokenName": "Mimic",
      "items": {
        "Shapechanger": {
          "name": "Shapechanger",
          "description": "<section class=\"secret\"><p>The mimic can use its action to <strong>polymorph</strong> into an object or back into its true, amorphous form. Its statistics are the same in each form. </p><p>Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.</p></section><p>The mimic can use its action to <strong>polymorph</strong> into an object or back into its true, amorphous form. </p>"
        },
        "Adhesive (Object Form Only)": {
          "name": "Adhesive (Object Form Only)",
          "description": "<section class=\"secret\"><p>The mimic adheres to anything that touches it. A Huge or smaller creature adhered to the mimic is also grappled by it <strong>escape DC 13</strong>. Ability checks made to escape this grapple have disadvantage.</p></section><p>The mimic adheres to anything that touches it. A Huge or smaller creature adhered to the mimic is also grappled by it. Make an escape check, with disadvantage.</p>"
        },
        "False Appearance (Object Form Only)": {
          "name": "False Appearance (Object Form Only)",
          "description": "<p>While the mimic remains motionless, it is indistinguishable from an ordinary object.</p>"
        },
        "Grappler": {
          "name": "Grappler",
          "description": "<p>The mimic has<strong> advantage </strong>on attack rolls against any creature grappled by it.</p>"
        },
        "Pseudopod": {
          "name": "Pseudopod",
          "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+5 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>7 (1d8 + 3) <em>bludgeoning damage</em></strong>. </p><p>If the mimic is in object form, the target is subjected to its Adhesive trait.</p></section><p>The Mimic attacks with its Pseudopod.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+5 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>7 (1d8 + 3) <em>piercing damage</em></strong> plus <strong>4 (1d8) <em>acid damage</em></strong>.</p><p></p></section><p>The Mimic attacks with its Bite.</p>"
        }
      }
    },
    "Tavern Mimic Brain": {
      "name": "Tavern Mimic Brain",
      "tokenName": "Tavern Mimic Brain",
      "description": "<p>One of the rarest forms of mimic, tavern mimics are living structures that provide hospitality, benign or otherwise, in the remote wilds. These shapechanging buildings move using a variety of mechanisms: slug-like convulsions, millions of tiny cilia, or even hundreds of humanoid feet.</p><p><em><strong>Biomantic Origins.</strong></em> Tavern mimics occur when strong biomantic fields in the presence of a large structure, an unattached mind, and a mimic receive a sudden burst of magical energy. The most famous example is Jonjo Starr who, in attempting to create a lich phylactery in the biomantic laboratory of his half brother, Dr. Francis Norman Stein, accidentally fused himself to the building. Such creations are referred to as ‘mymilacteries’.</p><p><em><strong>Dark Contest.</strong></em> Tavern mimics often experience strong internal conflict. The basal, voracious appetite of the mimic desires only to consume and grow, while the mind with which it’s fused often has more complex desires. Not all tavern mimics are evil; some enjoy existence as a hub of activity, selling shelter and buying the produce on which they feed. Others aim to deceive travellers, giving into their core instincts and feeding on them as they sleep. Clever tavern mimics are selective and opportunistic predators, feeding only on strays and vagabonds who will not be missed.</p><p><em><strong>Lifecycle.</strong></em> Like all mimics, tavern mimics lay eggs. These baby mimics have a limited number of forms they can take, and often appear as a pile of gold coins. This coin form is, in fact, their dispersal strategy. Mixed into a traveller’s purse, a baby mimic can quickly find itself miles from home, and able to feed on the fingertips of consumers and pickpockets alike. Like the common cuckoo bird, a baby mimic will often push normal coins and other baby mimics out of a purse to ensure it is more likely to be spent.</p>",
      "items": {
        "Squirt": {
          "name": "Squirt",
          "description": "<section class=\"secret\" id=\"secret-CpUGY5E5wSqghCwr\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The Tavern Mimic attacks with it's Squirt.</p>"
        },
        "Grappler": {
          "name": "Grappler",
          "description": "<p>The mimic has <strong>advantage</strong> on attack rolls against any creature grappled by it.</p>"
        },
        "Shapechanger": {
          "name": "Shapechanger",
          "description": "<p>The mimic can use its action to polymorph into an object or back into its true, tavern form. Its statistics are the same in each form. Any equipment or creatures it is wearing or carrying aren’t transformed. It reverts to its true form if it dies.</p>"
        },
        "Pseudopod": {
          "name": "Pseudopod",
          "description": "<section class=\"secret\" id=\"secret-vxOFNqLXgUdHja8i\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The Mimic attacks with a Pseudopod.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The mimic makes two attacks, one with its pseudopod and one with its squirt.</p>"
        },
        "Central Nervous System": {
          "name": "Central Nervous System",
          "description": "<p>The first time the central nervous system takes damage on a turn, it takes an additional <strong>[[/damage average]]</strong> damage. As a bonus action on its turn, the mimic can relocate its nervous system to any location within itself.</p>"
        },
        "Legendary Resistance (3/Day)": {
          "name": "Legendary Resistance (3/Day)",
          "description": "<p>If the mimic fails a saving throw, it can choose to succeed instead.</p>"
        },
        "Sensitive Gut": {
          "name": "Sensitive Gut",
          "description": "<p>The mimic's blindsight extends throughout its interior structure.</p>"
        },
        "Warded": {
          "name": "Warded",
          "description": "<p>The mimic can't be harmed or affected by attacks or effects that originate from outside of it.</p>"
        },
        "Create Food and Water": {
          "name": "Create Food and Water",
          "description": "<p>You create 45 pounds of food and 30 gallons of water on the ground or in containers within range, enough to sustain up to fifteen humanoids or five steeds for 24 hours. The food is bland but nourishing, and spoils if uneaten after 24 hours. The water is clean and doesn't go bad.</p>"
        },
        "Dancing Lights": {
          "name": "Dancing Lights",
          "description": "<p>You create up to four torch-sized lights within range, making them appear as torches, lanterns, or glowing orbs that hover in the air for the duration. You can also combine the four lights into one glowing vaguely humanoid form of Medium size. Whichever form you choose, each light sheds dim light in a 10-foot radius.</p><p>As a bonus action on your turn, you can move the lights up to 60 feet to a new spot within range. A light must be within 20 feet of another light created by this spell, and a light winks out if it exceeds the spell's range.</p>",
          "materials": {
            "value": "A bit of phosphorus or wychwood, or a glowworm"
          }
        },
        "Darkness": {
          "name": "Darkness",
          "description": "<p>Magical darkness spreads from a point you choose within range to fill a 15-foot-radius sphere for the duration. The darkness spreads around corners. A creature with darkvision can't see through this darkness, and nonmagical light can't illuminate it.</p><p>If the point you choose is on an object you are holding or one that isn't being worn or carried, the darkness emanates from the object and moves with it. Completely covering the source of the darkness with an opaque object, such as a bowl or a helm, blocks the darkness.</p><p>If any of this spell's area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled.</p>",
          "materials": {
            "value": "Bat fur and a drop of pitch or piece of coal"
          }
        },
        "Minor Illusion": {
          "name": "Minor Illusion",
          "description": "<p>You create a sound or an image of an object within range that lasts for the duration. The illusion also ends if you dismiss it as an action or cast this spell again.</p><p>If you create a sound, its volume can range from a whisper to a scream. It can be your voice, someone else's voice, a lion's roar, a beating of drums, or any other sound you choose. The sound continues unabated throughout the duration, or you can make discrete sounds at different times before the spell ends.</p><p>If you create an image of an object—such as a chair, muddy footprints, or a small chest—it must be no larger than a 5-foot cube. The image can't create sound, light, smell, or any other sensory effect. Physical interaction with the image reveals it to be an illusion, because things can pass through it.</p><p>If a creature uses its action to examine the sound or image, the creature can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature.</p>",
          "materials": {
            "value": "A bit of fleece."
          }
        },
        "Thaumaturgy": {
          "name": "Thaumaturgy",
          "description": "<p>You create one of the following magical effects within range:</p>\n<ul>\n<li>Your voice booms up to three times as loud as normal for 1 minute.</li>\n<li>You cause flames to flicker, brighten, dim, or change color for 1 minute.</li>\n<li>You cause harmless tremors in the ground for 1 minute.</li>\n<li>You create a sound that originates from a point of your choice within range.</li>\n<li>You cause an unlocked door or window to fly open or slam shut.</li>\n<li>You alter the appearance of your eyes for 1 minute.</li>\n</ul>\n<p>If you cast this spell multiple times, you can have up to three of its 1-minute effects active at a time, and you can dismiss such an effect as an action.</p>"
        },
        "Shield": {
          "name": "Shield",
          "description": "<p>An invisible barrier of magical force appears and protects you. Until the start of your next turn, you have a +5 bonus to AC, including against the triggering attack, and you take no damage from magic missile.</p>",
          "activation": {
            "condition": "Which you take when you are hit by an attack or targeted by the magic missile spell"
          },
          "effects": {
            "Shield": {
              "name": "Shield"
            }
          }
        },
        "Cloudkill": {
          "name": "Cloudkill",
          "description": "<p>You create a 20-foot-radius sphere of poisonous, yellow-green fog centered on a point you choose within range. The fog spreads around corners. It lasts for the duration or until strong wind disperses the fog, ending the spell. Its area is heavily obscured.</p><p>When a creature enters the spell's area for the first time on a turn or starts its turn there, that creature must make a Constitution saving throw. The creature takes 5d8 poison damage on a failed save, or half as much damage on a successful one. Creatures are affected even if they hold their breath or don't need to breathe.</p><p>The fog moves 10 feet away from you at the start of each of your turns, rolling along the surface of the ground. The vapors, being heavier than air, sink to the lowest level of the land, even pouring down openings.</p>"
        },
        "Stoneskin": {
          "name": "Stoneskin",
          "description": "<p>This spell turns the flesh of a willing creature you touch as hard as stone. Until the spell ends, the target has resistance to nonmagical bludgeoning, piercing, and slashing damage.</p>",
          "materials": {
            "value": "Diamond dust worth 100 gp, which the spell consumes"
          }
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The mimic casts one of the following spells, using Intelligence as the spellcasting ability (<span class=\"loot-tavern Checks-and-Saves\"><strong>spell save DC 15</strong></span>, <strong>+7</strong> to hit with spell attacks).</p><p>At will: <em><strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.MFNRyNpMoqVuOnT4.Item.gQ14A38DffPpuWRY]{corrupting ichor} </strong>(2nd level), @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.MFNRyNpMoqVuOnT4.Item.w2hCknHl0flMcPC8]{create food and water}, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.MFNRyNpMoqVuOnT4.Item.cgUGdHgJ0nFzGRWc]{dancing lights}, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.MFNRyNpMoqVuOnT4.Item.ijs0sMzD1YWspoU9]{minor illusion}, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.MFNRyNpMoqVuOnT4.Item.QLSNvZthqlZ7YYN8]{thaumaturgy}, <strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.MFNRyNpMoqVuOnT4.Item.OeYnpasgPrRZZ4RQ]{pins &amp; needles}</strong></em></p><p>2/day each: <em><strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.MFNRyNpMoqVuOnT4.Item.mmqNMPzQusBLt0F3]{acid rain}</strong></em><sup><em><strong>c</strong></em></sup><em>, <strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.MFNRyNpMoqVuOnT4.Item.ZYt8hEvAHeJFoyU3]{darkness}</strong></em><sup><em><strong>c</strong></em></sup><em>, <strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.MFNRyNpMoqVuOnT4.Item.vOvPu1QJ1EpapjJ5]{shield}</strong>, <strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.MFNRyNpMoqVuOnT4.Item.n1l2WcbZ4kuiOsK9]{zippit!}, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.MFNRyNpMoqVuOnT4.Item.ykruif7ZiHr0w22v]{mortiferous pulse}</strong></em><strong>, </strong><em>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.MFNRyNpMoqVuOnT4.Item.eClHXUar3uFwF7Da]{major image}</em></p><p>1/day each: <em><strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.MFNRyNpMoqVuOnT4.Item.r4Uakirwi7nWtiiJ]{cloudkill}</strong></em><sup><em><strong>c</strong></em></sup><em>, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.MFNRyNpMoqVuOnT4.Item.ftNZArk8fTF2L53u]{programmed illusion}, <strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.MFNRyNpMoqVuOnT4.Item.7ZswJVCMT7BMddWI]{stoneskin}</strong></em><sup><em><strong>c</strong></em></sup></p><p><strong>bold</strong> indicates combat spells, ‘c’ indicates concentration.</p>"
        },
        "Drool (Lair Action)": {
          "name": "Drool (Lair Action)",
          "description": "<p>The tavern mimic secretes acid from a part of its ceiling in a&nbsp;<strong>30-foot square</strong>. Each creature directly under the area must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long]]</strong></span>, taking <strong>[[/damage average]]</strong> damage on a failure, or half as much damage on a success.&nbsp;</p>"
        },
        "Peristalsis (Lair Action)": {
          "name": "Peristalsis (Lair Action)",
          "description": "<p>A wave shudders through the tavern mimic as its hidden musculature contracts. Each non-mimic creature in the tavern must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long]]</strong></span>. On a failure, a creature is pushed <strong>15 feet</strong> in a direction of the tavern mimic’s choice, where it falls <strong>&amp;Reference[prone]</strong> and takes <strong>[[/damage average]]</strong> damage. On a success it is moved <strong>5 feet</strong> in a direction of the tavern mimic’s choice but takes no damage and doesn’t fall prone.</p>"
        },
        "Sink (Lair Action)": {
          "name": "Sink (Lair Action)",
          "description": "<p>A <strong>10-foot square</strong> of the tavern mimic’s floor becomes incredibly soft and sticky. Each creature on the floor in the area, or that enters the area for the first time on a turn, must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long]]</strong></span> or become <strong>&amp;Reference[restrained]</strong>. A creature that ends its turn while restrained in this way sinks <strong>2 feet</strong> into the tavern’s floor and takes <strong>[[/damage average]]</strong> damage. A creature that sinks below its height can’t breathe.</p><p>A creature within <strong>5 feet</strong> of a creature restrained in this way, including the restrained creature, can make a Strength check against the lair action save DC, freeing the stuck creature and pulling it to the nearest non-sinking area on a success. The area is difficult terrain for all non-mimic creatures until the tavern mimic finishes a short or long rest.</p>"
        },
        "Mortiferous Pulse": {
          "name": "Mortiferous Pulse",
          "description": "<p>You summon a bolt of negative energy to stimulate and transmit necrotic pathogens into those that stand before you, decaying their internal viscera. Each creature in a <strong>5-foot-wide, 50-foot-long line</strong> extending from you must make a <strong>Dexterity saving throw</strong>, taking <strong>3d8</strong> necrotic damage on a failed save, or half as much damage on a successful one.</p>",
          "materials": {
            "value": "a dead animal"
          }
        },
        "Pins and Needles": {
          "name": "Pins and Needles",
          "description": "<p>You momentarily shut down a small part of the nervous system of a creature you can see within range, before overstimulating it and causing crippling pain. The creature must succeed on a <strong>Constitution saving throw</strong> or take <strong>1d8</strong> psychic damage. If the target fails its saving throw by <strong>5</strong> or more, it has <strong>disadvantage</strong> on the next attack roll it makes before the end of its next turn as it temporarily loses full control of a part of its body.</p>"
        },
        "Acid Rain": {
          "name": "Acid Rain",
          "description": "<p>With a gentle patter, corrosive raindrops build to an acidic deluge in a <strong>20-foot-radius, 60-foot-tall cylinder</strong>, centred on a point within range. When the rain begins, each creature in the area must make a <strong>Dexterity saving throw</strong>, taking <strong>4d6</strong> acid damage on failure or half as much damage on a success. For the duration, a creature must also make this saving throw when it enters the spell’s area for the first time on its turn or ends its turn there.</p>",
          "materials": {
            "value": "a drop of acid"
          }
        },
        "Major Image": {
          "name": "Major Image",
          "description": "<p>You create the image of an object, a creature, or some other visible phenomenon that is no larger than a 20-foot cube. The image appears at a spot that you can see within range and lasts for the duration. It seems completely real, including sounds, smells, and temperature appropriate to the thing depicted. You can't create sufficient heat or cold to cause damage, a sound loud enough to deal thunder damage or deafen a creature, or a smell that might sicken a creature (like a troglodyte's stench).</p><p>As long as you are within range of the illusion, you can use your action to cause the image to move to any other spot within range. As the image changes location, you can alter its appearance so that its movements appear natural for the image. For example, if you create an image of a creature and move it, you can alter the image so that it appears to be walking. Similarly, you can cause the illusion to make different sounds at different times, even making it carry on a conversation, for example.</p><p>Physical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the creature can see through the image, and its other sensory qualities become faint to the creature.</p>",
          "materials": {
            "value": "A bit of fleece"
          }
        },
        "Programmed Illusion": {
          "name": "Programmed Illusion",
          "description": "<p>You create an Illusion of an object, a creature, or some other visible phenomenon within range that activates when a specific condition occurs. The illusion is imperceptible until then. It must be no larger than a 30-foot cube, and you decide when you cast the spell how the illusion behaves and what sounds it makes. This scripted Performance can last up to 5 minutes.</p><p>When the condition you specify occurs, the illusion springs into existence and performs in the manner you described. Once the illusion finishes performing, it disappears and remains dormant for 10 minutes. After this time, the illusion can be activated again.</p><p>The triggering condition can be as general or as detailed as you like, though it must be based on visual or audible Conditions that occur within 30 feet of the area. For example, you could create an illusion of yourself to appear and warn off others who attempt to open a trapped door, or you could set the illusion to trigger only when a creature says the correct word or phrase.</p><p>Physical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the Illusion for what it is, the creature can see through the image, and any noise it makes sounds hollow to the creature</p>",
          "materials": {
            "value": "A bit of fleece and jade dust worth at least 25gp"
          }
        },
        "Corrupting Ichor": {
          "name": "Corrupting Ichor",
          "description": "<p>You spit a globule of phlegm at one creature within range. Make a <strong>ranged spell attack</strong> against the target. On a hit, the target takes <strong>2d8</strong> necrotic damage. In addition, until it uses its action to wipe off the phlegm, it takes <strong>1d4</strong> necrotic damage at the start of each of its turns and any hit points regained are reduced by half.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage at the start of the target’s next turn increases by <strong>1d4</strong> for each slot level above 1st.</p><hr><p><strong>Class:</strong> Druid, Sorcerer, Warlock, Wizard</p>",
          "materials": {
            "value": "some phlegm"
          },
          "activities": {
            "Phlegm Burn Damage": {
              "name": "Phlegm Burn Damage"
            }
          },
          "effects": {
            "Corrupting Ichor phlegm": {
              "name": "Corrupting Ichor phlegm",
              "description": "<p>In addition, until it uses its action to wipe off the phlegm, it takes <strong>1d4</strong> necrotic damage at the start of each of its turns and any hit points regained are reduced by half.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage at the start of the target’s next turn increases by <strong>1d4</strong> for each slot level above 1st.</p>"
            }
          }
        },
        "Zippit!": {
          "name": "Zippit!",
          "description": "<p>In response to a creature vocalizing, you make a sharp sound and hold a finger up in an attempt to interrupt them. The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\">Constitution saving throw</span> or become silenced as its mouth is fused shut for the duration. If you silence a target that is casting a spell with verbal components, the target’s spell slot isn’t expended, but its action is wasted.</p><p>At the end of each of its turns, the target can make a <span class=\"loot-tavern Checks-and-Saves\">Strength saving throw</span> as it tries to tear open its mouth. On a success, the target takes <strong>1d8</strong> slashing damage and is no longer silenced. Alternatively, as an action, the target can use a bladed implement to cut open its mouth, taking <strong>1d8</strong> slashing damage and ending the silence.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, the damage increases by <strong>1d8</strong> for each slot level above 3rd.</p><hr><p><strong>Class:</strong> Bard, Druid, Sorcerer, Warlock, Wizard</p>",
          "activation": {
            "condition": "which you take when a creature within range vocalises"
          },
          "activities": {
            "Zippit! Constitution Save": {
              "name": "Zippit! Constitution Save"
            },
            "Action Removal Damage": {
              "name": "Action Removal Damage"
            },
            "Strength Save End of Turn": {
              "name": "Strength Save End of Turn"
            }
          },
          "effects": {
            "Zippit! (Silence)": {
              "name": "Zippit! (Silence)",
              "description": "<p>At the end of each of its turns, the target can make a <span class=\"loot-tavern Checks-and-Saves\">Strength saving throw</span> as it tries to tear open its mouth. On a success, the target takes <strong>1d8</strong> slashing damage and is no longer silenced. Alternatively, as an action, the target can use a bladed implement to cut open its mouth, taking <strong>1d8</strong> slashing damage and ending the silence.</p>"
            }
          }
        },
        "Attack": {
          "name": "Attack",
          "description": "<p>The mimic makes one attack.</p>"
        },
        "Cast a Spell (Costs 2 Actions)": {
          "name": "Cast a Spell (Costs 2 Actions)",
          "description": "<p>The mimic uses Spellcasting.</p>"
        },
        "Immune Response (Costs 2 Actions)": {
          "name": "Immune Response (Costs 2 Actions)",
          "description": "<p>A torrent of pus gushes from a&nbsp;<strong>10-foot-radius</strong> area of the mimic's ceiling. Each creature directly under that area must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long]]</strong></span>, taking <strong>[[/damage average]]</strong> damage on a failure, or half as much damage on a success.</p>"
        }
      },
      "effects": {
        "Shield": {
          "name": "Shield"
        }
      }
    },
    "High-Threat Mimic": {
      "name": "High-Threat Mimic",
      "tokenName": "High-Threat Mimic",
      "description": "<p><em>Mimica mutafigura</em> are patient predators that use disguise as a means of attracting unwary creatures. A mimic will then adhere themselves to their prey, making up for their slow speed and inability to pursue a quarry.</p>",
      "items": {
        "Shapechanger": {
          "name": "Shapechanger",
          "description": "<section class=\"secret\"><p>The mimic can use its action to <strong>polymorph</strong> into an object or back into its true, amorphous form. Its statistics are the same in each form. </p><p>Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.</p></section><p>The mimic can use its action to <strong>polymorph</strong> into an object or back into its true, amorphous form. </p>"
        },
        "Adhesive (Object Form Only)": {
          "name": "Adhesive (Object Form Only)",
          "description": "<section class=\"secret\"><p>The mimic adheres to anything that touches it. A Huge or smaller creature adhered to the mimic is also grappled by it <strong>escape DC 13</strong>. Ability checks made to escape this grapple have disadvantage.</p></section><p>The mimic adheres to anything that touches it. A Huge or smaller creature adhered to the mimic is also grappled by it. Make an escape check, with disadvantage.</p>"
        },
        "False Appearance (Object Form Only)": {
          "name": "False Appearance (Object Form Only)",
          "description": "<p>While the mimic remains motionless, it is indistinguishable from an ordinary object.</p>"
        },
        "Grappler": {
          "name": "Grappler",
          "description": "<p>The mimic has<strong> advantage </strong>on attack rolls against any creature grappled by it.</p>"
        },
        "Pseudopod": {
          "name": "Pseudopod",
          "description": "<section class=\"secret\" id=\"secret-3O78isenyYj1Hb6F\"><p><em>Melee Weapon Attack:</em><strong>+7 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>7 (1d8 + 3) </strong><em><strong>bludgeoning damage</strong></em>.</p><p>If the mimic is in object form, the target is subjected to its Adhesive trait.</p></section><p>The Mimic attacks with its Pseudopod.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<section class=\"secret\" id=\"secret-vYsHuLvvnmPZATXG\"><p><em>Melee Weapon Attack:</em><strong>+7 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>7 (1d8 + 3) </strong><em><strong>piercing damage</strong></em> plus <strong>4 (1d8) </strong><em><strong>acid damage</strong></em>.</p><p></p></section><p>The Mimic attacks with its Bite.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The mimic makes two attacks: one with its pseudopod and one with its bite.</p>"
        }
      }
    },
    "Mirrormic": {
      "name": "Mirrormic",
      "tokenName": "Mirrormic",
      "description": "<p><em>Mimica mutafigura</em> are patient predators that use disguise as a means of attracting unwary creatures. A mimic will then adhere themselves to their prey, making up for their slow speed and inability to pursue a quarry.</p><p><em><strong>Biomancy.</strong></em> Exposure to high levels of biomantic magic has led to subspecies of mimics, <em>Mimica destorquera</em>, that distort light to unbalance their foes. Their elongated pseudopodia let them strike at a greater range before closing the distance and exogenously digesting prey using their hyper-corrosive stomach acid.</p>",
      "items": {
        "Bite": {
          "name": "Bite",
          "description": "<div class=\"heliana-mimic\"><section class=\"secret\" id=\"secret-15Og0jy6tilGmXmy\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The Mirrormic attacks with a Bite.</p></div>"
        },
        "Adhesive (Object Form Only)": {
          "name": "Adhesive (Object Form Only)",
          "description": "<div class=\"heliana-mimic\"><p>The [[lookup @name lowercase]] adheres to anything that touches it. A Huge or smaller creature adhered to the mirrormic is also grappled by it (<span class=\"loot-tavern Checks-and-Saves\"><strong>escape DC [[lookup @abilities.str.dc]]</strong></span>). Ability checks made to escape this grapple have <strong>disadvantage</strong>.</p></div>"
        },
        "False Appearance (Object Form Only)": {
          "name": "False Appearance (Object Form Only)",
          "description": "<div class=\"heliana-mimic\"><p>If the [[lookup @name lowercase]] is motionless at the start of combat, it has <strong>advantage</strong> on its initiative roll. Moreover, if a creature hasn’t observed the mirrormic move or act, that creature must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/check 18 investigation]]</strong></span> check to discern that the mirrormic is animate.</p></div>"
        },
        "Grappler": {
          "name": "Grappler",
          "description": "<p>The mirrormic has <strong>advantage</strong> on attack rolls against any creature grappled by it.</p>"
        },
        "Shapechanger": {
          "name": "Shapechanger",
          "description": "<p>The mirrormic can use its action to polymorph into an object or back into its true, amorphous form. Its statistics are the same in each form. Any equipment it is wearing or carrying isn’t transformed. It reverts to its true form if it dies.</p>"
        },
        "Pseudopod": {
          "name": "Pseudopod",
          "description": "<div class=\"heliana-mimic\"><section class=\"secret\" id=\"secret-Gpcm3vUVheOv0ZMX\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong><em><strong>&nbsp;</strong></em>If the mirrormic is in object form, the target is subjected to its Adhesive trait.</p></section><p>The Mirrormic attacks with a Pseudopod.</p></div>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The mirrormic uses Distort if available, and then makes two attacks.</p>"
        },
        "Distort (Object Form Only; Recharge 4-6)": {
          "name": "Distort (Object Form Only; Recharge 4-6)",
          "description": "<div class=\"heliana-mimic\"><p>The mirrormic projects a <strong>15-foot cone</strong> of distortion until the start of its next turn. Each creature in the area that can see the mirrormic must succeed on <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long]]</strong></span> or lose balance and fall <strong>prone</strong>. A creature that fails by 5 or more (<span class=\"loot-tavern Checks-and-Saves\"><strong>DC 9</strong></span>) is <strong>incapacitated</strong> until the end of its next turn.</p><p>Unless surprised, a creature can avert its eyes to avoid the saving throw. If the creature does so, it can’t see the mirrormic until the start of the mirrormic’s next turn, when it can avert its eyes again. The mirrormic projects a <strong>15-foot cone</strong> of distortion until the start of its next turn.</p></div>"
        }
      }
    },
    "Nourished Tavern Mimic Brain": {
      "name": "Nourished Tavern Mimic Brain",
      "tokenName": "Nourished Tavern Mimic Brain",
      "description": "<p>One of the rarest forms of mimic, tavern mimics are living structures that provide hospitality, benign or otherwise, in the remote wilds. These shapechanging buildings move using a variety of mechanisms: slug-like convulsions, millions of tiny cilia, or even hundreds of humanoid feet.</p><p><em><strong>Biomantic Origins.</strong></em> Tavern mimics occur when strong biomantic fields in the presence of a large structure, an unattached mind, and a mimic receive a sudden burst of magical energy. The most famous example is Jonjo Starr who, in attempting to create a lich phylactery in the biomantic laboratory of his half brother, Dr. Francis Norman Stein, accidentally fused himself to the building. Such creations are referred to as ‘mymilacteries’.</p><p><em><strong>Dark Contest.</strong></em> Tavern mimics often experience strong internal conflict. The basal, voracious appetite of the mimic desires only to consume and grow, while the mind with which it’s fused often has more complex desires. Not all tavern mimics are evil; some enjoy existence as a hub of activity, selling shelter and buying the produce on which they feed. Others aim to deceive travellers, giving into their core instincts and feeding on them as they sleep. Clever tavern mimics are selective and opportunistic predators, feeding only on strays and vagabonds who will not be missed.</p><p><em><strong>Lifecycle.</strong></em> Like all mimics, tavern mimics lay eggs. These baby mimics have a limited number of forms they can take, and often appear as a pile of gold coins. This coin form is, in fact, their dispersal strategy. Mixed into a traveller’s purse, a baby mimic can quickly find itself miles from home, and able to feed on the fingertips of consumers and pickpockets alike. Like the common cuckoo bird, a baby mimic will often push normal coins and other baby mimics out of a purse to ensure it is more likely to be spent.</p>",
      "items": {
        "Grappler": {
          "name": "Grappler",
          "description": "<p>The mimic has <strong>advantage</strong> on attack rolls against any creature grappled by it.</p>"
        },
        "Shapechanger": {
          "name": "Shapechanger",
          "description": "<p>The mimic can use its action to polymorph into an object or back into its true, tavern form. Its statistics are the same in each form. Any equipment or creatures it is wearing or carrying aren’t transformed. It reverts to its true form if it dies.</p>"
        },
        "Pseudopod": {
          "name": "Pseudopod",
          "description": "<section class=\"secret\" id=\"secret-lFyXT86ZP5DCJdtZ\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The Mimic attacks with a Pseudopod.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The mimic makes two attacks, one with its pseudopod and one with its squirt.</p>"
        },
        "Central Nervous System": {
          "name": "Central Nervous System",
          "description": "<p>The first time the central nervous system takes damage on a turn, it takes an additional <strong>[[/damage average]]</strong> damage. As a bonus action on its turn, the mimic can relocate its nervous system to any location within itself.</p>"
        },
        "Legendary Resistance (3/Day)": {
          "name": "Legendary Resistance (3/Day)",
          "description": "<p>If the mimic fails a saving throw, it can choose to succeed instead.</p>"
        },
        "Sensitive Gut": {
          "name": "Sensitive Gut",
          "description": "<p>The mimic's blindsight extends throughout its interior structure.</p>"
        },
        "Warded": {
          "name": "Warded",
          "description": "<p>The mimic can't be harmed or affected by attacks or effects that originate from outside of it.</p>"
        },
        "Darkness": {
          "name": "Darkness",
          "description": "<p>Magical darkness spreads from a point you choose within range to fill a 15-foot-radius sphere for the duration. The darkness spreads around corners. A creature with darkvision can't see through this darkness, and nonmagical light can't illuminate it.</p><p>If the point you choose is on an object you are holding or one that isn't being worn or carried, the darkness emanates from the object and moves with it. Completely covering the source of the darkness with an opaque object, such as a bowl or a helm, blocks the darkness.</p><p>If any of this spell's area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled.</p>",
          "materials": {
            "value": "Bat fur and a drop of pitch or piece of coal"
          }
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The mimic casts one of the following spells, using Intelligence as the spellcasting ability (<span class=\"Checks-and-Saves\"><strong>spell save DC 17</strong></span>, <strong>+9</strong>&nbsp;to hit with spell attacks).</p><p>At will: <em><strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.WjZOmlRSWW6Yqb2R]{corrupting ichor} </strong>(2nd level), @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.4m8g81qHzH6HKOod]{create food and water}, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.moEkZptCRydnu6Tc]{dancing lights}, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.fMwvKw3OyQBonMVZ]{minor illusion}, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.FbgDy5DQe0zXpSIq]{thaumaturgy}, <strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.rwT9c3ckKJCbc0Yz]{pins &amp; needles},</strong> <strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.ZYt8hEvAHeJFoyU3]{darkness}</strong></em><sup><em><strong>c</strong></em></sup></p><p>2/day each: <em><strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.ShxVPxvb2FYuZbx2]{acid rain}</strong></em><sup><em><strong>c</strong></em></sup><em>, <strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.fGaIWYngoE3h30fc]{shield}</strong>, <strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.jDIm38EqD7URm3du]{zippit!}, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.cnrqeyZCituFZjjG]{mortiferous pulse}</strong></em><strong>, </strong><em>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.FeAybsrF2RTi1rb4]{major image}</em></p><p>1/day each: <em><strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.IaQjjoFqDjkas337]{cloudkill}</strong></em><sup><em><strong>c</strong></em></sup><em>, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.i2fymnTHP0bFDIYN]{programmed illusion}, <strong>@UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.6NRixLUWJykm0DMd]{stoneskin}</strong></em><sup><em><strong>c</strong></em></sup><em>, @UUID[Compendium.heliana-core.actors-heliana-dread-and-breakfast.Actor.azAViihKHpUmjjV9.Item.1xpXbQB7BDaKObWR]{teleport}</em></p><p><strong>bold</strong> indicates combat spells, ‘c’ indicates concentration.</p>"
        },
        "Teleport": {
          "name": "Teleport",
          "description": "<p>This spell instantly transports you and up to eight willing creatures of your choice that you can see within range, or a single object that you can see within range, to a destination you select. If you target an object, it must be able to fit entirely inside a 10-foot cube, and it can't be held or carried by an unwilling creature.</p><p>The destination you choose must be known to you, and it must be on the same plane of existence as you. Your familiarity with the destination determines whether you arrive there successfully. The DM rolls d100 and consults the table.</p>\n<table border=\"1\">\n<tbody>\n<tr>\n<td><strong>Familiarity</strong></td>\n<td><strong>Mishap</strong></td>\n<td><strong>Similar Area</strong></td>\n<td><strong>Off Target</strong></td>\n<td><strong>On Target</strong></td>\n</tr>\n<tr>\n<td>Permanent circle</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>01-100</td>\n</tr>\n<tr>\n<td>Associated object</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>01-100</td>\n</tr>\n<tr>\n<td>Very familiar</td>\n<td>01-05</td>\n<td>06-13</td>\n<td>14-24</td>\n<td>25-100</td>\n</tr>\n<tr>\n<td>Seen casually</td>\n<td>01-33</td>\n<td>34-43</td>\n<td>44-53</td>\n<td>54-100</td>\n</tr>\n<tr>\n<td>Viewed once</td>\n<td>01-43</td>\n<td>44-53</td>\n<td>54-73</td>\n<td>74-100</td>\n</tr>\n<tr>\n<td>Description</td>\n<td>01-43</td>\n<td>44-53</td>\n<td>54-73</td>\n<td>74-100</td>\n</tr>\n<tr>\n<td>False destination</td>\n<td>01-50</td>\n<td>51-100</td>\n<td>-</td>\n<td>-</td>\n</tr>\n</tbody>\n</table>\n<p><strong>Familiarity</strong>. \"Permanent circle\" means a permanent Teleportation Circle whose sigil sequence you know. \"Associated object\" means that you possess an object taken from the desired destination within the last six months, such as a book from a wizard's library, bed linen from a royal suite, or a chunk of marble from a lich's Secret tomb.</p><p>\"Very familiar\" is a place you have been very often, a place you have carefully studied, or a place you can see when you cast the spell. \"Seen casually\" is someplace you have seen more than once but with which you aren't very familiar. \"Viewed once\" is a place you have seen once, possibly using magic. \"Description\" is a place whose location and appearance you know through someone else's description, perhaps from a map.</p><p>\"False destination\" is a place that doesn't exist. Perhaps you tried to scry an enemy's sanctum but instead viewed an illusion, or you are attempting to teleport to a familiar location that no longer exists.</p><p><strong>On Target</strong>. You and your group (or the target object) appear where you want to.</p><p><strong>Off Target</strong>. You and your group (or the target object) appear a random distance away from the destination in a random direction. Distance off target is 1d10 × 1d10 percent of the distance that was to be traveled. For example, if you tried to travel 120 miles, landed off target, and rolled a 5 and 3 on the two d10s, then you would be off target by 15 percent, or 18 miles. The DM determines the direction off target randomly by rolling a d8 and designating 1 as north, 2 as northeast, 3 as east, and so on around the points of the compass. If you were teleporting to a coastal city and wound up 18 miles out at sea, you could be in trouble.</p><p><strong>Similar Area</strong>. You and your group (or the target object) wind up in a different area that's visually or thematically similar to the target area. If you are heading for your home laboratory, for example, you might wind up in another wizard's laboratory or in an alchemical supply shop that has many of the same tools and implements as your laboratory. Generally, you appear in the closest similar place, but since the spell has no range limit, you could conceivably wind up anywhere on the plane.</p><p><strong>Mishap</strong>. The spell's unpredictable magic results in a difficult journey. Each teleporting creature (or the target object) takes 3d10 force damage, and the DM rerolls on the table to see where you wind up (multiple mishaps can occur, dealing damage each time).</p>"
        },
        "Squirt": {
          "name": "Squirt",
          "description": "<section class=\"secret\" id=\"secret-NOEN4QjaDC8pZwbb\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The Tavern Mimic attacks with it's Squirt.</p>"
        },
        "Drool (Lair Action)": {
          "name": "Drool (Lair Action)",
          "description": "<p>The tavern mimic secretes acid from a part of its ceiling in a&nbsp;<strong>30-foot square</strong>. Each creature directly under the area must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long]]</strong></span>, taking <strong>[[/damage average]]</strong> damage on a failure, or half as much damage on a success.&nbsp;</p>"
        },
        "Peristalsis (Lair Action)": {
          "name": "Peristalsis (Lair Action)",
          "description": "<p>A wave shudders through the tavern mimic as its hidden musculature contracts. Each non-mimic creature in the tavern must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long]]</strong></span>. On a failure, a creature is pushed <strong>15 feet</strong> in a direction of the tavern mimic’s choice, where it falls <strong>&amp;Reference[prone]</strong> and takes <strong>[[/damage average]]</strong> damage. On a success it is moved <strong>5 feet</strong> in a direction of the tavern mimic’s choice but takes no damage and doesn’t fall prone.</p>"
        },
        "Sink (Lair Action)": {
          "name": "Sink (Lair Action)",
          "description": "<p>A <strong>10-foot square</strong> of the tavern mimic’s floor becomes incredibly soft and sticky. Each creature on the floor in the area, or that enters the area for the first time on a turn, must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long]]</strong></span> or become <strong>&amp;Reference[restrained]</strong>. A creature that ends its turn while restrained in this way sinks <strong>2 feet</strong> into the tavern’s floor and takes <strong>[[/damage average]]</strong> damage. A creature that sinks below its height can’t breathe.</p><p>A creature within <strong>5 feet</strong> of a creature restrained in this way, including the restrained creature, can make a Strength check against the lair action save DC, freeing the stuck creature and pulling it to the nearest non-sinking area on a success. The area is difficult terrain for all non-mimic creatures until the tavern mimic finishes a short or long rest.</p>"
        },
        "Pins and Needles": {
          "name": "Pins and Needles",
          "description": "<p>You momentarily shut down a small part of the nervous system of a creature you can see within range, before overstimulating it and causing crippling pain. The creature must succeed on a <strong>Constitution saving throw</strong> or take <strong>1d8</strong> psychic damage. If the target fails its saving throw by <strong>5</strong> or more, it has <strong>disadvantage</strong> on the next attack roll it makes before the end of its next turn as it temporarily loses full control of a part of its body.</p>"
        },
        "Create Food and Water": {
          "name": "Create Food and Water",
          "description": "<p>You create 45 pounds of food and 30 gallons of water on the ground or in containers within range, enough to sustain up to fifteen humanoids or five steeds for 24 hours. The food is bland but nourishing, and spoils if uneaten after 24 hours. The water is clean and doesn't go bad.</p>"
        },
        "Dancing Lights": {
          "name": "Dancing Lights",
          "description": "<p>You create up to four torch-sized lights within range, making them appear as torches, lanterns, or glowing orbs that hover in the air for the duration. You can also combine the four lights into one glowing vaguely humanoid form of Medium size. Whichever form you choose, each light sheds dim light in a 10-foot radius.</p><p>As a bonus action on your turn, you can move the lights up to 60 feet to a new spot within range. A light must be within 20 feet of another light created by this spell, and a light winks out if it exceeds the spell's range.</p>",
          "materials": {
            "value": "A bit of phosphorus or wychwood, or a glowworm"
          }
        },
        "Minor Illusion": {
          "name": "Minor Illusion",
          "description": "<p>You create a sound or an image of an object within range that lasts for the duration. The illusion also ends if you dismiss it as an action or cast this spell again.</p><p>If you create a sound, its volume can range from a whisper to a scream. It can be your voice, someone else's voice, a lion's roar, a beating of drums, or any other sound you choose. The sound continues unabated throughout the duration, or you can make discrete sounds at different times before the spell ends.</p><p>If you create an image of an object—such as a chair, muddy footprints, or a small chest—it must be no larger than a 5-foot cube. The image can't create sound, light, smell, or any other sensory effect. Physical interaction with the image reveals it to be an illusion, because things can pass through it.</p><p>If a creature uses its action to examine the sound or image, the creature can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the illusion becomes faint to the creature.</p>",
          "materials": {
            "value": "A bit of fleece."
          }
        },
        "Thaumaturgy": {
          "name": "Thaumaturgy",
          "description": "<p>You create one of the following magical effects within range:</p>\n<ul>\n<li>Your voice booms up to three times as loud as normal for 1 minute.</li>\n<li>You cause flames to flicker, brighten, dim, or change color for 1 minute.</li>\n<li>You cause harmless tremors in the ground for 1 minute.</li>\n<li>You create a sound that originates from a point of your choice within range.</li>\n<li>You cause an unlocked door or window to fly open or slam shut.</li>\n<li>You alter the appearance of your eyes for 1 minute.</li>\n</ul>\n<p>If you cast this spell multiple times, you can have up to three of its 1-minute effects active at a time, and you can dismiss such an effect as an action.</p>"
        },
        "Mortiferous Pulse": {
          "name": "Mortiferous Pulse",
          "description": "<p>You summon a bolt of negative energy to stimulate and transmit necrotic pathogens into those that stand before you, decaying their internal viscera. Each creature in a <strong>5-foot-wide, 50-foot-long line</strong> extending from you must make a <strong>Dexterity saving throw</strong>, taking <strong>3d8</strong> necrotic damage on a failed save, or half as much damage on a successful one.</p>",
          "materials": {
            "value": "a dead animal"
          }
        },
        "Shield": {
          "name": "Shield",
          "description": "<p>An invisible barrier of magical force appears and protects you. Until the start of your next turn, you have a +5 bonus to AC, including against the triggering attack, and you take no damage from magic missile.</p>",
          "activation": {
            "condition": "Which you take when you are hit by an attack or targeted by the magic missile spell"
          },
          "effects": {
            "Shield": {
              "name": "Shield"
            }
          }
        },
        "Major Image": {
          "name": "Major Image",
          "description": "<p>You create the image of an object, a creature, or some other visible phenomenon that is no larger than a 20-foot cube. The image appears at a spot that you can see within range and lasts for the duration. It seems completely real, including sounds, smells, and temperature appropriate to the thing depicted. You can't create sufficient heat or cold to cause damage, a sound loud enough to deal thunder damage or deafen a creature, or a smell that might sicken a creature (like a troglodyte's stench).</p><p>As long as you are within range of the illusion, you can use your action to cause the image to move to any other spot within range. As the image changes location, you can alter its appearance so that its movements appear natural for the image. For example, if you create an image of a creature and move it, you can alter the image so that it appears to be walking. Similarly, you can cause the illusion to make different sounds at different times, even making it carry on a conversation, for example.</p><p>Physical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the illusion for what it is, the creature can see through the image, and its other sensory qualities become faint to the creature.</p>",
          "materials": {
            "value": "A bit of fleece"
          }
        },
        "Acid Rain": {
          "name": "Acid Rain",
          "description": "<p>With a gentle patter, corrosive raindrops build to an acidic deluge in a <strong>20-foot-radius, 60-foot-tall cylinder</strong>, centred on a point within range. When the rain begins, each creature in the area must make a <strong>Dexterity saving throw</strong>, taking <strong>4d6</strong> acid damage on failure or half as much damage on a success. For the duration, a creature must also make this saving throw when it enters the spell’s area for the first time on its turn or ends its turn there.</p>",
          "materials": {
            "value": "a drop of acid"
          }
        },
        "Cloudkill": {
          "name": "Cloudkill",
          "description": "<p>You create a 20-foot-radius sphere of poisonous, yellow-green fog centered on a point you choose within range. The fog spreads around corners. It lasts for the duration or until strong wind disperses the fog, ending the spell. Its area is heavily obscured.</p><p>When a creature enters the spell's area for the first time on a turn or starts its turn there, that creature must make a Constitution saving throw. The creature takes 5d8 poison damage on a failed save, or half as much damage on a successful one. Creatures are affected even if they hold their breath or don't need to breathe.</p><p>The fog moves 10 feet away from you at the start of each of your turns, rolling along the surface of the ground. The vapors, being heavier than air, sink to the lowest level of the land, even pouring down openings.</p>"
        },
        "Stoneskin": {
          "name": "Stoneskin",
          "description": "<p>This spell turns the flesh of a willing creature you touch as hard as stone. Until the spell ends, the target has resistance to nonmagical bludgeoning, piercing, and slashing damage.</p>",
          "materials": {
            "value": "Diamond dust worth 100 gp, which the spell consumes"
          }
        },
        "Programmed Illusion": {
          "name": "Programmed Illusion",
          "description": "<p>You create an Illusion of an object, a creature, or some other visible phenomenon within range that activates when a specific condition occurs. The illusion is imperceptible until then. It must be no larger than a 30-foot cube, and you decide when you cast the spell how the illusion behaves and what sounds it makes. This scripted Performance can last up to 5 minutes.</p><p>When the condition you specify occurs, the illusion springs into existence and performs in the manner you described. Once the illusion finishes performing, it disappears and remains dormant for 10 minutes. After this time, the illusion can be activated again.</p><p>The triggering condition can be as general or as detailed as you like, though it must be based on visual or audible Conditions that occur within 30 feet of the area. For example, you could create an illusion of yourself to appear and warn off others who attempt to open a trapped door, or you could set the illusion to trigger only when a creature says the correct word or phrase.</p><p>Physical interaction with the image reveals it to be an illusion, because things can pass through it. A creature that uses its action to examine the image can determine that it is an illusion with a successful Intelligence (Investigation) check against your spell save DC. If a creature discerns the Illusion for what it is, the creature can see through the image, and any noise it makes sounds hollow to the creature</p>",
          "materials": {
            "value": "A bit of fleece and jade dust worth at least 25gp"
          }
        },
        "Corrupting Ichor": {
          "name": "Corrupting Ichor",
          "description": "<p>You spit a globule of phlegm at one creature within range. Make a <strong>ranged spell attack</strong> against the target. On a hit, the target takes <strong>2d8</strong> necrotic damage. In addition, until it uses its action to wipe off the phlegm, it takes <strong>1d4</strong> necrotic damage at the start of each of its turns and any hit points regained are reduced by half.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage at the start of the target’s next turn increases by <strong>1d4</strong> for each slot level above 1st.</p><hr><p><strong>Class:</strong> Druid, Sorcerer, Warlock, Wizard</p>",
          "materials": {
            "value": "some phlegm"
          },
          "activities": {
            "Phlegm Burn Damage": {
              "name": "Phlegm Burn Damage"
            }
          },
          "effects": {
            "Corrupting Ichor phlegm": {
              "name": "Corrupting Ichor phlegm",
              "description": "<p>In addition, until it uses its action to wipe off the phlegm, it takes <strong>1d4</strong> necrotic damage at the start of each of its turns and any hit points regained are reduced by half.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage at the start of the target’s next turn increases by <strong>1d4</strong> for each slot level above 1st.</p>"
            }
          }
        },
        "Zippit!": {
          "name": "Zippit!",
          "description": "<p>In response to a creature vocalizing, you make a sharp sound and hold a finger up in an attempt to interrupt them. The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\">Constitution saving throw</span> or become silenced as its mouth is fused shut for the duration. If you silence a target that is casting a spell with verbal components, the target’s spell slot isn’t expended, but its action is wasted.</p><p>At the end of each of its turns, the target can make a <span class=\"loot-tavern Checks-and-Saves\">Strength saving throw</span> as it tries to tear open its mouth. On a success, the target takes <strong>1d8</strong> slashing damage and is no longer silenced. Alternatively, as an action, the target can use a bladed implement to cut open its mouth, taking <strong>1d8</strong> slashing damage and ending the silence.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, the damage increases by <strong>1d8</strong> for each slot level above 3rd.</p><hr><p><strong>Class:</strong> Bard, Druid, Sorcerer, Warlock, Wizard</p>",
          "activation": {
            "condition": "which you take when a creature within range vocalises"
          },
          "activities": {
            "Zippit! Constitution Save": {
              "name": "Zippit! Constitution Save"
            },
            "Action Removal Damage": {
              "name": "Action Removal Damage"
            },
            "Strength Save End of Turn": {
              "name": "Strength Save End of Turn"
            }
          },
          "effects": {
            "Zippit! (Silence)": {
              "name": "Zippit! (Silence)",
              "description": "<p>At the end of each of its turns, the target can make a <span class=\"loot-tavern Checks-and-Saves\">Strength saving throw</span> as it tries to tear open its mouth. On a success, the target takes <strong>1d8</strong> slashing damage and is no longer silenced. Alternatively, as an action, the target can use a bladed implement to cut open its mouth, taking <strong>1d8</strong> slashing damage and ending the silence.</p>"
            }
          }
        },
        "Attack": {
          "name": "Attack",
          "description": "<p>The mimic makes one attack.</p>"
        },
        "Cast a Spell (Costs 2 Actions)": {
          "name": "Cast a Spell (Costs 2 Actions)",
          "description": "<p>The mimic uses Spellcasting.</p>"
        },
        "Immune Response (Costs 2 Actions)": {
          "name": "Immune Response (Costs 2 Actions)",
          "description": "<p>A torrent of pus gushes from a&nbsp;<strong>10-foot-radius</strong> area of the mimic's ceiling. Each creature directly under that area must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long]]</strong></span>, taking <strong>[[/damage average]]</strong> damage on a failure, or half as much damage on a success.</p>"
        }
      },
      "effects": {
        "Shield": {
          "name": "Shield"
        }
      }
    },
    "Swarm of Baby Mimics": {
      "name": "Swarm of Baby Mimics",
      "tokenName": "Swarm of Baby Mimics",
      "description": "<p><em>Mimica mutafigura</em> are patient predators that use disguise as a means of attracting unwary creatures. A mimic will then adhere themselves to their prey, making up for their slow speed and inability to pursue a quarry.</p>",
      "items": {
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny mimic. The swarm can't regain<strong> hit points</strong> or gain temporary<strong> hit points</strong>.</p>"
        },
        "Bites": {
          "name": "Bites",
          "description": "<section class=\"secret\" id=\"secret-CsLc2PUbSghVB8Tb\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]]</strong>, or <strong>[[/damage activity=cb967y4MhHWdEP1H average]]</strong> damage&nbsp;if the swarm has half of its hit points or fewer.</p></section><p>The Swarm of Baby Mimics attacks with a flurry of Bites.</p>",
          "activities": {
            "Attack (More than half hitpoints)": {
              "name": "Attack (More than half hitpoints)"
            },
            "Attack (Fewer than half hitpoints)": {
              "name": "Attack (Fewer than half hitpoints)"
            }
          }
        },
        "Grappler": {
          "name": "Grappler",
          "description": "<p>The swarm has&nbsp;<strong>advantage</strong> on attack rolls against any creature grappled by it.</p>"
        },
        "Shapechanger": {
          "name": "Shapechanger",
          "description": "<p>The swarm can use its action to polymorph into an object or back into its true, amorphous form. Its statistics are the same in each form. Any equipment it is wearing or carrying isn’t transformed. It reverts to its true form if it dies.</p>"
        },
        "Adhesive (Object Form Only)": {
          "name": "Adhesive (Object Form Only)",
          "description": "<div class=\"heliana-mimic\"><p>The [[lookup @name lowercase]] adheres to anything that touches it. A Huge or smaller creature adhered to the mirrormic is also grappled by it (<span class=\"loot-tavern Checks-and-Saves\"><strong>escape DC [[lookup @abilities.str.dc]]</strong></span>). Ability checks made to escape this grapple have <strong>disadvantage</strong>.</p></div>"
        },
        "False Appearance (Object Form Only)": {
          "name": "False Appearance (Object Form Only)",
          "description": "<div class=\"heliana-mimic\"><p>If the [[lookup @name lowercase]] is motionless at the start of combat, it has <strong>advantage</strong> on its initiative roll. Moreover, if a creature hasn’t observed the mirrormic move or act, that creature must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/check 18 investigation]]</strong></span> check to discern that the mirrormic is animate.</p></div>"
        }
      }
    },
    "Low-Threat Mimic": {
      "name": "Low-Threat Mimic",
      "tokenName": "Low-Threat Mimic",
      "description": "<p><em>Mimica mutafigura</em> are patient predators that use disguise as a means of attracting unwary creatures. A mimic will then adhere themselves to their prey, making up for their slow speed and inability to pursue a quarry.</p>",
      "items": {
        "Shapechanger": {
          "name": "Shapechanger",
          "description": "<section class=\"secret\"><p>The mimic can use its action to <strong>polymorph</strong> into an object or back into its true, amorphous form. Its statistics are the same in each form. </p><p>Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.</p></section><p>The mimic can use its action to <strong>polymorph</strong> into an object or back into its true, amorphous form. </p>"
        },
        "Adhesive (Object Form Only)": {
          "name": "Adhesive (Object Form Only)",
          "description": "<section class=\"secret\"><p>The mimic adheres to anything that touches it. A Huge or smaller creature adhered to the mimic is also grappled by it <strong>escape DC 13</strong>. Ability checks made to escape this grapple have disadvantage.</p></section><p>The mimic adheres to anything that touches it. A Huge or smaller creature adhered to the mimic is also grappled by it. Make an escape check, with disadvantage.</p>"
        },
        "False Appearance (Object Form Only)": {
          "name": "False Appearance (Object Form Only)",
          "description": "<p>While the mimic remains motionless, it is indistinguishable from an ordinary object.</p>"
        },
        "Grappler": {
          "name": "Grappler",
          "description": "<p>The mimic has<strong> advantage </strong>on attack rolls against any creature grappled by it.</p>"
        },
        "Pseudopod": {
          "name": "Pseudopod",
          "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+5 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>7 (1d8 + 3) <em>bludgeoning damage</em></strong>. </p><p>If the mimic is in object form, the target is subjected to its Adhesive trait.</p></section><p>The Mimic attacks with its Pseudopod.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+5 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>7 (1d8 + 3) <em>piercing damage</em></strong> plus <strong>4 (1d8) <em>acid damage</em></strong>.</p><p></p></section><p>The Mimic attacks with its Bite.</p>"
        }
      }
    }
  }
}
