{
  "label": "Bestiary",
  "folders": {
    "Familiar": "Familiar"
  },
  "entries": {
    "Horror": {
      "name": "Horror",
      "tokenName": "Horror",
      "description": "<p>Found exclusively in dreamscapes, dreamers are the psyches of sentient creatures blocked from re-entering their corporeal form. The longer a psyche spends in a dreamholder’s twisted realm, the more corrupted it becomes, losing the virtues, values, and empathy it once held dear.</p><p><em><strong>Damage.</strong></em> The mind is a magnificent thing, capable of adapting to new realities, and parsing the stimuli in the best way it knows how. This, however, is the dreamers’ weakness; while a blade doesn’t technically exist in a dreamscape, the mind interprets the damage the blade should cause, creating internal psychic trauma in the host’s corporeal body.</p><h3>Horror</h3><p>A sleepwalker becomes a horror when its mind is finally broken. In constant fear, a horror attacks with unprovoked ferocity. It does not trust kind words, for the dreamholder has tricked it too many times. Only creatures in possession of truly powerful restorative magic can bring back some semblance of sanity to these psyches. Even then, should the mind be restored to its body, it would likely not be recognisable.</p>",
      "items": {
        "Broken Mind": {
          "name": "Broken Mind",
          "description": "<p>If the horror is the target of a <em>@UUID[Compendium.dnd5e.spells.WzvJ7G3cqvIubsLk]{greater restoration}</em> spell or more powerful restorative magic, it sees through the dreamholder’s illusions and can’t be beguiled by the dreamholder for the next <strong>24 hours</strong>.</p>"
        },
        "Slow Fall": {
          "name": "轻身坠",
          "description": "<p>While in a dreamscape, a horror is constantly under the effects of the <em>feather@UUID[Compendium.dnd5e.spells.pub0OWVEB71XQx1n]{feather fall} fall</em> spell.</p>"
        },
        "Multiattack": {
          "name": "多重攻击",
          "description": "The horror makes three attacks."
        },
        "Phantom Fist": {
          "name": "Phantom Fist",
          "description": "<section class=\"secret\" id=\"secret-25Xaodr7xvDjYLwp\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The horror attacks with its phantom fist.</p>"
        },
        "Horrifying Appearance": {
          "name": "Horrifying Appearance",
          "description": "<p>Each creature within <strong>60 feet</strong> of the horror that can see it must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long]]</strong></span> or be <strong>&amp;Reference[Frightened]</strong> for <strong>1 minute</strong>. A frightened target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a target’s saving throw is successful or the effect ends for it, the target is <strong>immune</strong> to this horror’s Horrifying Appearance for the next <strong>24 hours</strong>.</p>",
          "effects": {
            "Horrifying Appearance": {
              "name": "Horrifying Appearance",
              "description": "<p>This creature is <strong>&amp;Reference[Frightened]</strong> for <strong>1 minute</strong>. A frightened target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a target’s saving throw is successful or the effect ends for it, the target is <strong>immune</strong> to this horror’s Horrifying Appearance for the next <strong>24 hours</strong>.</p>"
            }
          }
        }
      }
    },
    "Dreamholder": {
      "name": "Dreamholder",
      "tokenName": "Dreamholder",
      "description": "<p>Natives of the Anomalies, dreamholders often find routes through to the Astral Plane and, from this staging post, parasitise creatures who astrally project, hitching a ride on their psyches back into the home plane. There, they flit between the minds of sleeping creatures, distorting each dreamer’s narrative and feasting on their fear, joy, and distress. An incorporeal version of the floating eye tyrant, the dreamholder can unleash a devastating array of eye beams at lucid dreamers who threaten to expel them from their mind.</p><p><em><strong>Fear of Ejection.</strong></em> Rarely does a dreamholder take physical form on the Material Plane. Instead, a dreamholder traverses the world through a dreamscape, an ephemeral plane created by the psyches of sleeping creatures. If this dreamscape ever disappears, such as if all creatures within range of the dreamholder’s influence awaken, the dreamholder is ejected back to the Astral Plane, a place it loathes due to the absence of its favourite snack: sleeping beings. For this reason, dreamholders are commonly found in densely populated areas, places with a mix of diurnal and nocturnal beings, or wherever sleeping creatures can be reliably preyed upon.</p><p>The dreamholder is a clever and resourceful aberration. Should its continued existence in the dreams of creatures on the Material Plane be threatened, it chooses one of two tactics. If it believes itself more powerful than its foe, it will immediately attempt to annihilate the threatening creature’s psyche and render their body a comatose shell. Alternatively, a dreamholder might bargain with its assailant, delivering secrets to them nightly until such a time as it can destroy this erstwhile ally.</p><p><em><strong>Balanced Diet.</strong></em> Dreamholders feed on the gamut of emotions that a creature can experience. For a properly balanced diet, a dreamholder needs to consume anger, disgust, fear, happiness, sadness, and surprise. A dreamholder that can keep a group of humanoids experiencing all these emotions simultaneously is a contented dreamholder indeed.</p><p><em><strong>Inconsistent Incorporeality.</strong></em> The dreamholder maintains its incorporeal form through psionics. Its mastery of this technique is absolute; even the most well-placed blow with a magical weapon passes through thin air, the dreamholder dissolving the instant before contact is made. The dreamholder abhors loud noises and psychic attacks, all of which interfere with its focus, causing it to become momentarily corporeal and susceptible to physical blows.</p><p><em><strong>Dream Stasis &amp; Bridging.</strong></em> Dreamholders possess the unique ability to bridge the dreams of sleeping creatures, a feature they use to slip from a soon-to wake mind into that of one that has recently drifted off. Indeed, one of the symptoms of dreamholder parasitisation is the increased frequency of shared dreams between individuals in a community (and the social awkwardness that soon follows). Powerful dreamholders can exert such influence over a sleeping creature that the dreamer enters a ‘dream stasis’, a paralytic state from which it can’t wake of its own volition. A clever dreamholder learns to release these captured sleepers just before they waste away entirely, knowing full well that they must return to sleep eventually.</p><p><em><strong>Dream Lair.</strong></em> Combining these two abilities of stasis and bridging, a dreamholder can create a tangled web of interconnecting landscapes, scenarios, and protagonists, a veritable feast of corrupted dreams. Time dilates and constricts at the dreamholder’s whim, and respite is rarely attainable. In this varied, restless landscape, physical prowess means little; the dreamholder is the ruler, and those that are weak of mind seldom emerge.</p>",
      "items": {
        "Dreameater": {
          "name": "Dreameater",
          "description": "<section class=\"secret\" id=\"secret-Lh5PBkCA97AwiBoZ\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The dreamholder attacks with dreameater.</p>"
        },
        "Legendary Actions": {
          "name": "Legendary Actions",
          "description": "<p>The dreamholder can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature’s turn. The dreamholder regains spent legendary actions at the start of its turn.<br><br><strong>[[/item 5RlmEmeJoMxBi22p]]{Eye Ray}. </strong><span style=\"font-family:Signika, sans-serif\">The dreamholder uses one random eye ray.</span><strong><br><br>[[/item JWpSSXuqzgO0U0t5]]{Teleport}. </strong>The dreamholder teleports to an unoccupied space it can see within 60 feet of it. If it is within its lair it doesn’t need to see this space to teleport to it.<strong><br><br>[[/item EINhOKcUHzdnuvq9]]{Mirror (costs 2 actions)}. </strong>Two illusory dreamholders appear within 30 feet of the dreamholder, and the dreamholder can then immediately teleport, switching places with one of the illusory duplicates. Physical interaction with the illusory dreamholder, such as hitting it with an attack, reveals it to be an illusion. A creature can use its action to make a DC 14 Intelligence (Investigation) check to inspect one dreamholder within 30 feet of it, determining if it’s an illusion on a success. When the dreamholder uses an eye ray, all the illusions fire the same eye rays at the same target, and when it teleports, so too do the illusions. All the illusions disappear at the end of the dreamholder’s next turn.</p>"
        },
        "Incorporeal Movement": {
          "name": "虚体移动",
          "description": "The dreamholder can move through other creatures and objects as if they were difficult terrain. It takes 5 (1d10) force damage if it ends its turn inside an object."
        },
        "Inconsistent Incoporeality": {
          "name": "Inconsistent Incoporeality",
          "description": "<p>When the dreamholder takes <strong>10</strong> or more psychic or thunder damage in a single instance, it becomes corporeal until the start of its next turn. While corporeal, it loses its Incorporeal Movement trait; its immunity to bludgeoning, piercing, and slashing damage; and its immunity to the grappled and restrained conditions.</p><section id=\"secret-Ls2dxLnOIjtwDF7z\" class=\"secret\"><p><strong>Foundry Note.</strong></p><p>The effect for this feature can be toggled in the effects tab.</p></section>",
          "effects": {
            "Immunity": {
              "name": "免疫"
            }
          }
        },
        "Eye Ray": {
          "name": "眼波射线",
          "description": "<p>The dreamholder uses one random eye ray. [[/r 1d6]]</p>"
        },
        "Teleport": {
          "name": "传送",
          "description": "<p>The dreamholder teleports to an unoccupied space it can see within 60 feet of it. If it is within its lair it doesn’t need to see this space to teleport to it.</p>"
        },
        "Eye Rays": {
          "name": "眼波射线",
          "description": "<section class=\"secret\" id=\"secret-JCVLQ87TLRQNVbdo\"><p>The dreamholder shoots three of the following magical eye rays at random ([[/r 1d6]], reroll duplicates), choosing one to three creatures it can see within 120 feet of it:</p><ol><li><p><em>Charm Ray.</em> The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dzkC9s84JbSBfLpF]]</strong></span> or be <strong>&amp;Reference[Charmed]</strong> by the dreamholder for 1 hour, or until the dreamholder harms the target.</p></li><li><p><em>Confusion Ray.</em> The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dzkC9s84JbSBfLpF]]</strong></span> or be afflicted by the <em>@UUID[Compendium.dnd5e.spells.9hQXdMSmerkTsHDe]{confusion}</em> spell until the end of its next turn.</p></li><li><p><em>Static Ray.</em> The target must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=jrf8F80tPtJ2rOMa]]</strong></span>, taking <strong>[[/damage average activity=jrf8F80tPtJ2rOMa]]</strong> damage on a failed save or half as much damage on a successful one. On a failed save, a target has muddled thoughts for <strong>1 minute</strong>. During that time, it rolls a <strong>[[/r d6]]</strong> and subtracts the number rolled from all its attack rolls and ability checks, as well as its Constitution saving throws to maintain concentration. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p></li><li><p><em>Rot Ray. </em>The target must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=lHxwMgRjIzE5QmqT]]</strong></span>. On a failure, its grey matter deteriorates, it takes <strong>[[/damage average activity=lHxwMgRjIzE5QmqT]]</strong> damage, and it has disadvantage on ability checks and attack rolls it makes until the end of its next turn. On a success it takes half as much damage and suffers no additional effects.</p></li><li><p><em>Incorporeal Shunt Ray. </em>The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=nYrlWYqs6BRfpnvm]]</strong></span> or become momentarily incorporeal, be pushed up to <strong>15 feet</strong> directly away from the dreamholder, and then rematerialise. The creature takes <strong>[[/damage average activity=nYrlWYqs6BRfpnvm]]</strong> damage if it rematerialises inside an object. If the creature rematerialises in another creature’s space, both creatures take this damage. The target is then pushed to the nearest unoccupied space.</p></li><li><p><em>Nightmare Ray. </em>The target is assailed by illusory manifestations of its fears. It must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=JMcf2yQZwTkiq8EV]]</strong></span>, taking <strong>[[/damage average activity=JMcf2yQZwTkiq8EV]]</strong> damage on a failure or half as much damage on a success.</p></li></ol></section><p>The dreamholder uses three of its eye rays.</p>",
          "activities": {
            "Roll for Eye Rays": {
              "name": "Roll for Eye Rays"
            },
            "Charm + Confusion Ray": {
              "name": "Charm + Confusion Ray"
            },
            "Static Ray": {
              "name": "Static Ray"
            },
            "Rot Ray": {
              "name": "Rot Ray"
            },
            "Incorporeal Shunt Ray": {
              "name": "Incorporeal Shunt Ray"
            },
            "Nightmare Ray": {
              "name": "噩梦射线"
            }
          },
          "effects": {
            "Charm Ray": {
              "name": "Charm Ray",
              "description": "<p>This creature is <strong>&amp;Reference[Charmed]</strong> by the dreamholder for <strong>1 hour</strong>, or until the dreamholder harms the target.</p>"
            },
            "Confusion Ray": {
              "name": "Confusion Ray",
              "description": "<p>This creature is afflicted by the <em>@UUID[Compendium.dnd5e.spells.Item.9hQXdMSmerkTsHDe]{confusion}</em> spell until the end of its next turn.</p>"
            },
            "Static Ray": {
              "name": "Static Ray",
              "description": "<p>This creature's thoughts are muddled for <strong>1 minute</strong>. During that time, it rolls a <strong>[[/r d6]]</strong> and subtracts the number rolled from all its attack rolls and ability checks, as well as its Constitution saving throws to maintain concentration. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p>"
            },
            "Rot Ray": {
              "name": "Rot Ray",
              "description": "<p>This creature has <strong>disadvantage</strong> on ability checks and attack rolls it makes until the end of its next turn.</p>"
            }
          }
        },
        "Phantasmal Cone": {
          "name": "Phantasmal Cone",
          "description": "<p>The dreamholder’s central eye creates an area of phantasmagoric horrors—illusory manifestations unique to each creature—within a <strong>90-foot cone</strong>. At the start of each of its turns, the dreamholder decides which way the cone faces and whether the cone is active. Each creature within the cone at the end of the dreamholder’s turn must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dnd5eactivity000]]</strong></span> or take <strong>[[/damage average activity=dnd5eactivity000]]</strong> damage and become <strong>&amp;Reference[Frightened]</strong> of the dreamholder and the illusions within the area until the end of the dreamholder’s next turn.</p><p>As an affected creature is surrounded by these illusions, the source of its fear is in every direction, rendering it unable to move in any direction while it can see these sources of its fear.</p>",
          "effects": {
            "Phantasmal Cone": {
              "name": "Phantasmal Cone",
              "description": "<p>This creature is <strong>&amp;Reference[Frightened]</strong> of the dreamholder and its illusions until the end of the dreamholder's next turn.</p>"
            }
          }
        },
        "Mirror (Costs 2 Actions)": {
          "name": "Mirror (Costs 2 Actions)",
          "description": "<section class=\"secret\" id=\"secret-lytSuHq2wLY3sbVz\"><p>Two illusory dreamholders appear within <strong>30 feet</strong> of the dreamholder, and the dreamholder can then immediately teleport, switching places with one of the illusory duplicates. Physical interaction with the illusory dreamholder, such as hitting it with an attack, reveals it to be an illusion. A creature can use its action to make a <strong>[[/check 17 investigation]]</strong> check to inspect one dreamholder within <strong>30 feet</strong> of it, determining if it’s an illusion on a success. When the dreamholder uses an eye ray, all the illusions fire the same eye rays at the same target, and when it teleports, so too do the illusions. All the illusions disappear at the end of the dreamholder’s next turn.</p></section><p>The dreamholder uses mirror.</p>"
        },
        "Legendary Resistance (3/Day)": {
          "name": "Legendary Resistance (3/Day)",
          "description": "If the dreamholder fails a saving throw, it can choose to succeed instead."
        }
      },
      "effects": {
        "Immunity": {
          "name": "免疫"
        }
      }
    },
    "Peeper": {
      "name": "Peeper",
      "tokenName": "Peeper",
      "description": "<p><em><strong>Foundry Note: Assign the peeper's Challenge Rating (CR) to your Tamer level for the correct proficiency bonus.</strong></em></p><p></p><h1>Peeper</h1><blockquote><p>Sometimes, after a trying fight, it’s nice to have a friend tell you that you did well. And if you don’t have a friend—sometimes they get incinerated—a bonded companion that can never leave you will do. Isn’t that right, Peeper? …Peeper? No! I didn’t mean to say you weren’t my friend! Of course you’re my friend. Peeper…</p><p>— Heliana, Emotionally Supported</p></blockquote><p></p><p><strong>Type:</strong> Aberration</p><p><strong>Creature Component:</strong> Dreamholder or other `eye tyrant`</p><p><strong>Bonus Tamer Improvement:</strong> @UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.L4Er4J2sLh5JD72D]{Eye Rays I} and +2 Hit Dice</p><p>Peepers are creatures of hope, optimism, and positive vibes. The ultimate cheerleaders, they are as cowardly as they are encouraging. Their overdeveloped survival instincts kick in whenever a large enough source of fear rears its harrowing head, causing them to flee without hesitation.</p><p>Peepers are creatures of hope, optimism, and positive vibes. The ultimate cheerleaders, they are as cowardly as they are encouraging. Their overdeveloped survival instincts kick in whenever a large enough source of fear rears its harrowing head, causing them to flee without hesitation.</p><p><em>Save DC = 8 + the tamer’s proficiency bonus + the peeper's Constitution modifier</em></p><h2>Peeper Improvements</h2><table border=\"1\"><thead><tr><th>Tamer Level</th><th colspan=\"3\">Choices</th></tr></thead><tbody style=\"align:center\"><tr><th>1</th><td>@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.L4Er4J2sLh5JD72D]{Eye Rays I}</td><td></td><td></td></tr><tr><th>3</th><td>@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.T3zBx5Chvijvbzsn]{Encourager I}</td><td>@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.drpLRIwqt4exHyXH]{Immaterial}</td><td></td></tr><tr><th>5</th><td>@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.TYYVajaLZZDqJG0K]{Slowing Ray}</td><td>@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.D89ULugmQqvyMjXc]{Growth}</td><td>@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.TXZTmg1FZ4klXFwj]{Eye Rays II}</td></tr><tr><th>9</th><td>@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.7LMGUq68dQWCuX7s]{Telekinetic Ray}</td><td></td><td></td></tr><tr><th>13</th><td>@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.UI0Er76UtPb0bCNB]{Encourager II}</td><td>@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.xpjdFqEPYyEPSBUw]{Incorporeality}</td><td></td></tr><tr><th>17</th><td>@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.efUinkie6Ii9XnmV]{Disintegration Ray}</td><td></td><td></td></tr></tbody></table>",
      "items": {
        "Cone Of Encouragement": {
          "name": "Cone Of Encouragement",
          "description": "<p>The peeper’s central eye emits a beatific gaze, creating an area of encouragement in a <strong>30-foot cone</strong>. At the end of each of its turns, the peeper decides which way the cone faces. See Reactions for more details.</p>"
        },
        "Scaredy": {
          "name": "Scaredy",
          "description": "<p>The peeper has <strong>disadvantage</strong> on ability checks and saving throws against the frightened condition, and automatically fails these saving throws if it can see the source of its fear and the source is two or more size categories larger than it.</p>"
        },
        "Bite": {
          "name": "啃咬",
          "description": "<p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p>"
        },
        "Encourage": {
          "name": "Encourage",
          "description": "<p>As a reaction when a creature within the peeper’s cone of encouragement makes an attack roll or saving throw, the peeper can emit verbal or psychic encouragement, granting the target a bonus <strong>[[/r d4]]</strong> to its roll.</p>",
          "activities": {
            "utility": {
              "roll": "Encouragement"
            }
          }
        }
      }
    },
    "Starved Dreamholder": {
      "name": "Starved Dreamholder",
      "tokenName": "Starved Dreamholder",
      "description": "<p>Natives of the Anomalies, dreamholders often find routes through to the Astral Plane and, from this staging post, parasitise creatures who astrally project, hitching a ride on their psyches back into the home plane. There, they flit between the minds of sleeping creatures, distorting each dreamer’s narrative and feasting on their fear, joy, and distress. An incorporeal version of the floating eye tyrant, the dreamholder can unleash a devastating array of eye beams at lucid dreamers who threaten to expel them from their mind.</p><p><em><strong>Fear of Ejection.</strong></em> Rarely does a dreamholder take physical form on the Material Plane. Instead, a dreamholder traverses the world through a dreamscape, an ephemeral plane created by the psyches of sleeping creatures. If this dreamscape ever disappears, such as if all creatures within range of the dreamholder’s influence awaken, the dreamholder is ejected back to the Astral Plane, a place it loathes due to the absence of its favourite snack: sleeping beings. For this reason, dreamholders are commonly found in densely populated areas, places with a mix of diurnal and nocturnal beings, or wherever sleeping creatures can be reliably preyed upon.</p><p>The dreamholder is a clever and resourceful aberration. Should its continued existence in the dreams of creatures on the Material Plane be threatened, it chooses one of two tactics. If it believes itself more powerful than its foe, it will immediately attempt to annihilate the threatening creature’s psyche and render their body a comatose shell. Alternatively, a dreamholder might bargain with its assailant, delivering secrets to them nightly until such a time as it can destroy this erstwhile ally.</p><p><em><strong>Balanced Diet.</strong></em> Dreamholders feed on the gamut of emotions that a creature can experience. For a properly balanced diet, a dreamholder needs to consume anger, disgust, fear, happiness, sadness, and surprise. A dreamholder that can keep a group of humanoids experiencing all these emotions simultaneously is a contented dreamholder indeed.</p><p><em><strong>Inconsistent Incorporeality.</strong></em> The dreamholder maintains its incorporeal form through psionics. Its mastery of this technique is absolute; even the most well-placed blow with a magical weapon passes through thin air, the dreamholder dissolving the instant before contact is made. The dreamholder abhors loud noises and psychic attacks, all of which interfere with its focus, causing it to become momentarily corporeal and susceptible to physical blows.</p><p><em><strong>Dream Stasis &amp; Bridging.</strong></em> Dreamholders possess the unique ability to bridge the dreams of sleeping creatures, a feature they use to slip from a soon-to wake mind into that of one that has recently drifted off. Indeed, one of the symptoms of dreamholder parasitisation is the increased frequency of shared dreams between individuals in a community (and the social awkwardness that soon follows). Powerful dreamholders can exert such influence over a sleeping creature that the dreamer enters a ‘dream stasis’, a paralytic state from which it can’t wake of its own volition. A clever dreamholder learns to release these captured sleepers just before they waste away entirely, knowing full well that they must return to sleep eventually.</p><p><em><strong>Dream Lair.</strong></em> Combining these two abilities of stasis and bridging, a dreamholder can create a tangled web of interconnecting landscapes, scenarios, and protagonists, a veritable feast of corrupted dreams. Time dilates and constricts at the dreamholder’s whim, and respite is rarely attainable. In this varied, restless landscape, physical prowess means little; the dreamholder is the ruler, and those that are weak of mind seldom emerge.</p>",
      "items": {
        "Phantasmal Cone": {
          "name": "Phantasmal Cone",
          "description": "<p>The dreamholder’s central eye creates an area of phantasmagoric horrors—illusory manifestations unique to each creature—within a <strong>90-foot cone</strong>. At the start of each of its turns, the dreamholder decides which way the cone faces and whether the cone is active. Each creature within the cone at the end of the dreamholder’s turn must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dnd5eactivity000]]</strong></span> or take <strong>[[/damage average activity=dnd5eactivity000]]</strong> damage and become <strong>&amp;Reference[Frightened]</strong> of the dreamholder and the illusions within the area until the end of the dreamholder’s next turn.</p><p>As an affected creature is surrounded by these illusions, the source of its fear is in every direction, rendering it unable to move in any direction while it can see these sources of its fear.</p>",
          "effects": {
            "Phantasmal Cone": {
              "name": "Phantasmal Cone",
              "description": "<p>This creature is <strong>&amp;Reference[Frightened]</strong> of the dreamholder and its illusions until the end of the dreamholder's next turn.</p>"
            }
          }
        },
        "Incorporeal Movement": {
          "name": "虚体移动",
          "description": "The dreamholder can move through other creatures and objects as if they were difficult terrain. It takes 5 (1d10) force damage if it ends its turn inside an object."
        },
        "Legendary Resistance (3/Day)": {
          "name": "Legendary Resistance (3/Day)",
          "description": "If the dreamholder fails a saving throw, it can choose to succeed instead."
        },
        "Dreameater": {
          "name": "Dreameater",
          "description": "<section class=\"secret\" id=\"secret-UQ1SPNI4vAV46lxe\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The dreamholder attacks with dreameater.</p>"
        },
        "Eye Rays": {
          "name": "眼波射线",
          "description": "<section class=\"secret\" id=\"secret-JCVLQ87TLRQNVbdo\"><p>The dreamholder shoots three of the following magical eye rays at random ([[/r 1d6]], reroll duplicates), choosing one to three creatures it can see within 120 feet of it:</p><ol><li><p><em>Charm Ray.</em> The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dzkC9s84JbSBfLpF]]</strong></span> or be <strong>&amp;Reference[Charmed]</strong> by the dreamholder for 1 hour, or until the dreamholder harms the target.</p></li><li><p><em>Confusion Ray.</em> The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dzkC9s84JbSBfLpF]]</strong></span> or be afflicted by the <em>@UUID[Compendium.dnd5e.spells.9hQXdMSmerkTsHDe]{confusion}</em> spell until the end of its next turn.</p></li><li><p><em>Static Ray.</em> The target must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=jrf8F80tPtJ2rOMa]]</strong></span>, taking <strong>[[/damage average activity=jrf8F80tPtJ2rOMa]]</strong> damage on a failed save or half as much damage on a successful one. On a failed save, a target has muddled thoughts for <strong>1 minute</strong>. During that time, it rolls a <strong>[[/r d6]]</strong> and subtracts the number rolled from all its attack rolls and ability checks, as well as its Constitution saving throws to maintain concentration. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p></li><li><p><em>Rot Ray. </em>The target must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=lHxwMgRjIzE5QmqT]]</strong></span>. On a failure, its grey matter deteriorates, it takes <strong>[[/damage average activity=lHxwMgRjIzE5QmqT]]</strong> damage, and it has disadvantage on ability checks and attack rolls it makes until the end of its next turn. On a success it takes half as much damage and suffers no additional effects.</p></li><li><p><em>Incorporeal Shunt Ray. </em>The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=nYrlWYqs6BRfpnvm]]</strong></span> or become momentarily incorporeal, be pushed up to <strong>15 feet</strong> directly away from the dreamholder, and then rematerialise. The creature takes <strong>[[/damage average activity=nYrlWYqs6BRfpnvm]]</strong> damage if it rematerialises inside an object. If the creature rematerialises in another creature’s space, both creatures take this damage. The target is then pushed to the nearest unoccupied space.</p></li><li><p><em>Nightmare Ray. </em>The target is assailed by illusory manifestations of its fears. It must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=JMcf2yQZwTkiq8EV]]</strong></span>, taking <strong>[[/damage average activity=JMcf2yQZwTkiq8EV]]</strong> damage on a failure or half as much damage on a success.</p></li></ol></section><p>The dreamholder uses three of its eye rays.</p>",
          "activities": {
            "Roll for Eye Rays": {
              "name": "Roll for Eye Rays"
            },
            "Charm + Confusion Ray": {
              "name": "Charm + Confusion Ray"
            },
            "Static Ray": {
              "name": "Static Ray"
            },
            "Rot Ray": {
              "name": "Rot Ray"
            },
            "Incorporeal Shunt Ray": {
              "name": "Incorporeal Shunt Ray"
            },
            "Nightmare Ray": {
              "name": "噩梦射线"
            }
          },
          "effects": {
            "Charm Ray": {
              "name": "Charm Ray",
              "description": "<p>This creature is <strong>&amp;Reference[Charmed]</strong> by the dreamholder for <strong>1 hour</strong>, or until the dreamholder harms the target.</p>"
            },
            "Confusion Ray": {
              "name": "Confusion Ray",
              "description": "<p>This creature is afflicted by the <em>@UUID[Compendium.dnd5e.spells.Item.9hQXdMSmerkTsHDe]{confusion}</em> spell until the end of its next turn.</p>"
            },
            "Static Ray": {
              "name": "Static Ray",
              "description": "<p>This creature's thoughts are muddled for <strong>1 minute</strong>. During that time, it rolls a <strong>[[/r d6]]</strong> and subtracts the number rolled from all its attack rolls and ability checks, as well as its Constitution saving throws to maintain concentration. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p>"
            },
            "Rot Ray": {
              "name": "Rot Ray",
              "description": "<p>This creature has <strong>disadvantage</strong> on ability checks and attack rolls it makes until the end of its next turn.</p>"
            }
          }
        },
        "Legendary Actions": {
          "name": "Legendary Actions",
          "description": "<p>The dreamholder can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature’s turn. The dreamholder regains spent legendary actions at the start of its turn.<br><br><strong>[[/item NETFNIaH8MF0MSNN]]{Eye Ray}.</strong></p><p><strong>[[/item cpy8hkzc3BVnDpiz]]{Teleport}. </strong></p><p><strong>[[/item zfTNTFENjYfffot7]]{Mirror (costs 2 actions)}.</strong></p>"
        },
        "Eye Ray": {
          "name": "眼波射线",
          "description": "<p>The dreamholder uses one random eye ray. [[/r 1d6]]</p>"
        },
        "Teleport": {
          "name": "传送",
          "description": "<p>The dreamholder teleports to an unoccupied space it can see within <strong>60 feet</strong> of it. If it is within its lair it doesn’t need to see this space to teleport to it.</p>"
        },
        "Mirror (Costs 2 Actions)": {
          "name": "Mirror (Costs 2 Actions)",
          "description": "<section class=\"secret\" id=\"secret-lytSuHq2wLY3sbVz\"><p>Two illusory dreamholders appear within <strong>30 feet</strong> of the dreamholder, and the dreamholder can then immediately teleport, switching places with one of the illusory duplicates. Physical interaction with the illusory dreamholder, such as hitting it with an attack, reveals it to be an illusion. A creature can use its action to make a <strong>[[/check 14 investigation]]</strong> check to inspect one dreamholder within <strong>30 feet</strong> of it, determining if it’s an illusion on a success. When the dreamholder uses an eye ray, all the illusions fire the same eye rays at the same target, and when it teleports, so too do the illusions. All the illusions disappear at the end of the dreamholder’s next turn.</p></section><p>The dreamholder uses mirror.</p>"
        },
        "Inconsistent Incoporeality": {
          "name": "Inconsistent Incoporeality",
          "description": "<p>When the dreamholder takes <strong>5</strong> or more psychic or thunder damage in a single instance, it becomes corporeal until the start of its next turn. While corporeal, it loses its Incorporeal Movement trait; its immunity to bludgeoning, piercing, and slashing damage; and its immunity to the grappled and restrained conditions.</p><section class=\"secret\" id=\"secret-BkeZeYdjBPRxX6Ob\"><p><strong>Foundry Note.</strong></p><p>The effect for this feature can be toggled in the effects tab.</p></section>",
          "effects": {
            "Immunity": {
              "name": "免疫"
            }
          }
        }
      },
      "effects": {
        "Immunity": {
          "name": "免疫"
        }
      }
    },
    "Phantasm": {
      "name": "Phantasm",
      "tokenName": "Phantasm",
      "description": "<p>Found exclusively in dreamscapes, dreamers are the psyches of sentient creatures blocked from re-entering their corporeal form. The longer a psyche spends in a dreamholder’s twisted realm, the more corrupted it becomes, losing the virtues, values, and empathy it once held dear.</p><p><em><strong>Damage.</strong></em> The mind is a magnificent thing, capable of adapting to new realities, and parsing the stimuli in the best way it knows how. This, however, is the dreamers’ weakness; while a blade doesn’t technically exist in a dreamscape, the mind interprets the damage the blade should cause, creating internal psychic trauma in the host’s corporeal body.</p><h3>Phantasm</h3><p>It is too late for a phantasm. Their physical form has long since decayed, taking with it all sense of morality. The prevalence of phantasms within a dreamscape is testament to a dreamholder’s greed; they exist only because the dreamholder kept ahold of their mind for too long. A true artisan of dream manipulation would release a dreamer on the brink of death, allowing it to find sustenance, safe in the knowledge that it must return to sleep in time.</p><p><em><strong>Dreamscape Adaptation.</strong></em> Years spent severed from a physical form have allowed phantasms to adapt to the dreamscape. Untethered by belief in physical laws, they can fly, pass through solid matter, and can even create minor illusions of their own. Nonmagical attacks no longer pose any threat to them, their minds having relinquished the ties to which lesser dreamers still cling.</p>",
      "items": {
        "Displacement": {
          "name": "移影换位",
          "description": "<p>The phantasm projects a magical illusion that makes it appear to be standing near its actual location, causing attack rolls against it to have disadvantage. Creatures with truesight ignore this trait. If it is hit by an attack, this trait is disrupted until the end of its next turn. This trait is also disrupted while the phantasm is incapacitated or has a speed of 0 feet.</p>"
        },
        "Incorporeal Movement": {
          "name": "虚体移动",
          "description": "The phantasm can move through other creatures and objects as if they were difficult terrain. It takes 5 (1d10) force damage if it ends its turn inside an object."
        },
        "Multiattack": {
          "name": "多重攻击",
          "description": "The phantasm makes four attacks."
        },
        "Phantom Fist": {
          "name": "Phantom Fist",
          "description": "<section class=\"secret\" id=\"secret-HQSq75rhUctYWjht\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The phantasm attacks with its phantom fist.</p>"
        },
        "Horrifying Visage": {
          "name": "恐惧面容",
          "description": "<p>Each creature within 60 feet of the phantasm that can see it must succeed on a <strong>[[/save format=long]]</strong> or be <strong>&amp;Reference[frightened]]</strong> for <strong>1 minute</strong>. If the save fails by 5 or more, the target also ages [[/r 1d4]] × 10 years. A frightened target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a target’s saving throw is successful or the effect ends for it, the target is <strong>immune</strong> to this phantasm’s Horrifying Visage for the next <strong>24 hours</strong>. The aging effect can be reversed with a greater restoration spell, but only within 24 hours of it occurring.</p>",
          "effects": {
            "Horrifying Visage": {
              "name": "恐惧面容",
              "description": "<p>This creature is <strong>&amp;Reference[Frightened]</strong> for <strong>1 minute</strong>. A frightened target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a target’s saving throw is successful or the effect ends for it, the target is <strong>immune</strong> to this horror’s Horrifying Appearance for the next <strong>24 hours</strong>.</p>"
            }
          }
        }
      }
    },
    "Glutted Dreamholder": {
      "name": "Glutted Dreamholder",
      "tokenName": "Glutted Dreamholder",
      "description": "<p>Natives of the Anomalies, dreamholders often find routes through to the Astral Plane and, from this staging post, parasitise creatures who astrally project, hitching a ride on their psyches back into the home plane. There, they flit between the minds of sleeping creatures, distorting each dreamer’s narrative and feasting on their fear, joy, and distress. An incorporeal version of the floating eye tyrant, the dreamholder can unleash a devastating array of eye beams at lucid dreamers who threaten to expel them from their mind.</p><p><em><strong>Fear of Ejection.</strong></em> Rarely does a dreamholder take physical form on the Material Plane. Instead, a dreamholder traverses the world through a dreamscape, an ephemeral plane created by the psyches of sleeping creatures. If this dreamscape ever disappears, such as if all creatures within range of the dreamholder’s influence awaken, the dreamholder is ejected back to the Astral Plane, a place it loathes due to the absence of its favourite snack: sleeping beings. For this reason, dreamholders are commonly found in densely populated areas, places with a mix of diurnal and nocturnal beings, or wherever sleeping creatures can be reliably preyed upon.</p><p>The dreamholder is a clever and resourceful aberration. Should its continued existence in the dreams of creatures on the Material Plane be threatened, it chooses one of two tactics. If it believes itself more powerful than its foe, it will immediately attempt to annihilate the threatening creature’s psyche and render their body a comatose shell. Alternatively, a dreamholder might bargain with its assailant, delivering secrets to them nightly until such a time as it can destroy this erstwhile ally.</p><p><em><strong>Balanced Diet.</strong></em> Dreamholders feed on the gamut of emotions that a creature can experience. For a properly balanced diet, a dreamholder needs to consume anger, disgust, fear, happiness, sadness, and surprise. A dreamholder that can keep a group of humanoids experiencing all these emotions simultaneously is a contented dreamholder indeed.</p><p><em><strong>Inconsistent Incorporeality.</strong></em> The dreamholder maintains its incorporeal form through psionics. Its mastery of this technique is absolute; even the most well-placed blow with a magical weapon passes through thin air, the dreamholder dissolving the instant before contact is made. The dreamholder abhors loud noises and psychic attacks, all of which interfere with its focus, causing it to become momentarily corporeal and susceptible to physical blows.</p><p><em><strong>Dream Stasis &amp; Bridging.</strong></em> Dreamholders possess the unique ability to bridge the dreams of sleeping creatures, a feature they use to slip from a soon-to wake mind into that of one that has recently drifted off. Indeed, one of the symptoms of dreamholder parasitisation is the increased frequency of shared dreams between individuals in a community (and the social awkwardness that soon follows). Powerful dreamholders can exert such influence over a sleeping creature that the dreamer enters a ‘dream stasis’, a paralytic state from which it can’t wake of its own volition. A clever dreamholder learns to release these captured sleepers just before they waste away entirely, knowing full well that they must return to sleep eventually.</p><p><em><strong>Dream Lair.</strong></em> Combining these two abilities of stasis and bridging, a dreamholder can create a tangled web of interconnecting landscapes, scenarios, and protagonists, a veritable feast of corrupted dreams. Time dilates and constricts at the dreamholder’s whim, and respite is rarely attainable. In this varied, restless landscape, physical prowess means little; the dreamholder is the ruler, and those that are weak of mind seldom emerge.</p>",
      "items": {
        "Incorporeal Movement": {
          "name": "虚体移动",
          "description": "The dreamholder can move through other creatures and objects as if they were difficult terrain. It takes 5 (1d10) force damage if it ends its turn inside an object."
        },
        "Legendary Resistance (3/Day)": {
          "name": "Legendary Resistance (3/Day)",
          "description": "If the dreamholder fails a saving throw, it can choose to succeed instead."
        },
        "Legendary Actions": {
          "name": "Legendary Actions",
          "description": "<p>The dreamholder can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature’s turn. The dreamholder regains spent legendary actions at the start of its turn.<br><br><strong>[[/item 7PCZ5EkpyRCm8b3Z]]{Eye Ray}. </strong><span style=\"font-family:Signika, sans-serif\">The dreamholder uses one random eye ray.</span><strong><br><br>[[/item 7fGeNrRv1IsnSExZ]]{Teleport}. </strong>The dreamholder teleports to an unoccupied space it can see within 60 feet of it. If it is within its lair it doesn’t need to see this space to teleport to it.<strong><br><br>[[/item IPel9yWahqg4nGdX]]{Mirror (costs 2 actions)}. </strong>Two illusory dreamholders appear within 30 feet of the dreamholder, and the dreamholder can then immediately teleport, switching places with one of the illusory duplicates. Physical interaction with the illusory dreamholder, such as hitting it with an attack, reveals it to be an illusion. A creature can use its action to make a DC 14 Intelligence (Investigation) check to inspect one dreamholder within 30 feet of it, determining if it’s an illusion on a success. When the dreamholder uses an eye ray, all the illusions fire the same eye rays at the same target, and when it teleports, so too do the illusions. All the illusions disappear at the end of the dreamholder’s next turn.</p>"
        },
        "Inconsistent Incoporeality": {
          "name": "Inconsistent Incoporeality",
          "description": "<p>When the dreamholder takes <strong>15</strong> or more psychic or thunder damage in a single instance, it becomes corporeal until the start of its next turn. While corporeal, it loses its Incorporeal Movement trait; its immunity to bludgeoning, piercing, and slashing damage; and its immunity to the grappled and restrained conditions.</p><section class=\"secret\" id=\"secret-GIKvStoOei63xyTF\"><p><strong>Foundry Note.</strong></p><p>The effect for this feature can be toggled in the effects tab.</p></section>",
          "effects": {
            "Immunity": {
              "name": "免疫"
            }
          }
        },
        "Eye Ray": {
          "name": "眼波射线",
          "description": "<p>The dreamholder uses one random eye ray. [[/r 1d6]]</p>"
        },
        "Teleport": {
          "name": "传送",
          "description": "<p>The dreamholder teleports to an unoccupied space it can see within 60 feet of it. If it is within its lair it doesn’t need to see this space to teleport to it.</p>"
        },
        "Dreameater": {
          "name": "Dreameater",
          "description": "<section class=\"secret\" id=\"secret-UQ1SPNI4vAV46lxe\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The dreamholder attacks with dreameater.</p>"
        },
        "Eye Rays": {
          "name": "眼波射线",
          "description": "<section class=\"secret\" id=\"secret-JCVLQ87TLRQNVbdo\"><p>The dreamholder shoots three of the following magical eye rays at random ([[/r 1d6]], reroll duplicates), choosing one to three creatures it can see within 120 feet of it:</p><ol><li><p><em>Charm Ray.</em> The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dzkC9s84JbSBfLpF]]</strong></span> or be <strong>&amp;Reference[Charmed]</strong> by the dreamholder for 1 hour, or until the dreamholder harms the target.</p></li><li><p><em>Confusion Ray.</em> The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dzkC9s84JbSBfLpF]]</strong></span> or be afflicted by the <em>@UUID[Compendium.dnd5e.spells.9hQXdMSmerkTsHDe]{confusion}</em> spell until the end of its next turn.</p></li><li><p><em>Static Ray.</em> The target must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=jrf8F80tPtJ2rOMa]]</strong></span>, taking <strong>[[/damage average activity=jrf8F80tPtJ2rOMa]]</strong> damage on a failed save or half as much damage on a successful one. On a failed save, a target has muddled thoughts for <strong>1 minute</strong>. During that time, it rolls a <strong>[[/r d6]]</strong> and subtracts the number rolled from all its attack rolls and ability checks, as well as its Constitution saving throws to maintain concentration. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p></li><li><p><em>Rot Ray. </em>The target must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=lHxwMgRjIzE5QmqT]]</strong></span>. On a failure, its grey matter deteriorates, it takes <strong>[[/damage average activity=lHxwMgRjIzE5QmqT]]</strong> damage, and it has disadvantage on ability checks and attack rolls it makes until the end of its next turn. On a success it takes half as much damage and suffers no additional effects.</p></li><li><p><em>Incorporeal Shunt Ray. </em>The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=nYrlWYqs6BRfpnvm]]</strong></span> or become momentarily incorporeal, be pushed up to <strong>15 feet</strong> directly away from the dreamholder, and then rematerialise. The creature takes <strong>[[/damage average activity=nYrlWYqs6BRfpnvm]]</strong> damage if it rematerialises inside an object. If the creature rematerialises in another creature’s space, both creatures take this damage. The target is then pushed to the nearest unoccupied space.</p></li><li><p><em>Nightmare Ray. </em>The target is assailed by illusory manifestations of its fears. It must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=JMcf2yQZwTkiq8EV]]</strong></span>, taking <strong>[[/damage average activity=JMcf2yQZwTkiq8EV]]</strong> damage on a failure or half as much damage on a success.</p></li></ol></section><p>The dreamholder uses three of its eye rays.</p>",
          "activities": {
            "Roll for Eye Rays": {
              "name": "Roll for Eye Rays"
            },
            "Charm + Confusion Ray": {
              "name": "Charm + Confusion Ray"
            },
            "Static Ray": {
              "name": "Static Ray"
            },
            "Rot Ray": {
              "name": "Rot Ray"
            },
            "Incorporeal Shunt Ray": {
              "name": "Incorporeal Shunt Ray"
            },
            "Nightmare Ray": {
              "name": "噩梦射线"
            }
          },
          "effects": {
            "Charm Ray": {
              "name": "Charm Ray",
              "description": "<p>This creature is <strong>&amp;Reference[Charmed]</strong> by the dreamholder for <strong>1 hour</strong>, or until the dreamholder harms the target.</p>"
            },
            "Confusion Ray": {
              "name": "Confusion Ray",
              "description": "<p>This creature is afflicted by the <em>@UUID[Compendium.dnd5e.spells.Item.9hQXdMSmerkTsHDe]{confusion}</em> spell until the end of its next turn.</p>"
            },
            "Static Ray": {
              "name": "Static Ray",
              "description": "<p>This creature's thoughts are muddled for <strong>1 minute</strong>. During that time, it rolls a <strong>[[/r d6]]</strong> and subtracts the number rolled from all its attack rolls and ability checks, as well as its Constitution saving throws to maintain concentration. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p>"
            },
            "Rot Ray": {
              "name": "Rot Ray",
              "description": "<p>This creature has <strong>disadvantage</strong> on ability checks and attack rolls it makes until the end of its next turn.</p>"
            }
          }
        },
        "Mirror (Costs 2 Actions)": {
          "name": "Mirror (Costs 2 Actions)",
          "description": "<section class=\"secret\" id=\"secret-lytSuHq2wLY3sbVz\"><p>Two illusory dreamholders appear within <strong>30 feet</strong> of the dreamholder, and the dreamholder can then immediately teleport, switching places with one of the illusory duplicates. Physical interaction with the illusory dreamholder, such as hitting it with an attack, reveals it to be an illusion. A creature can use its action to make a <strong>[[/check 20 investigation]]</strong> check to inspect one dreamholder within <strong>30 feet</strong> of it, determining if it’s an illusion on a success. When the dreamholder uses an eye ray, all the illusions fire the same eye rays at the same target, and when it teleports, so too do the illusions. All the illusions disappear at the end of the dreamholder’s next turn.</p></section><p>The dreamholder uses mirror.</p>"
        },
        "Phantasmal Cone": {
          "name": "Phantasmal Cone",
          "description": "<p>The dreamholder’s central eye creates an area of phantasmagoric horrors—illusory manifestations unique to each creature—within a <strong>90-foot cone</strong>. At the start of each of its turns, the dreamholder decides which way the cone faces and whether the cone is active. Each creature within the cone at the end of the dreamholder’s turn must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dnd5eactivity000]]</strong></span> or take <strong>[[/damage average activity=dnd5eactivity000]]</strong> damage and become <strong>&amp;Reference[Frightened]</strong> of the dreamholder and the illusions within the area until the end of the dreamholder’s next turn.</p><p>As an affected creature is surrounded by these illusions, the source of its fear is in every direction, rendering it unable to move in any direction while it can see these sources of its fear.</p>",
          "effects": {
            "Phantasmal Cone": {
              "name": "Phantasmal Cone",
              "description": "<p>This creature is <strong>&amp;Reference[Frightened]</strong> of the dreamholder and its illusions until the end of the dreamholder's next turn.</p>"
            }
          }
        }
      },
      "effects": {
        "Immunity": {
          "name": "免疫"
        }
      }
    },
    "Sleepwalker": {
      "name": "Sleepwalker",
      "tokenName": "Sleepwalker",
      "description": "<p>Found exclusively in dreamscapes, dreamers are the psyches of sentient creatures blocked from re-entering their corporeal form. The longer a psyche spends in a dreamholder’s twisted realm, the more corrupted it becomes, losing the virtues, values, and empathy it once held dear.</p><p><em><strong>Damage.</strong></em> The mind is a magnificent thing, capable of adapting to new realities, and parsing the stimuli in the best way it knows how. This, however, is the dreamers’ weakness; while a blade doesn’t technically exist in a dreamscape, the mind interprets the damage the blade should cause, creating internal psychic trauma in the host’s corporeal body.</p><h3>Sleepwalkers</h3><p>A dreamer that has recently succumbed to a dreamholder’s manipulations is known as a sleepwalker. These individuals are entirely deceived by their aberrant puppetmaster, and can be induced to attack others through manipulative illusions and deceit. With careful persuasion or use of magic, such individuals can be brought back to a lucid state and even induced to break free of the dreamholder’s stasis.</p>",
      "items": {
        "Puppet": {
          "name": "Puppet",
          "description": "<p>While in a dreamholder’s lair, the sleepwalker sees what the dreamholder wants it to. A creature can use its action to make a <strong>[[/check persuasion]]</strong> check contested by the dreamholder’s <strong>[[/check persuasion]]</strong> to help the sleepwalker see through the illusion. On a success, the sleepwalker sees through the dreamholder’s illusions and can’t be beguiled by the dreamholder for the next <strong>24 hours</strong>. On a failure, the sleepwalker believes the creature to be a trick, and any further attempts made to persuade it by that creature automatically fail for the next <strong>24 hours</strong>.</p><p></p>"
        },
        "Multiattack": {
          "name": "多重攻击",
          "description": "The sleepwalker makes two melee attacks."
        },
        "Phantom Fist": {
          "name": "Phantom Fist",
          "description": "<section class=\"secret\" id=\"secret-c5ndXwnMQjZdpI8Q\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The sleepwalker attacks with its phantom fist.</p>"
        }
      }
    }
  }
}
