{
  "label": "Adventure",
  "entries": {
    "Gelatinous Polyhedrooze": {
      "name": "Gelatinous Polyhedrooze",
      "description": "<p>Greetings, hunter! What you have here is a monster hunt from <em>Heliana's Guide to Monster Hunting</em>. Heliana's hunts require your players to find the monster, picking up clues along the way, and then defeat it in an epic multi-wave boss battle. Be<strong> really obvious</strong> with the clues; make sure to give out the associated handouts. After the clues have been collected, but before the boss fight begins, the players should always have a chance to long rest and use what they've learned to prepare for the fight ahead</p><p>This hunt makes full use of the Tracking, Harvesting, Crafting, and Cooking rules from Heliana's—be sure to read up on those! Using the Cooking rules to prepare magical meals is a great way the players can monopolise on the clues! Each of these Foundry Adventures comes with:</p><ul><li><p>PDF of the hunt.</p></li><li><p>Three clue handouts to be given to the players before they meet the boss monster.</p></li><li><p>Handouts of the fantastical things the players might see along the way.</p></li><li><p>Walled and lit scenes, with each wave's monsters separated by level.</p></li><li><p>Actors with original tokens.</p></li><li><p>Lair actions given their own actor (be sure to put it at initiative count 20!).</p></li><li><p>Magic items that can be found during the hunt, as well as those that can be crafted from the boss monster.</p></li><li><p>Spells that the monsters and magic items use.</p></li></ul><p>This adventure, Polyhedrooze, is intended for 3 to 7 characters and is optimised for a party of 4 with an average party level (APL) of 1, 6, or 11. Characters who complete this adventure should earn enough experience to progress all the way to 2nd level, or one-third of the way to 7th or 12th level. The adventurers must find the Frockit clan, a group of goblins that build dungeons for mysterious underlords, and rid their latest project of its gelatinous inhabitants.</p><p>After finding the dungeon deep in the jungle, the party must navigate a series of traps before testing their mettle against an ooze capable of rapid adaptation. The ability to deal a plethora of different types of damage, as well as characters capable of identifying and disabling traps, will prove great advantages in this hunt!</p><p><strong>Lead Designers:</strong> Mohamed “Aggi” Bellafquih, Jesse Jackdaw Burns, Max Wartelle</p><p><strong>Lead Writer:</strong> Max Wartelle</p><p><strong>Rule Development:</strong> Max Wartelle, Mohamed “Aggi” Bellafquih</p><p><strong>Additional Writing:</strong> João Araújo, Mage Armoire, Tony Casper, Kevin “Smood” McDonnell, Jethro Mellors, Duncan Watson</p><p><strong>Editing:</strong> Phylea, Max Wartelle</p><p><strong>Formatting:</strong> Kwanpo “Ari” Cheng, Sally Kay Clark, Max Wartelle</p><p><strong>Proofing:</strong> João Araújo, Sally Kay Clark, Jessic Gombart, Victor Matyiku</p><p><strong>Art Directors:</strong> Mohamed “Aggi” Bellafquih, Jesse Jackdaw Burns</p><p><strong>Layout:</strong> Max Wartelle</p><p><strong>Cover Illustrator:</strong> Jesse Jackdaw Burns</p><p><strong>Interior Illustrators:</strong> Diogo Assunçao, Hannah Elizabeth Baker, Mohamed “Aggi” Bellafquih, Jesse Jackdaw Burns, Luciano Javier Carreira, Ivy Dolamore, Aleksa Drageljevic, Sam Jumisko, Michelle Mueller, Derek Murphy, Mikhail Palamarchuk, Joris Sanchez, Ognjen Sporin, Bryan Syme, Chaouki ‘’Ciao’” Titouhi, Denis Zhbankov</p><p><strong>Cartographers:</strong> Cze &amp; Peku, Mad Cartographer</p><p><strong>Cacophonics the Bard:</strong> Jack Patchett</p><p><strong>Ambience:</strong> Michaël Ghelfi Studios</p><p><strong>Marketing Consultant:</strong> Ricardo Evangelho</p><p><strong>Special Thanks:</strong> Ethen Adams, Sally Kay Clark, Ricardo Evangelho, Kevin “Smood” McDonnell, Piotr “Narb” Wiśnios</p><p><strong>FoundryVTT Conversion:</strong> Bab Carnicom, Jan \"Vauxs\", Zach \"Gander7\" Allen</p>",
      "scenes": {
        "Big Bad Base": {
          "name": "Big Bad Base",
          "deltaTokens": {
            "Weakened Behir": {
              "items": {
                "Constrict": {
                  "name": "Constrict",
                  "description": "<section class=\"secret\">\n<p>Melee Weapon Attack: +10 to hit, reach 5 ft., <strong>one Large or smaller creature</strong>. Hit: <strong>17 (2d10 + 6) <em>bludgeoning damage</em></strong> plus <strong>17 (2d10 + 6) <em>slashing damage</em></strong>.</p>\n<p>The target is grappled (escape DC 16) if the behir isn't already constricting a creature, and the target is restrained until this grapple ends.</p>\n</section>\n<p>The Behir attacks with its Constrict. The target is grappled if the Behir isn't already constricting a creature, and the target is restrained until this grapple ends.</p>"
                }
              }
            }
          }
        }
      },
      "playlists": {
        "Big Bad Base": {
          "name": "Big Bad Base",
          "sounds": {
            "Big Bad Base Ambience": {
              "name": "Big Bad Base Ambience",
              "path": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/sounds/1a_-_Big_Bad_Base_-_Polyhedrooze.ogg",
              "repeat": false,
              "fade": null,
              "description": "",
              "volume": 0.52,
              "_id": "vQ1oZeCKJELSGBf0",
              "playing": false,
              "pausedTime": null,
              "sort": 0,
              "flags": {},
              "channel": "music"
            },
            "Big Bad Base Bubbling": {
              "name": "Big Bad Base Bubbling",
              "path": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/sounds/1b_-_Big_Bad_Base_-_Polyhedrooze_-_Bubbling.ogg",
              "repeat": false,
              "fade": null,
              "description": "",
              "volume": 0.52,
              "_id": "2fH88GpwU1ltrrON",
              "playing": false,
              "pausedTime": null,
              "sort": 0,
              "flags": {},
              "channel": "music"
            }
          }
        },
        "Tavern": {
          "name": "Tavern",
          "sounds": {
            "Tavern Song": {
              "name": "Tavern Song",
              "path": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/sounds/Polyhedrooze_TAVERN.mp3",
              "repeat": false,
              "fade": null,
              "description": "",
              "volume": 0.52,
              "_id": "xdOvsw2RE6k6cePW",
              "playing": false,
              "pausedTime": null,
              "sort": 0,
              "flags": {},
              "channel": "music"
            }
          }
        },
        "Monster Sounds": {
          "name": "Monster Sounds",
          "sounds": {
            "Roll Past": {
              "name": "Roll Past",
              "path": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/sounds/Polyhedrooze_rollpast.mp3",
              "repeat": true,
              "fade": null,
              "description": "",
              "volume": 0.21,
              "_id": "yvBIlww7UWzihNaK",
              "playing": false,
              "pausedTime": null,
              "sort": 0,
              "flags": {},
              "channel": "music"
            },
            "Stop": {
              "name": "Stop",
              "path": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/sounds/Polyhedrooze_rollstop.mp3",
              "repeat": true,
              "fade": null,
              "description": "",
              "volume": 0.16,
              "_id": "OKBfaOEp2HtzVHS3",
              "playing": false,
              "pausedTime": null,
              "sort": 0,
              "flags": {},
              "channel": "music"
            },
            "Death": {
              "name": "Death",
              "path": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/sounds/Polyhedrooze_death.mp3",
              "repeat": true,
              "fade": null,
              "description": "",
              "volume": 0.13,
              "_id": "dBwvbxnq2cv71KyF",
              "playing": false,
              "pausedTime": null,
              "sort": 0,
              "flags": {},
              "channel": "music"
            }
          }
        }
      },
      "actors": {
        "Black Pudding": {
          "name": "Black Pudding",
          "tokenName": "Black Pudding",
          "items": {
            "Amorphous": {
              "name": "Amorphous",
              "description": "<p>The pudding can move through a space as narrow as 1 inch wide without squeezing.</p>"
            },
            "Corrosive Form": {
              "name": "Corrosive Form",
              "description": "<section class=\"secret\">\n<p>A creature that touches the pudding or hits it with a melee attack while within 5 feet of it takes <strong>4 (1d8) <em>acid damage</em></strong>. Any nonmagical weapon made of metal or wood that hits the pudding corrodes.</p>\n<p>After dealing damage, the weapon takes a permanent and cumulative -1 penalty to damage rolls. If its penalty drops to -5, the weapon is destroyed. Nonmagical ammunition made of metal or wood that hits the pudding is destroyed after dealing damage. The pudding can eat through 2-inch-thick, nonmagical wood or metal in 1 round.</p>\n</section>\n<p>A creature that touches the pudding or hits it with a melee attack while within 5 feet of it takes <em>acid damage</em>. Any nonmagical weapon made of metal or wood that hits the pudding corrodes.</p>"
            },
            "Spider Climb": {
              "name": "Spider Climb",
              "description": "<p>The pudding can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
            },
            "Pseudopod": {
              "name": "Pseudopod",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+5 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>6 (1d6 + 3) <em>bludgeoning damage</em></strong> plus <strong>18 (4d8) <em>acid damage</em></strong>.</p>\n<p>In addition, nonmagical armor worn by the target is partly dissolved and takes a permanent and cumulative -1 penalty to the AC it offers. The armor is destroyed if the penalty reduces its AC to 10.</p>\n</section>\n<p>The Black Pudding attacks with its Pseudopod. In addition, nonmagical armor worn by the target is partly dissolved and takes a permanent and cumulative -1 penalty to the AC it offers.</p>"
            },
            "Split": {
              "name": "Split",
              "description": "<section class=\"secret\">\n<p>When a pudding that is Medium or larger is subjected to lightning or <em>slashing damage</em>, it splits into two new puddings if it has at least 10 Hit Points. Each new pudding has Hit Points equal to half the original pudding's, rounded down. New puddings are one size smaller than the original pudding.</p>\n</section>\n<p>The pudding splits into two new puddings. New puddings are one size smaller than the original pudding.</p>"
            }
          }
        },
        "Cloaker": {
          "name": "Cloaker",
          "tokenName": "Cloaker",
          "items": {
            "Bite": {
              "name": "Bite",
              "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+6 to hit,</strong>, <strong>5 ft.,</strong> one creature. Hit: <strong>10 (2d6 + 3) <em>piercing damage</em></strong>, and if the target is Large or smaller, the cloaker attaches to it. </p><p>If the cloaker has advantage against the target, the cloaker attaches to the target's head, and the target is blinded and unable to breathe while the cloaker is attached. While attached, the cloaker can make this attack only against the target and has advantage on the attack roll. The cloaker can detach itself by spending 5 feet of its movement. A creature, including the target, can take its action to detach the cloaker by succeeding on a DC 16 Strength check.</p></section><p>The Cloaker attacks with its Bite. A creature, including the target, can take its action to detach the cloaker by succeeding on a Strength check.</p>"
            },
            "Damage Transfer": {
              "name": "Damage Transfer",
              "description": "<p>While attached to a creature, the cloaker takes only half the damage dealt to it (rounded down) and that creature takes the other half.</p>"
            },
            "False Appearance": {
              "name": "False Appearance",
              "description": "<p>While the cloaker remains motionless without its underside exposed, it is indistinguishable from a dark leather cloak.</p>"
            },
            "Light Sensitivity": {
              "name": "Light Sensitivity",
              "description": "<p>While in bright light, the cloaker has<strong> disadvantage </strong>on attack rolls and Wisdom (Perception) checks that rely on sight.</p>"
            },
            "Multiattack": {
              "name": "Multiattack",
              "description": "<p>The cloaker makes two attacks: one with its bite and one with its tail.</p>"
            },
            "Tail": {
              "name": "Tail",
              "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+6 to hit,</strong>, <strong>10 ft.,</strong> one creature. Hit: <strong>7 (1d8 + 3) <em>slashing damage</em></strong>.</p><p></p></section><p>The Cloaker attacks with its Tail.</p>"
            },
            "Moan": {
              "name": "Moan",
              "description": "<section class=\"secret\"><p>Each creature within 60 feet of the cloaker that can hear its moan and that isn't an aberration must succeed on a  <strong>DC 13 Wisdom</strong> saving throw or become frightened until the end of the cloaker's next turn. </p><p>If a creature's saving throw is successful, the creature is immune to the cloaker's moan for the next 24 hours.</p></section><p>Each creature within 60 feet of the cloaker that can hear its moan and that isn't an aberration must make a <strong>Wisdom</strong> saving throw.</p>"
            },
            "Phantasms": {
              "name": "Phantasms",
              "description": "<p>The cloaker magically creates three illusory duplicates of itself if it isn't in bright light. The duplicates move with it and mimic its actions, shifting position so as to make it impossible to track which cloaker is the real one. If the cloaker is ever in an area of bright light, the duplicates disappear.</p>\n<p>Whenever any creature targets the cloaker with an attack or a harmful spell while a duplicate remains, that creature rolls randomly to determine whether it targets the cloaker or one of the duplicates. A creature is unaffected by this magical effect if it can't see or if it relies on senses other than sight.</p>\n<p>A duplicate has the cloaker's AC and uses its saving throws. If an attack hits a duplicate, or if a duplicate fails a saving throw against an effect that deals damage, the duplicate disappears.</p>"
            }
          }
        },
        "Darkmantle": {
          "name": "Darkmantle",
          "tokenName": "Darkmantle",
          "items": {
            "Echolocation": {
              "name": "Echolocation",
              "description": "<p>The darkmantle can't use its blindsight while deafened.</p>"
            },
            "False Appearance": {
              "name": "False Appearance",
              "description": "<p>While the darkmantle remains motionless, it is indistinguishable from a cave formation such as a stalactite or stalagmite.</p>"
            },
            "Crush": {
              "name": "Crush",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+5 to hit,</strong>, <strong>5 ft.,</strong> one creature. Hit: <strong>6 (1d6 + 3) <em>bludgeoning damage</em></strong>.</p>\n<p>The darkmantle attaches to the target. If the target is Medium or smaller and the darkmantle has advantage on the attack roll, it attaches by engulfing the target's head, and the target is also blinded and unable to breathe while the darkmantle is attached in this way.</p>\n<p>While attached to the target, the darkmantle can attack no other creature except the target but has advantage on its attack rolls. The darkmantle's speed also becomes 0, it can't benefit from any bonus to its speed, and it moves with the target.</p>\n<p>A creature can detach the darkmantle by making a successful DC 13 Strength check as an action. On its turn, the darkmantle can detach itself from the target by using 5 feet of movement.</p>\n</section>\n<p>The darkmantle attacks with its Crush. The darkmantle attaches to the target. While attached to the target, the darkmantle can attack no other creature except the target but has advantage on its attack rolls. A creature can detach the darkmantle by making a successful Strength check as an action.</p>"
            },
            "Darkness Aura": {
              "name": "Darkness Aura",
              "description": "<section class=\"secret\">\n<p>A 15-foot radius of magical darkness extends out from the darkmantle, moves with it, and spreads around corners. The darkness lasts as long as the darkmantle maintains concentration, up to 10 minutes (as if concentrating on a spell).</p>\n<p>Darkvision can't penetrate this darkness, and no natural light can illuminate it. If any of the darkness overlaps with an area of light created by a spell of 2nd level or lower, the spell creating the light is dispelled.</p>\n</section>\n<p>A 15-foot radius of magical darkness extends out from the darkmantle, moves with it, and spreads around corners. Darkvision can't penetrate this darkness, and no natural light can illuminate it.</p>"
            }
          }
        },
        "Decahedrooze": {
          "name": "Decahedrooze",
          "tokenName": "Decahedrooze",
          "items": {
            "Multiattack": {
              "name": "Multiattack",
              "description": "The ooze makes two Pseudopod attacks. It can replace one attack with Engulf."
            },
            "Engulf": {
              "name": "Engulf",
              "description": "<p>The ooze moves up to its speed. While doing so, it can enter Large or smaller creatures’ spaces. Whenever the ooze enters a creature’s space, the creature must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 16 dex format=long]]</span><strong>.</strong></p><p>On a successful save, the creature can choose to be pushed <strong>5 feet</strong> back or to the side of the ooze. A creature that chooses not to be pushed suffers the consequences of a failed saving throw.</p><p>On a failed save, the ooze enters the creature’s space, and the creature takes <strong>[[/damage 2d10 acid average]]</strong> damage and is engulfed. The engulfed creature can’t breathe, is restrained, and takes <strong>[[/damage 4d10 acid average]]</strong> damage at the start of each of the ooze’s turns. When the ooze moves, the engulfed creature moves with it.</p><p>An engulfed creature can try to escape by taking an action to make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 16 str format=long]]</span>. On a success, the creature escapes and enters a space of its choice within <strong>5 feet</strong> of the ooze.</p>",
              "activities": {
                "Escape (Strength)": {
                  "name": "Escape (Strength)"
                }
              },
              "effects": {
                "Restrained (Engulf)": {
                  "name": "Restrained (Engulf)"
                }
              }
            },
            "Pseudopod": {
              "name": "Pseudopod",
              "description": "<p><em>Melee Weapon Attack: </em><strong>[[/attack]]</strong> to hit, reach 5 ft. , one target. Hit: <strong>[[/damage average]]</strong> damage and the target suffers one of the following random effects (roll a <strong>[[/r d10]]</strong>):</p><p>1. The target takes <strong>[[/damage 1d10 force average]]</strong> damage.</p><p>2. The target takes <strong>[[/damage 1d10 bludgeoning average]] </strong>damage.</p><p>3. The target takes <strong>[[/damage 1d10 piercing average]]</strong> damage.</p><p>4. The target takes <strong>[[/damage 1d10 slashing average]]</strong> damage.</p><p>5. The target takes <strong>[[/damage 1d10 cold average]]</strong> damage.</p><p>6. The target takes <strong>[[/damage 1d10 fire average]]</strong> damage.</p><p>7. The target takes <strong>[[/damage 1d10 lightning average]]</strong> damage.</p><p>8. The target takes <strong>[[/damage 1d10 thunder average]] </strong>damage.</p><p>9. The target takes <strong>[[/damage 1d10 necrotic average]]</strong> damage.</p><p>10. The target takes <strong>[[/damage 1d10 radiant average]] </strong>damage.</p>",
              "activities": {
                "Melee Attack": {
                  "name": "Melee Attack"
                },
                "Roll d10": {
                  "name": "Roll d10"
                }
              }
            },
            "Attack": {
              "name": "Attack",
              "description": "The ooze makes one Pseudopod attack."
            },
            "Spider Climb": {
              "name": "Spider Climb",
              "description": "<p>The ooze can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
            },
            "Reactive Mutations": {
              "name": "Reactive Mutations",
              "description": "<p>Whenever the ooze takes damage, it gains resistance to that damage type immediately afterwards. The ooze can have up to two resistances from this trait. If the ooze has its maximum number of resistances, the oldest resistance is lost when a new one is gained.</p>",
              "activities": {
                "Gain Resistance (Acid)": {
                  "name": "Gain Resistance (Acid)"
                },
                "Gain Resistance (Bludgeoning)": {
                  "name": "Gain Resistance (Bludgeoning)"
                },
                "Gain Resistance (Cold)": {
                  "name": "Gain Resistance (Cold)"
                },
                "Gain Resistance (Fire)": {
                  "name": "Gain Resistance (Fire)"
                },
                "Gain Resistance (Force)": {
                  "name": "Gain Resistance (Force)"
                },
                "Gain Resistance (Lightning)": {
                  "name": "Gain Resistance (Lightning)"
                },
                "Gain Resistance (Necrotic)": {
                  "name": "Gain Resistance (Necrotic)"
                },
                "Gain Resistance (Piercing)": {
                  "name": "Gain Resistance (Piercing)"
                },
                "Gain Resistance (Poison)": {
                  "name": "Gain Resistance (Poison)"
                },
                "Gain Resistance (Psychic)": {
                  "name": "Gain Resistance (Psychic)"
                },
                "Gain Resistance (Radiant)": {
                  "name": "Gain Resistance (Radiant)"
                },
                "Gain Resistance (Slashing)": {
                  "name": "Gain Resistance (Slashing)"
                },
                "Gain Resistance (Thunder)": {
                  "name": "Gain Resistance (Thunder)"
                }
              },
              "effects": {
                "Reactive Mutations (Acid)": {
                  "name": "Reactive Mutations (Acid)"
                },
                "Reactive Mutations (Bludgeoning)": {
                  "name": "Reactive Mutations (Bludgeoning)"
                },
                "Reactive Mutations (Cold)": {
                  "name": "Reactive Mutations (Cold)"
                },
                "Reactive Mutations (Fire)": {
                  "name": "Reactive Mutations (Fire)"
                },
                "Reactive Mutations (Force)": {
                  "name": "Reactive Mutations (Force)"
                },
                "Reactive Mutations (Lightning)": {
                  "name": "Reactive Mutations (Lightning)"
                },
                "Reactive Mutations (Necrotic)": {
                  "name": "Reactive Mutations (Necrotic)"
                },
                "Reactive Mutations (Piercing)": {
                  "name": "Reactive Mutations (Piercing)"
                },
                "Reactive Mutations (Poison)": {
                  "name": "Reactive Mutations (Poison)"
                },
                "Reactive Mutations (Psychic)": {
                  "name": "Reactive Mutations (Psychic)"
                },
                "Reactive Mutations (Radiant)": {
                  "name": "Reactive Mutations (Radiant)"
                },
                "Reactive Mutations (Slashing)": {
                  "name": "Reactive Mutations (Slashing)"
                },
                "Reactive Mutations (Thunder)": {
                  "name": "Reactive Mutations (Thunder)"
                }
              }
            }
          }
        },
        "Dodecahedrooze": {
          "name": "Dodecahedrooze",
          "tokenName": "Dodecahedrooze",
          "items": {
            "Multiattack": {
              "name": "Multiattack",
              "description": "The ooze uses Engulf and makes two Pseudopod attacks."
            },
            "Engulf": {
              "name": "Engulf",
              "description": "<p>The ooze moves up to its speed. While doing so, it can enter Huge or smaller creatures’ spaces. Whenever the ooze enters a creature’s space, the creature must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 17 dex format=long]]</span>.</p><p>On a successful save, the creature can choose to be pushed <strong>5 feet</strong> back or to the side of the ooze. A creature that chooses not to be pushed suffers the consequences of a failed saving throw.</p><p>On a failed save, the ooze enters the creature’s space, and the creature takes <strong>[[/damage 2d12 acid average]]</strong> damage and is engulfed. The engulfed creature can’t breathe, is restrained, and takes <strong>[[/damage 4d12 acid average]]</strong> damage at the start of each of the ooze’s turns. When the ooze moves, the engulfed creature moves with it.</p><p>An engulfed creature can try to escape by taking an action to make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 17 str format=long]]</span>. On a success, the creature escapes and enters a space of its choice within <strong>5 feet</strong> of the ooze.</p>",
              "activities": {
                "Escape (Strength)": {
                  "name": "Escape (Strength)"
                }
              },
              "effects": {
                "Restrained (Engulf)": {
                  "name": "Restrained (Engulf)"
                }
              }
            },
            "Pseudopod": {
              "name": "Pseudopod",
              "description": "<p><em>Melee Weapon Attack: </em><strong>[[/attack]]</strong> to hit, reach 5 ft. , one target. Hit: <strong>[[/damage average]]</strong> damage and the target suffers one of the following random effects (roll a <strong>[[/r d12]]</strong>):</p><p>1. The target takes <strong>[[/damage 1d12 force average]]</strong> damage.</p><p>2. The target takes <strong>[[/damage 1d12 bludgeoning average]] </strong>damage.</p><p>3. The target takes <strong>[[/damage 1d12 piercing average]]</strong> damage.</p><p>4. The target takes <strong>[[/damage 1d12 slashing average]]</strong> damage.</p><p>5. The target takes <strong>[[/damage 1d12 cold average]]</strong> damage.</p><p>6. The target takes <strong>[[/damage 1d12 fire average]]</strong> damage.</p><p>7. The target takes <strong>[[/damage 1d12 lightning average]]</strong> damage.</p><p>8. The target takes <strong>[[/damage 1d12 thunder average]] </strong>damage.</p><p>9. The target takes <strong>[[/damage 1d12 necrotic average]]</strong> damage.</p><p>10. The target takes <strong>[[/damage 1d12 radiant average]]</strong> damage.</p><p>11. The target takes <strong>[[/damage 1d12 poison average]]</strong> damage.</p><p>12. The target takes <strong>[[/damage 1d12 psychic average]]</strong> damage.</p>",
              "activities": {
                "Melee Attack": {
                  "name": "Melee Attack"
                }
              }
            },
            "Attack": {
              "name": "Attack",
              "description": "The ooze makes one Pseudopod attack."
            },
            "Spider Climb": {
              "name": "Spider Climb",
              "description": "<p>The ooze can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
            },
            "Reactive Mutations": {
              "name": "Reactive Mutations",
              "description": "<p>Whenever the ooze takes damage, it gains resistance to that damage type immediately afterwards. The ooze can have up to two resistances from this trait. If the ooze has its maximum number of resistances, the oldest resistance is lost when a new one is gained.</p>",
              "activities": {
                "Gain Resistance (Acid)": {
                  "name": "Gain Resistance (Acid)"
                },
                "Gain Resistance (Bludgeoning)": {
                  "name": "Gain Resistance (Bludgeoning)"
                },
                "Gain Resistance (Cold)": {
                  "name": "Gain Resistance (Cold)"
                },
                "Gain Resistance (Fire)": {
                  "name": "Gain Resistance (Fire)"
                },
                "Gain Resistance (Force)": {
                  "name": "Gain Resistance (Force)"
                },
                "Gain Resistance (Lightning)": {
                  "name": "Gain Resistance (Lightning)"
                },
                "Gain Resistance (Necrotic)": {
                  "name": "Gain Resistance (Necrotic)"
                },
                "Gain Resistance (Piercing)": {
                  "name": "Gain Resistance (Piercing)"
                },
                "Gain Resistance (Poison)": {
                  "name": "Gain Resistance (Poison)"
                },
                "Gain Resistance (Psychic)": {
                  "name": "Gain Resistance (Psychic)"
                },
                "Gain Resistance (Radiant)": {
                  "name": "Gain Resistance (Radiant)"
                },
                "Gain Resistance (Slashing)": {
                  "name": "Gain Resistance (Slashing)"
                },
                "Gain Resistance (Thunder)": {
                  "name": "Gain Resistance (Thunder)"
                }
              },
              "effects": {
                "Reactive Mutations (Acid)": {
                  "name": "Reactive Mutations (Acid)"
                },
                "Reactive Mutations (Bludgeoning)": {
                  "name": "Reactive Mutations (Bludgeoning)"
                },
                "Reactive Mutations (Cold)": {
                  "name": "Reactive Mutations (Cold)"
                },
                "Reactive Mutations (Fire)": {
                  "name": "Reactive Mutations (Fire)"
                },
                "Reactive Mutations (Force)": {
                  "name": "Reactive Mutations (Force)"
                },
                "Reactive Mutations (Lightning)": {
                  "name": "Reactive Mutations (Lightning)"
                },
                "Reactive Mutations (Necrotic)": {
                  "name": "Reactive Mutations (Necrotic)"
                },
                "Reactive Mutations (Piercing)": {
                  "name": "Reactive Mutations (Piercing)"
                },
                "Reactive Mutations (Poison)": {
                  "name": "Reactive Mutations (Poison)"
                },
                "Reactive Mutations (Psychic)": {
                  "name": "Reactive Mutations (Psychic)"
                },
                "Reactive Mutations (Radiant)": {
                  "name": "Reactive Mutations (Radiant)"
                },
                "Reactive Mutations (Slashing)": {
                  "name": "Reactive Mutations (Slashing)"
                },
                "Reactive Mutations (Thunder)": {
                  "name": "Reactive Mutations (Thunder)"
                }
              }
            }
          }
        },
        "Dodecahedrooze Motherload": {
          "name": "Dodecahedrooze Motherload",
          "tokenName": "Dodecahedrooze Motherload",
          "items": {
            "Multiattack": {
              "name": "Multiattack",
              "description": "The ooze uses Engulf and makes two Pseudopod attacks."
            },
            "Engulf": {
              "name": "Engulf",
              "description": "<p>The ooze moves up to its speed. While doing so, it can enter Huge or smaller creatures’ spaces. Whenever the ooze enters a creature’s space, the creature must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 17 dex format=long]]</span>.</p><p>On a successful save, the creature can choose to be pushed <strong>5 feet</strong> back or to the side of the ooze. A creature that chooses not to be pushed suffers the consequences of a failed saving throw.</p><p>On a failed save, the ooze enters the creature’s space, and the creature takes <strong>[[/damage 2d12 acid average]]</strong> damage and is engulfed. The engulfed creature can’t breathe, is restrained, and takes <strong>[[/damage 4d12 acid average]]</strong> damage at the start of each of the ooze’s turns. When the ooze moves, the engulfed creature moves with it.</p><p>An engulfed creature can try to escape by taking an action to make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 17 str format=long]]</span>. On a success, the creature escapes and enters a space of its choice within <strong>5 feet</strong> of the ooze.</p>",
              "activities": {
                "Escape (Strength)": {
                  "name": "Escape (Strength)"
                }
              },
              "effects": {
                "Restrained (Engulf)": {
                  "name": "Restrained (Engulf)"
                }
              }
            },
            "Pseudopod": {
              "name": "Pseudopod",
              "description": "<p><em>Melee Weapon Attack: </em><strong>[[/attack]]</strong> to hit, reach 5 ft. , one target. Hit: <strong>[[/damage average]]</strong> damage and the target suffers one of the following random effects (roll a <strong>[[/r d12]]</strong>):</p><p>1. The target takes <strong>[[/damage 1d12 force average]]</strong> damage.</p><p>2. The target takes <strong>[[/damage 1d12 bludgeoning average]] </strong>damage.</p><p>3. The target takes <strong>[[/damage 1d12 piercing average]]</strong> damage.</p><p>4. The target takes <strong>[[/damage 1d12 slashing average]]</strong> damage.</p><p>5. The target takes <strong>[[/damage 1d12 cold average]]</strong> damage.</p><p>6. The target takes <strong>[[/damage 1d12 fire average]]</strong> damage.</p><p>7. The target takes <strong>[[/damage 1d12 lightning average]]</strong> damage.</p><p>8. The target takes <strong>[[/damage 1d12 thunder average]] </strong>damage.</p><p>9. The target takes <strong>[[/damage 1d12 necrotic average]]</strong> damage.</p><p>10. The target takes <strong>[[/damage 1d12 radiant average]]</strong> damage.</p><p>11. The target takes <strong>[[/damage 1d12 poison average]]</strong> damage.</p><p>12. The target takes <strong>[[/damage 1d12 psychic average]]</strong> damage.</p>",
              "activities": {
                "Melee Attack": {
                  "name": "Melee Attack"
                },
                "Roll d12": {
                  "name": "Roll d12"
                }
              }
            },
            "Attack": {
              "name": "Attack",
              "description": "The ooze makes one Pseudopod attack."
            },
            "Spider Climb": {
              "name": "Spider Climb",
              "description": "<p>The ooze can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
            },
            "Legendary Resistance (2/Day)": {
              "name": "Legendary Resistance (2/Day)",
              "description": "<p>If the ooze fails a saving throw, it can choose to succeed instead.</p>"
            },
            "Reactive Mutations": {
              "name": "Reactive Mutations",
              "description": "<p>Whenever the ooze takes damage, it gains resistance to that damage type immediately afterwards. The ooze can have up to two resistances from this trait. If the ooze has its maximum number of resistances, the oldest resistance is lost when a new one is gained.</p>",
              "activities": {
                "Gain Resistance (Acid)": {
                  "name": "Gain Resistance (Acid)"
                },
                "Gain Resistance (Bludgeoning)": {
                  "name": "Gain Resistance (Bludgeoning)"
                },
                "Gain Resistance (Cold)": {
                  "name": "Gain Resistance (Cold)"
                },
                "Gain Resistance (Fire)": {
                  "name": "Gain Resistance (Fire)"
                },
                "Gain Resistance (Force)": {
                  "name": "Gain Resistance (Force)"
                },
                "Gain Resistance (Lightning)": {
                  "name": "Gain Resistance (Lightning)"
                },
                "Gain Resistance (Necrotic)": {
                  "name": "Gain Resistance (Necrotic)"
                },
                "Gain Resistance (Piercing)": {
                  "name": "Gain Resistance (Piercing)"
                },
                "Gain Resistance (Poison)": {
                  "name": "Gain Resistance (Poison)"
                },
                "Gain Resistance (Psychic)": {
                  "name": "Gain Resistance (Psychic)"
                },
                "Gain Resistance (Radiant)": {
                  "name": "Gain Resistance (Radiant)"
                },
                "Gain Resistance (Slashing)": {
                  "name": "Gain Resistance (Slashing)"
                },
                "Gain Resistance (Thunder)": {
                  "name": "Gain Resistance (Thunder)"
                }
              },
              "effects": {
                "Reactive Mutations (Acid)": {
                  "name": "Reactive Mutations (Acid)"
                },
                "Reactive Mutations (Bludgeoning)": {
                  "name": "Reactive Mutations (Bludgeoning)"
                },
                "Reactive Mutations (Cold)": {
                  "name": "Reactive Mutations (Cold)"
                },
                "Reactive Mutations (Fire)": {
                  "name": "Reactive Mutations (Fire)"
                },
                "Reactive Mutations (Force)": {
                  "name": "Reactive Mutations (Force)"
                },
                "Reactive Mutations (Lightning)": {
                  "name": "Reactive Mutations (Lightning)"
                },
                "Reactive Mutations (Necrotic)": {
                  "name": "Reactive Mutations (Necrotic)"
                },
                "Reactive Mutations (Piercing)": {
                  "name": "Reactive Mutations (Piercing)"
                },
                "Reactive Mutations (Poison)": {
                  "name": "Reactive Mutations (Poison)"
                },
                "Reactive Mutations (Psychic)": {
                  "name": "Reactive Mutations (Psychic)"
                },
                "Reactive Mutations (Radiant)": {
                  "name": "Reactive Mutations (Radiant)"
                },
                "Reactive Mutations (Slashing)": {
                  "name": "Reactive Mutations (Slashing)"
                },
                "Reactive Mutations (Thunder)": {
                  "name": "Reactive Mutations (Thunder)"
                }
              }
            }
          }
        },
        "Gray Ooze": {
          "name": "Gray Ooze",
          "tokenName": "Gray Ooze",
          "items": {
            "Amorphous": {
              "name": "Amorphous",
              "description": "<p>The ooze can move through a space as narrow as 1 inch wide without squeezing.</p>"
            },
            "Corrode Metal": {
              "name": "Corrode Metal",
              "description": "<section class=\"secret\">\n<p>Any nonmagical weapon made of metal that hits the ooze corrodes. After <strong>dealing damage</strong>, the weapon takes a permanent and cumulative -1 penalty to damage rolls.</p>\n<p>If its penalty drops to -5, the weapon is destroyed. Nonmagical ammunition made of metal that hits the ooze is destroyed after dealing damage. The ooze can eat through 2-inch-thick, nonmagical metal in 1 round.</p>\n</section>\n<p>The ooze corrodes metal.</p>"
            },
            "False Appearance": {
              "name": "False Appearance",
              "description": "<p>While the ooze remains motionless, it is indistinguishable from an oily pool or wet rock.</p>"
            },
            "Pseudopod": {
              "name": "Pseudopod",
              "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+3 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>4 (1d6 + 1) <em>bludgeoning damage</em></strong> plus <strong>7 (2d6) <em>acid damage</em></strong>.</p><p>If the target is wearing nonmagical metal armor, its armor is partly corroded and takes a permanent and cumulative -1 penalty to the AC it offers. The armor is destroyed if the penalty reduces its AC to 10.</p></section><p>The Gray Ooze attacks with its Pseudopod. If the target is wearing nonmagical metal armor, its armor is partly corroded and takes a permanent and cumulative -1 penalty to the AC it offers.</p>"
            }
          }
        },
        "Hexahedrooze": {
          "name": "Hexahedrooze",
          "tokenName": "Hexahedrooze",
          "items": {
            "Multiattack": {
              "name": "Multiattack",
              "description": "The ooze makes two Pseudopod attacks. It can replace one attack with Engulf."
            },
            "Engulf": {
              "name": "Engulf",
              "description": "<p>The ooze moves up to its speed. While doing so, it can enter Small or smaller creatures’ spaces. Whenever the ooze enters a creature’s space, the creature must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 13 dex format=long]]</span>.</p><p>On a successful save, the creature can choose to be pushed <strong>5 feet</strong> back or to the side of the ooze. A creature that chooses not to be pushed suffers the consequences of a failed saving throw.</p><p>On a failed save, the ooze enters the creature’s space, and the creature takes <strong>[[/damage 2d6 acid average]]</strong> damage and is engulfed. The engulfed creature can’t breathe, is restrained, and takes <strong>[[/damage 4d6 acid average]]</strong> damage at the start of each of the ooze’s turns. When the ooze moves, the engulfed creature moves with it.</p><p>An engulfed creature can try to escape by taking an action to make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 13 str format=long]]</span>. On a success, the creature escapes and enters a space of its choice within <strong>5 feet</strong> of the ooze.</p>",
              "activities": {
                "Escape (Strength)": {
                  "name": "Escape (Strength)"
                }
              },
              "effects": {
                "Restrained (Engulf)": {
                  "name": "Restrained (Engulf)"
                }
              }
            },
            "Pseudopod": {
              "name": "Pseudopod",
              "description": "<p><em>Melee Weapon Attack:</em> <strong>[[/attack]]</strong> to hit, reach 5 ft. , one target. Hit: <strong>[[/damage average]]</strong> damage and the target suffers one of the following random effects (roll a <strong>[[/r d6]]</strong>):</p><p>1. The target takes <strong>[[/damage 1d6 force average]]</strong> damage.</p><p>2. The target takes <strong>[[/damage 1d6 bludgeoning average]] </strong>damage.</p><p>3. The target takes <strong>[[/damage 1d6 piercing average]]</strong> damage.</p><p>4. The target takes <strong>[[/damage 1d6 slashing average]]</strong> damage.</p><p>5. The target takes <strong>[[/damage 1d6 cold average]]</strong> damage.</p><p>6. The target takes <strong>[[/damage 1d6 fire average]]</strong> damage.</p>",
              "activities": {
                "Melee Attack": {
                  "name": "Melee Attack"
                },
                "Roll d6": {
                  "name": "Roll d6"
                }
              }
            },
            "Attack": {
              "name": "Attack",
              "description": "<p>The ooze makes one Pseudopod attack.</p>"
            },
            "Spider Climb": {
              "name": "Spider Climb",
              "description": "<p>The ooze can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
            },
            "Reactive Mutations": {
              "name": "Reactive Mutations",
              "description": "<p>Whenever the ooze takes damage, it gains resistance to that damage type immediately afterwards. The ooze can have up to two resistances from this trait. If the ooze has its maximum number of resistances, the oldest resistance is lost when a new one is gained.</p>",
              "activities": {
                "Gain Resistance (Acid)": {
                  "name": "Gain Resistance (Acid)"
                },
                "Gain Resistance (Bludgeoning)": {
                  "name": "Gain Resistance (Bludgeoning)"
                },
                "Gain Resistance (Cold)": {
                  "name": "Gain Resistance (Cold)"
                },
                "Gain Resistance (Fire)": {
                  "name": "Gain Resistance (Fire)"
                },
                "Gain Resistance (Force)": {
                  "name": "Gain Resistance (Force)"
                },
                "Gain Resistance (Lightning)": {
                  "name": "Gain Resistance (Lightning)"
                },
                "Gain Resistance (Necrotic)": {
                  "name": "Gain Resistance (Necrotic)"
                },
                "Gain Resistance (Piercing)": {
                  "name": "Gain Resistance (Piercing)"
                },
                "Gain Resistance (Poison)": {
                  "name": "Gain Resistance (Poison)"
                },
                "Gain Resistance (Psychic)": {
                  "name": "Gain Resistance (Psychic)"
                },
                "Gain Resistance (Radiant)": {
                  "name": "Gain Resistance (Radiant)"
                },
                "Gain Resistance (Slashing)": {
                  "name": "Gain Resistance (Slashing)"
                },
                "Gain Resistance (Thunder)": {
                  "name": "Gain Resistance (Thunder)"
                }
              },
              "effects": {
                "Reactive Mutations (Acid)": {
                  "name": "Reactive Mutations (Acid)"
                },
                "Reactive Mutations (Bludgeoning)": {
                  "name": "Reactive Mutations (Bludgeoning)"
                },
                "Reactive Mutations (Cold)": {
                  "name": "Reactive Mutations (Cold)"
                },
                "Reactive Mutations (Fire)": {
                  "name": "Reactive Mutations (Fire)"
                },
                "Reactive Mutations (Force)": {
                  "name": "Reactive Mutations (Force)"
                },
                "Reactive Mutations (Lightning)": {
                  "name": "Reactive Mutations (Lightning)"
                },
                "Reactive Mutations (Necrotic)": {
                  "name": "Reactive Mutations (Necrotic)"
                },
                "Reactive Mutations (Piercing)": {
                  "name": "Reactive Mutations (Piercing)"
                },
                "Reactive Mutations (Poison)": {
                  "name": "Reactive Mutations (Poison)"
                },
                "Reactive Mutations (Psychic)": {
                  "name": "Reactive Mutations (Psychic)"
                },
                "Reactive Mutations (Radiant)": {
                  "name": "Reactive Mutations (Radiant)"
                },
                "Reactive Mutations (Slashing)": {
                  "name": "Reactive Mutations (Slashing)"
                },
                "Reactive Mutations (Thunder)": {
                  "name": "Reactive Mutations (Thunder)"
                }
              }
            }
          }
        },
        "Hexahedrooze Motherload": {
          "name": "Hexahedrooze Motherload",
          "tokenName": "Hexahedrooze Motherload",
          "items": {
            "Multiattack": {
              "name": "Multiattack",
              "description": "The ooze makes two Pseudopod attacks. It can replace one attack with Engulf."
            },
            "Engulf": {
              "name": "Engulf",
              "description": "<p>The ooze moves up to its speed. While doing so, it can enter Small or smaller creatures’ spaces. Whenever the ooze enters a creature’s space, the creature must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 13 dex format=long]]</span>.</p><p>On a successful save, the creature can choose to be pushed <strong>5 feet</strong> back or to the side of the ooze. A creature that chooses not to be pushed suffers the consequences of a failed saving throw.</p><p>On a failed save, the ooze enters the creature’s space, and the creature takes <strong>[[/damage 2d6 acid average]]</strong> damage and is engulfed. The engulfed creature can’t breathe, is restrained, and takes <strong>[[/damage 4d6 acid average]]</strong> damage at the start of each of the ooze’s turns. When the ooze moves, the engulfed creature moves with it.</p><p>An engulfed creature can try to escape by taking an action to make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 13 str format=long]]</span>. On a success, the creature escapes and enters a space of its choice within <strong>5 feet</strong> of the ooze.</p>",
              "activities": {
                "Escape (Strength)": {
                  "name": "Escape (Strength)"
                }
              },
              "effects": {
                "Restrained (Engulf)": {
                  "name": "Restrained (Engulf)"
                }
              }
            },
            "Pseudopod": {
              "name": "Pseudopod",
              "description": "<p><em>Melee Weapon Attack: </em><strong>[[/attack]]</strong> to hit, reach 5 ft. , one target. Hit: <strong>[[/damage average]]</strong> damage and the target suffers one of the following random effects (roll a <strong>[[/r d6]]</strong>):</p><p>1. The target takes <strong>[[/damage 1d6 force average]]</strong> damage.</p><p>2. The target takes <strong>[[/damage 1d6 bludgeoning average]] </strong>damage.</p><p>3. The target takes <strong>[[/damage 1d6 piercing average]]</strong> damage.</p><p>4. The target takes <strong>[[/damage 1d6 slashing average]]</strong> damage.</p><p>5. The target takes <strong>[[/damage 1d6 cold average]]</strong> damage.</p><p>6. The target takes <strong>[[/damage 1d6 fire average]]</strong> damage.</p>",
              "activities": {
                "Melee Attack": {
                  "name": "Melee Attack"
                },
                "Roll d6": {
                  "name": "Roll d6"
                }
              }
            },
            "Attack": {
              "name": "Attack",
              "description": "<p>The ooze makes one Pseudopod attack.</p>"
            },
            "Spider Climb": {
              "name": "Spider Climb",
              "description": "<p>The ooze can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
            },
            "Legendary Resistance (1/Day)": {
              "name": "Legendary Resistance (1/Day)",
              "description": "<p>If the ooze fails a saving throw, it can choose to succeed instead.</p>"
            },
            "Reactive Mutations": {
              "name": "Reactive Mutations",
              "description": "<p>Whenever the ooze takes damage, it gains resistance to that damage type immediately afterwards. The ooze can have up to two resistances from this trait. If the ooze has its maximum number of resistances, the oldest resistance is lost when a new one is gained.</p>",
              "activities": {
                "Gain Resistance (Acid)": {
                  "name": "Gain Resistance (Acid)"
                },
                "Gain Resistance (Bludgeoning)": {
                  "name": "Gain Resistance (Bludgeoning)"
                },
                "Gain Resistance (Cold)": {
                  "name": "Gain Resistance (Cold)"
                },
                "Gain Resistance (Fire)": {
                  "name": "Gain Resistance (Fire)"
                },
                "Gain Resistance (Force)": {
                  "name": "Gain Resistance (Force)"
                },
                "Gain Resistance (Lightning)": {
                  "name": "Gain Resistance (Lightning)"
                },
                "Gain Resistance (Necrotic)": {
                  "name": "Gain Resistance (Necrotic)"
                },
                "Gain Resistance (Piercing)": {
                  "name": "Gain Resistance (Piercing)"
                },
                "Gain Resistance (Poison)": {
                  "name": "Gain Resistance (Poison)"
                },
                "Gain Resistance (Psychic)": {
                  "name": "Gain Resistance (Psychic)"
                },
                "Gain Resistance (Radiant)": {
                  "name": "Gain Resistance (Radiant)"
                },
                "Gain Resistance (Slashing)": {
                  "name": "Gain Resistance (Slashing)"
                },
                "Gain Resistance (Thunder)": {
                  "name": "Gain Resistance (Thunder)"
                }
              },
              "effects": {
                "Reactive Mutations (Acid)": {
                  "name": "Reactive Mutations (Acid)"
                },
                "Reactive Mutations (Bludgeoning)": {
                  "name": "Reactive Mutations (Bludgeoning)"
                },
                "Reactive Mutations (Cold)": {
                  "name": "Reactive Mutations (Cold)"
                },
                "Reactive Mutations (Fire)": {
                  "name": "Reactive Mutations (Fire)"
                },
                "Reactive Mutations (Force)": {
                  "name": "Reactive Mutations (Force)"
                },
                "Reactive Mutations (Lightning)": {
                  "name": "Reactive Mutations (Lightning)"
                },
                "Reactive Mutations (Necrotic)": {
                  "name": "Reactive Mutations (Necrotic)"
                },
                "Reactive Mutations (Piercing)": {
                  "name": "Reactive Mutations (Piercing)"
                },
                "Reactive Mutations (Poison)": {
                  "name": "Reactive Mutations (Poison)"
                },
                "Reactive Mutations (Psychic)": {
                  "name": "Reactive Mutations (Psychic)"
                },
                "Reactive Mutations (Radiant)": {
                  "name": "Reactive Mutations (Radiant)"
                },
                "Reactive Mutations (Slashing)": {
                  "name": "Reactive Mutations (Slashing)"
                },
                "Reactive Mutations (Thunder)": {
                  "name": "Reactive Mutations (Thunder)"
                }
              }
            }
          }
        },
        "Icosahedrooze Motherload": {
          "name": "Icosahedrooze Motherload",
          "tokenName": "Icosahedrooze Motherload",
          "items": {
            "Legendary Resistance (3/Day)": {
              "name": "Legendary Resistance (3/Day)",
              "description": "<p>If the ooze fails a saving throw, it can choose to succeed instead.</p>"
            },
            "Multiattack": {
              "name": "Multiattack",
              "description": "The ooze uses Engulf and makes three Pseudopod attacks."
            },
            "Engulf": {
              "name": "Engulf",
              "description": "<p>The ooze moves up to its speed. While doing so, it can enter Gargantuan or smaller creatures’ spaces. Whenever the ooze enters a creature’s space, the creature must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 21 dex format=long]]</span>.</p><p>On a successful save, the creature can choose to be pushed <strong>5 feet</strong> back or to the side of the ooze. A creature that chooses not to be pushed suffers the consequences of a failed saving throw.</p><p>On a failed save, the ooze enters the creature’s space, and the creature takes <strong>[[/damage 2d20 acid average]]</strong> damage and is engulfed. The engulfed creature can’t breathe, is restrained, and takes <strong>[[/damage 4d20 acid average]]</strong> damage at the start of each of the ooze’s turns. When the ooze moves, the engulfed creature moves with it.</p><p>An engulfed creature can try to escape by taking an action to make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 21 str format=long]]</span>. On a success, the creature escapes and enters a space of its choice within <strong>5 feet</strong> of the ooze.</p>",
              "activities": {
                "Escape (Strength)": {
                  "name": "Escape (Strength)"
                }
              },
              "effects": {
                "Restrained (Engulf)": {
                  "name": "Restrained (Engulf)"
                }
              }
            },
            "Attack": {
              "name": "Attack",
              "description": "The ooze makes one Pseudopod attack."
            },
            "Pseudopod": {
              "name": "Pseudopod",
              "description": "<p><em>Melee Weapon Attack: </em><strong>[[/attack]]</strong> to hit, reach 5 ft. , one target. Hit: <strong>[[/damage average]]</strong> damage and the target suffers one of the following random effects (roll a <strong>[[/r d20]]</strong>):</p><p>1. The target takes <strong>[[/damage 1d20 force average]]</strong> damage.</p><p>2. The target takes <strong>[[/damage 1d20 bludgeoning average]] </strong>damage.</p><p>3. The target takes <strong>[[/damage 1d20 piercing average]]</strong> damage.</p><p>4. The target takes <strong>[[/damage 1d20 slashing average]]</strong> damage.</p><p>5. The target takes <strong>[[/damage 1d20 cold average]]</strong> damage.</p><p>6. The target takes <strong>[[/damage 1d20 fire average]]</strong> damage.</p><p>7. The target takes <strong>[[/damage 1d20 lightning average]]</strong> damage.</p><p>8. The target takes <strong>[[/damage 1d20 thunder average]] </strong>damage.</p><p>9. The target takes <strong>[[/damage 1d20 necrotic average]]</strong> damage.</p><p>10. The target takes <strong>[[/damage 1d20 radiant average]]</strong> damage.</p><p>11. The target takes <strong>[[/damage 1d20 poison average]]</strong> damage.</p><p>12. The target takes <strong>[[/damage 1d20 psychic average]]</strong> damage.</p><p>13. The target must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 21 str format=long]]</span> or be <strong>&amp;reference[restrained]</strong>. The target or a creature within reach of the target can use its action to make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 21 str format=long]]</span> , freeing the restrained creature on a success.</p><p>14. The target must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 21 wis format=long]]</span> or be afflicted by the <em>@UUID[Compendium.dnd5e.spells.Item.9hQXdMSmerkTsHDe]{confusion}</em> spell for <strong>1 minute</strong>*.</p><p>15. The target must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 21 con format=long]]</span> or be afflicted by the reduce effect of the <em>@UUID[Compendium.dnd5e.spells.Item.WahI41a3goVUg0x1]{enlarge/reduce}</em> spell for <strong>1 minute</strong>*.</p><p>16. The target must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 21 con format=long]]</span> or be afflicted by the enlarge effect of the <em>@UUID[Compendium.dnd5e.spells.WahI41a3goVUg0x1]{enlarge/reduce}</em> spell for 1 minute*.</p><p>17. The target must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 21 con format=long]]</span> or be afflicted by the <em>@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze.Item.bg2FnQnosGWPORsL]{zippit}</em>. spell for <strong>1 minute</strong>*.</p><p>18. The target must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 21 con format=long]]</span> or its hit point maximum is reduced by 10 (<strong>[[/r 1d20]]</strong>) until it finishes a long rest. The ooze regains a number of hit points equal to this value. A creature whose hit point maximum is reduced to 0 dies.</p><p>19. The target must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 21 str format=long]]</span> or be engulfed by the ooze.</p><p>20. Roll twice more on this table.</p><p>*These spells don’t require concentration. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p>",
              "activities": {
                "Melee Attack": {
                  "name": "Melee Attack"
                },
                "Roll d20": {
                  "name": "Roll d20"
                }
              }
            },
            "Spider Climb": {
              "name": "Spider Climb",
              "description": "<p>The ooze can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
            },
            "Reactive Mutations": {
              "name": "Reactive Mutations",
              "description": "<p>Whenever the ooze takes damage, it gains resistance to that damage type immediately afterwards. The ooze can have up to two resistances from this trait. If the ooze has its maximum number of resistances, the oldest resistance is lost when a new one is gained.</p>",
              "activities": {
                "Gain Resistance (Acid)": {
                  "name": "Gain Resistance (Acid)"
                },
                "Gain Resistance (Bludgeoning)": {
                  "name": "Gain Resistance (Bludgeoning)"
                },
                "Gain Resistance (Cold)": {
                  "name": "Gain Resistance (Cold)"
                },
                "Gain Resistance (Fire)": {
                  "name": "Gain Resistance (Fire)"
                },
                "Gain Resistance (Force)": {
                  "name": "Gain Resistance (Force)"
                },
                "Gain Resistance (Lightning)": {
                  "name": "Gain Resistance (Lightning)"
                },
                "Gain Resistance (Necrotic)": {
                  "name": "Gain Resistance (Necrotic)"
                },
                "Gain Resistance (Piercing)": {
                  "name": "Gain Resistance (Piercing)"
                },
                "Gain Resistance (Poison)": {
                  "name": "Gain Resistance (Poison)"
                },
                "Gain Resistance (Psychic)": {
                  "name": "Gain Resistance (Psychic)"
                },
                "Gain Resistance (Radiant)": {
                  "name": "Gain Resistance (Radiant)"
                },
                "Gain Resistance (Slashing)": {
                  "name": "Gain Resistance (Slashing)"
                },
                "Gain Resistance (Thunder)": {
                  "name": "Gain Resistance (Thunder)"
                }
              },
              "effects": {
                "Reactive Mutations (Acid)": {
                  "name": "Reactive Mutations (Acid)"
                },
                "Reactive Mutations (Bludgeoning)": {
                  "name": "Reactive Mutations (Bludgeoning)"
                },
                "Reactive Mutations (Cold)": {
                  "name": "Reactive Mutations (Cold)"
                },
                "Reactive Mutations (Fire)": {
                  "name": "Reactive Mutations (Fire)"
                },
                "Reactive Mutations (Force)": {
                  "name": "Reactive Mutations (Force)"
                },
                "Reactive Mutations (Lightning)": {
                  "name": "Reactive Mutations (Lightning)"
                },
                "Reactive Mutations (Necrotic)": {
                  "name": "Reactive Mutations (Necrotic)"
                },
                "Reactive Mutations (Piercing)": {
                  "name": "Reactive Mutations (Piercing)"
                },
                "Reactive Mutations (Poison)": {
                  "name": "Reactive Mutations (Poison)"
                },
                "Reactive Mutations (Psychic)": {
                  "name": "Reactive Mutations (Psychic)"
                },
                "Reactive Mutations (Radiant)": {
                  "name": "Reactive Mutations (Radiant)"
                },
                "Reactive Mutations (Slashing)": {
                  "name": "Reactive Mutations (Slashing)"
                },
                "Reactive Mutations (Thunder)": {
                  "name": "Reactive Mutations (Thunder)"
                }
              }
            }
          }
        },
        "Lair Actions (Level 1)": {
          "name": "Lair Actions (Level 1)",
          "tokenName": "Lair Actions (Level 1)",
          "items": {
            "Lair Actions": {
              "name": "Lair Actions",
              "description": "<p>On initiative count 20 (losing initiative ties), the Motherload takes one of the following lair actions; the Motherload can’t take the same lair action two rounds in a row.</p>"
            },
            "Acid Wave": {
              "name": "Acid Wave",
              "description": "<p>A <strong>15-foot-wide</strong>, <strong>15-foot-tall</strong> wave of acid erupts from a pool in the lair, travelling 30 feet along the ground in a direction of the Motherload’s choice. Each non-ooze creature in the area must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 11 dex format=long]]</span>. On a failed save, a creature takes <strong>[[/damage 1d4 acid average]]</strong> damage and is knocked <strong>&amp;reference[prone]</strong>. On a success, it takes half as much damage and isn’t knocked prone.</p>"
            },
            "Spiteful Adaptation": {
              "name": "Spiteful Adaptation",
              "description": "<p>Biomantic magic surrounds one creature in the lair, which must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 11 con format=long]]</span> or gain <strong>vulnerability</strong> to one random damage type as its skin mutates and develops a specific sensibility. The creature can repeat the saving throw at the end of each of its turns, ending the effect on a success.</p><h2>Random Damage Types</h2><p></p><h3>[[/r d12]] Damage Type</h3><p>1 Acid</p><p>2 Bludgeoning</p><p>3 Piercing</p><p>4 Slashing</p><p>5 Cold</p><p>6 Fire</p><p>7 Lightning</p><p>8 Thunder</p><p>9 Necrotic</p><p>10 Radiant</p><p>11 Poison</p><p>12 Psychic</p>"
            }
          }
        },
        "Lair Actions (Level 11)": {
          "name": "Lair Actions (Level 11)",
          "tokenName": "Lair Actions (Level 11)",
          "items": {
            "Lair Actions": {
              "name": "Lair Actions",
              "description": "<p>On initiative count 20 (losing initiative ties), the Motherload takes one of the following lair actions; the Motherload can’t take the same lair action two rounds in a row.</p>"
            },
            "Acid Wave": {
              "name": "Acid Wave",
              "description": "<p>A <strong>15-foot-wide</strong>, <strong>15-foot-tall</strong> wave of acid erupts from a pool in the lair, travelling 30 feet along the ground in a direction of the Motherload’s choice. Each non-ooze creature in the area must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 15 dex format=long]]</span>. On a failed save, a creature takes <strong>[[/damage 3d4 acid average]]</strong> damage and is knocked <strong>&amp;reference[prone]</strong>. On a success, it takes half as much damage and isn’t knocked prone.</p>"
            },
            "Spiteful Adaptation": {
              "name": "Spiteful Adaptation",
              "description": "<p>Biomantic magic surrounds one creature in the lair, which must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 15 con format=long]]</span> or gain <strong>vulnerability</strong> to one random damage type as its skin mutates and develops a specific sensibility. The creature can repeat the saving throw at the end of each of its turns, ending the effect on a success</p><h2>Random Damage Types</h2><p></p><h3>[[/r d12]] Damage Type</h3><p>1 Acid</p><p>2 Bludgeoning</p><p>3 Piercing</p><p>4 Slashing</p><p>5 Cold</p><p>6 Fire</p><p>7 Lightning</p><p>8 Thunder</p><p>9 Necrotic</p><p>10 Radiant</p><p>11 Poison</p><p>12 Psychic</p>"
            }
          }
        },
        "Lair Actions (Level 6)": {
          "name": "Lair Actions (Level 6)",
          "tokenName": "Lair Actions (Level 6)",
          "items": {
            "Lair Actions": {
              "name": "Lair Actions",
              "description": "<p>On initiative count 20 (losing initiative ties), the Motherload takes one of the following lair actions; the Motherload can’t take the same lair action two rounds in a row.</p>"
            },
            "Acid Wave": {
              "name": "Acid Wave",
              "description": "<p>A <strong>15-foot-wide</strong>, <strong>15-foot-tall</strong> wave of acid erupts from a pool in the lair, travelling 30 feet along the ground in a direction of the Motherload’s choice. Each non-ooze creature in the area must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 13 dex format=long]]</span>. On a failed save, a creature takes <strong>[[/damage 2d4 acid average]]</strong> damage and is knocked <strong>&amp;reference[prone]</strong>. On a success, it takes half as much damage and isn’t knocked prone.</p>"
            },
            "Spiteful Adaptation": {
              "name": "Spiteful Adaptation",
              "description": "<p>Biomantic magic surrounds one creature in the lair, which must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 13 con format=long]]</span> throw or gain <strong>vulnerability</strong> to one random damage type as its skin mutates and develops a specific sensibility. The creature can repeat the saving throw at the end of each of its turns, ending the effect on a success.</p><h2>Random Damage Types</h2><p></p><h3>[[/r d12]] Damage Type</h3><p>1 Acid</p><p>2 Bludgeoning</p><p>3 Piercing</p><p>4 Slashing</p><p>5 Cold</p><p>6 Fire</p><p>7 Lightning</p><p>8 Thunder</p><p>9 Necrotic</p><p>10 Radiant</p><p>11 Poison</p><p>12 Psychic</p>"
            }
          }
        },
        "Ochre Jelly": {
          "name": "Ochre Jelly",
          "tokenName": "Ochre Jelly",
          "items": {
            "Pseudopod": {
              "name": "Pseudopod",
              "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+4 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>9 (2d6 + 2) <em>bludgeoning damage</em></strong> plus <strong>3 (1d6) <em>acid damage</em></strong>.</p><p></p></section><p>The Ochre Jelly attacks with its Pseudopod.</p>"
            },
            "Amorphous": {
              "name": "Amorphous",
              "description": "<p>The jelly can move through a space as narrow as 1 inch wide without squeezing.</p>"
            },
            "Spider Climb": {
              "name": "Spider Climb",
              "description": "<p>The jelly can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
            },
            "Split": {
              "name": "Split",
              "description": "<section class=\"secret\"><p>When a jelly that is Medium or larger is subjected to lightning or <em>slashing damage</em>, it splits into two new jellies if it has at least 10 Hit Points. Each new jelly has Hit Points equal to half the original jelly's, rounded down. New jellies are one size smaller than the original jelly.</p></section><p>The jelly splits into two new jellies. New jellies are one size smaller than the original jelly.</p>"
            }
          }
        },
        "Octahedrooze": {
          "name": "Octahedrooze",
          "tokenName": "Octahedrooze",
          "items": {
            "Multiattack": {
              "name": "Multiattack",
              "description": "The ooze makes two Pseudopod attacks. It can replace one attack with Engulf."
            },
            "Engulf": {
              "name": "Engulf",
              "description": "<p>The ooze moves up to its speed. While doing so, it can enter Medium or smaller creatures’ spaces. Whenever the ooze enters a creature’s space, the creature must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 14 dex format=long]]</span>.</p><p>On a successful save, the creature can choose to be pushed <strong>5 feet</strong> back or to the side of the ooze. A creature that chooses not to be pushed suffers the consequences of a failed saving throw.</p><p>On a failed save, the ooze enters the creature’s space, and the creature takes <strong>[[/damage 2d8 acid average]]</strong> damage and is engulfed. The engulfed creature can’t breathe, is restrained, and takes <strong>[[/damage 4d8 acid average]]</strong> damage at the start of each of the ooze’s turns. When the ooze moves, the engulfed creature moves with it.</p><p>An engulfed creature can try to escape by taking an action to make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 14 str format=long]]</span>. On a success, the creature escapes and enters a space of its choice within <strong>5 feet</strong> of the ooze.</p>",
              "activities": {
                "Escape (Strength)": {
                  "name": "Escape (Strength)"
                }
              },
              "effects": {
                "Restrained (Engulf)": {
                  "name": "Restrained (Engulf)"
                }
              }
            },
            "Pseudopod": {
              "name": "Pseudopod",
              "description": "<p><em>Melee Weapon Attack: </em><strong>[[/attack]]</strong> to hit, reach 5 ft. , one target. Hit: <strong>[[/damage average]]</strong> damage and the target suffers one of the following random effects (roll a <strong>[[/r d8]]</strong>):</p><p>1. The target takes <strong>[[/damage 1d8 force average]]</strong> damage.</p><p>2. The target takes <strong>[[/damage 1d8 bludgeoning average]] </strong>damage.</p><p>3. The target takes <strong>[[/damage 1d8 piercing average]]</strong> damage.</p><p>4. The target takes <strong>[[/damage 1d8 slashing average]]</strong> damage.</p><p>5. The target takes <strong>[[/damage 1d8 cold average]]</strong> damage.</p><p>6. The target takes <strong>[[/damage 1d8 fire average]]</strong> damage.</p><p>7. The target takes <strong>[[/damage 1d8 lightning average]]</strong> damage.</p><p>8. The target takes <strong>[[/damage 1d8 thunder average]] </strong>damage.</p>",
              "activities": {
                "Melee Attack": {
                  "name": "Melee Attack"
                },
                "Roll d8": {
                  "name": "Roll d8"
                }
              }
            },
            "Attack": {
              "name": "Attack",
              "description": "The ooze makes one Pseudopod attack."
            },
            "Spider Climb": {
              "name": "Spider Climb",
              "description": "<p>The ooze can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
            },
            "Reactive Mutations": {
              "name": "Reactive Mutations",
              "description": "<p>Whenever the ooze takes damage, it gains resistance to that damage type immediately afterwards. The ooze can have up to two resistances from this trait. If the ooze has its maximum number of resistances, the oldest resistance is lost when a new one is gained.</p>",
              "activities": {
                "Gain Resistance (Acid)": {
                  "name": "Gain Resistance (Acid)"
                },
                "Gain Resistance (Bludgeoning)": {
                  "name": "Gain Resistance (Bludgeoning)"
                },
                "Gain Resistance (Cold)": {
                  "name": "Gain Resistance (Cold)"
                },
                "Gain Resistance (Fire)": {
                  "name": "Gain Resistance (Fire)"
                },
                "Gain Resistance (Force)": {
                  "name": "Gain Resistance (Force)"
                },
                "Gain Resistance (Lightning)": {
                  "name": "Gain Resistance (Lightning)"
                },
                "Gain Resistance (Necrotic)": {
                  "name": "Gain Resistance (Necrotic)"
                },
                "Gain Resistance (Piercing)": {
                  "name": "Gain Resistance (Piercing)"
                },
                "Gain Resistance (Poison)": {
                  "name": "Gain Resistance (Poison)"
                },
                "Gain Resistance (Psychic)": {
                  "name": "Gain Resistance (Psychic)"
                },
                "Gain Resistance (Radiant)": {
                  "name": "Gain Resistance (Radiant)"
                },
                "Gain Resistance (Slashing)": {
                  "name": "Gain Resistance (Slashing)"
                },
                "Gain Resistance (Thunder)": {
                  "name": "Gain Resistance (Thunder)"
                }
              },
              "effects": {
                "Reactive Mutations (Acid)": {
                  "name": "Reactive Mutations (Acid)"
                },
                "Reactive Mutations (Bludgeoning)": {
                  "name": "Reactive Mutations (Bludgeoning)"
                },
                "Reactive Mutations (Cold)": {
                  "name": "Reactive Mutations (Cold)"
                },
                "Reactive Mutations (Fire)": {
                  "name": "Reactive Mutations (Fire)"
                },
                "Reactive Mutations (Force)": {
                  "name": "Reactive Mutations (Force)"
                },
                "Reactive Mutations (Lightning)": {
                  "name": "Reactive Mutations (Lightning)"
                },
                "Reactive Mutations (Necrotic)": {
                  "name": "Reactive Mutations (Necrotic)"
                },
                "Reactive Mutations (Piercing)": {
                  "name": "Reactive Mutations (Piercing)"
                },
                "Reactive Mutations (Poison)": {
                  "name": "Reactive Mutations (Poison)"
                },
                "Reactive Mutations (Psychic)": {
                  "name": "Reactive Mutations (Psychic)"
                },
                "Reactive Mutations (Radiant)": {
                  "name": "Reactive Mutations (Radiant)"
                },
                "Reactive Mutations (Slashing)": {
                  "name": "Reactive Mutations (Slashing)"
                },
                "Reactive Mutations (Thunder)": {
                  "name": "Reactive Mutations (Thunder)"
                }
              }
            }
          }
        },
        "Roper": {
          "name": "Roper",
          "tokenName": "Roper",
          "items": {
            "False Appearance": {
              "name": "False Appearance",
              "description": "<p>While the roper remains motionless, it is indistinguishable from a normal cave formation, such as a stalagmite.</p>"
            },
            "Grasping Tendrils": {
              "name": "Grasping Tendrils",
              "description": "<section class=\"secret\"><p>The roper can have up to six tendrils at a time. Each tendril can be attacked (AC 20; <strong>10 hit points</strong>; immunity to poison and <em>psychic damage</em>). </p><p>Destroying a tendril deals no damage to the roper, which can extrude a replacement tendril on its next turn. A tendril can also be broken if a creature takes an action and succeeds on a <strong>DC 15 Strength check</strong> against it.</p></section><p>The roper can have up to six tendrils at a time. Each tendril can be attacked. A tendril can also be broken if a creature takes an action and succeeds on a Strength check against it.</p>"
            },
            "Spider Climb": {
              "name": "Spider Climb",
              "description": "<p>The roper can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
            },
            "Bite": {
              "name": "Bite",
              "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+7 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>22 (4d8 + 4) <em>piercing damage</em></strong>.</p><p></p></section><p>The Roper attacks with its Bite.</p>"
            },
            "Tendril": {
              "name": "Tendril",
              "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+7 to hit,</strong>, <strong>50 ft.,</strong> one target. Hit: The target is <strong>Grappled (escape DC 15)</strong>. Until the grapple ends, the target is Restrained and has <strong>disadvantage on Strength Checks and Strength Saving Throws</strong> , and the roper can't use the same tendril on another target.</p></section><p>The Roper attacks with its Tendril. The target is grappled. Until the grapple ends, the target is restrained and has <strong>disadvantage on Strength Checks and Strength Saving Throws</strong>.</p>"
            },
            "Reel": {
              "name": "Reel",
              "description": "<section class=\"secret\"><p></p><p></p></section><p>The roper pulls each creature grappled by it up to 25 ft. straight toward it.</p>"
            },
            "Multiattack": {
              "name": "Multiattack",
              "description": "<p>The roper makes four attacks with its tendrils, uses Reel, and makes one attack with its bite.</p>"
            }
          }
        },
        "Tetrahedrooze": {
          "name": "Tetrahedrooze",
          "tokenName": "Tetrahedrooze",
          "items": {
            "Spider Climb": {
              "name": "Spider Climb",
              "description": "<p>The ooze can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
            },
            "Engulf": {
              "name": "Engulf",
              "description": "<p>The ooze moves up to its speed. While doing so, it can enter Tiny creatures’ spaces. Whenever the ooze enters a creature’s space, the creature must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 12 dex format=long]]</span>.</p><p>On a successful save, the creature can choose to be pushed <strong>5 feet</strong> back or to the side of the ooze. A creature that chooses not to be pushed suffers the consequences of a failed saving throw.</p><p>On a failed save, the ooze enters the creature’s space, and the creature takes <strong>[[/damage 2d4 acid average]]</strong> damage and is engulfed. The engulfed creature can’t breathe, is restrained, and takes <strong>[[/damage 4d4 acid average]]</strong> damage at the start of each of the ooze’s turns. When the ooze moves, the engulfed creature moves with it.</p><p>An engulfed creature can try to escape by taking an action to make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save 12 str format=long]]</span>. On a success, the creature escapes and enters a space of its choice within <strong>5 feet</strong> of the ooze.</p>",
              "activities": {
                "Escape (Strength)": {
                  "name": "Escape (Strength)"
                }
              },
              "effects": {
                "Restrained (Engulf)": {
                  "name": "Restrained (Engulf)"
                }
              }
            },
            "Pseudopod": {
              "name": "Pseudopod",
              "description": "<p><em>Melee Weapon Attack:</em> <strong>[[/attack]]</strong> to hit, reach 5 ft. , one target. Hit: <strong>[[/damage average]]</strong> damage and the target suffers one of the following random effects (roll a <strong>[[/r d4]]</strong>):</p><p>1. The target takes <strong>[[/damage 1d4 force average]]</strong> damage.</p><p>2. The target takes <strong>[[/damage 1d4 bludgeoning average]] </strong>damage.</p><p>3. The target takes <strong>[[/damage 1d4 piercing average]]</strong> damage.</p><p>4. The target takes <strong>[[/damage 1d4 slashing average]]</strong> damage.</p>",
              "activities": {
                "Melee Attack": {
                  "name": "Melee Attack"
                },
                "Roll d4": {
                  "name": "Roll d4"
                }
              }
            },
            "Reactive Mutations": {
              "name": "Reactive Mutations",
              "description": "<p>Whenever the ooze takes damage, it gains resistance to that damage type immediately afterwards. The ooze can have up to two resistances from this trait. If the ooze has its maximum number of resistances, the oldest resistance is lost when a new one is gained.</p>",
              "activities": {
                "Gain Resistance (Acid)": {
                  "name": "Gain Resistance (Acid)"
                },
                "Gain Resistance (Bludgeoning)": {
                  "name": "Gain Resistance (Bludgeoning)"
                },
                "Gain Resistance (Cold)": {
                  "name": "Gain Resistance (Cold)"
                },
                "Gain Resistance (Fire)": {
                  "name": "Gain Resistance (Fire)"
                },
                "Gain Resistance (Force)": {
                  "name": "Gain Resistance (Force)"
                },
                "Gain Resistance (Lightning)": {
                  "name": "Gain Resistance (Lightning)"
                },
                "Gain Resistance (Necrotic)": {
                  "name": "Gain Resistance (Necrotic)"
                },
                "Gain Resistance (Piercing)": {
                  "name": "Gain Resistance (Piercing)"
                },
                "Gain Resistance (Poison)": {
                  "name": "Gain Resistance (Poison)"
                },
                "Gain Resistance (Psychic)": {
                  "name": "Gain Resistance (Psychic)"
                },
                "Gain Resistance (Radiant)": {
                  "name": "Gain Resistance (Radiant)"
                },
                "Gain Resistance (Slashing)": {
                  "name": "Gain Resistance (Slashing)"
                },
                "Gain Resistance (Thunder)": {
                  "name": "Gain Resistance (Thunder)"
                }
              },
              "effects": {
                "Reactive Mutations (Acid)": {
                  "name": "Reactive Mutations (Acid)"
                },
                "Reactive Mutations (Bludgeoning)": {
                  "name": "Reactive Mutations (Bludgeoning)"
                },
                "Reactive Mutations (Cold)": {
                  "name": "Reactive Mutations (Cold)"
                },
                "Reactive Mutations (Fire)": {
                  "name": "Reactive Mutations (Fire)"
                },
                "Reactive Mutations (Force)": {
                  "name": "Reactive Mutations (Force)"
                },
                "Reactive Mutations (Lightning)": {
                  "name": "Reactive Mutations (Lightning)"
                },
                "Reactive Mutations (Necrotic)": {
                  "name": "Reactive Mutations (Necrotic)"
                },
                "Reactive Mutations (Piercing)": {
                  "name": "Reactive Mutations (Piercing)"
                },
                "Reactive Mutations (Poison)": {
                  "name": "Reactive Mutations (Poison)"
                },
                "Reactive Mutations (Psychic)": {
                  "name": "Reactive Mutations (Psychic)"
                },
                "Reactive Mutations (Radiant)": {
                  "name": "Reactive Mutations (Radiant)"
                },
                "Reactive Mutations (Slashing)": {
                  "name": "Reactive Mutations (Slashing)"
                },
                "Reactive Mutations (Thunder)": {
                  "name": "Reactive Mutations (Thunder)"
                }
              }
            }
          }
        },
        "Weakened Behir": {
          "name": "Weakened Behir",
          "tokenName": "Weakened Behir",
          "items": {
            "Multiattack": {
              "name": "Multiattack",
              "description": "<p>The behir makes two attacks: one with its bite and one to constrict.</p>"
            },
            "Bite": {
              "name": "Bite",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+10 to hit,</strong>, <strong>10 ft.,</strong> one target. Hit: <strong>22 (3d10 + 6) <em>piercing damage</em></strong>.</p></section>\n<p>The Behir attacks with its Bite.</p>"
            },
            "Constrict": {
              "name": "Constrict",
              "description": "<section class=\"secret\">\n<p>Melee Weapon Attack: +10 to hit, reach 5 ft., <strong>one Large or smaller creature</strong>. Hit: <strong>17 (2d10 + 6) <em>bludgeoning damage</em></strong> plus <strong>17 (2d10 + 6) <em>slashing damage</em></strong>.</p>\n<p>The target is grappled (escape DC 16) if the behir isn't already constricting a creature, and the target is restrained until this grapple ends.</p>\n</section>\n<p>The Behir attacks with its Constrict. The target is grappled if the Behir isn't already constricting a creature, and the target is restrained until this grapple ends.</p>"
            },
            "Lightning Breath": {
              "name": "Lightning Breath",
              "description": "<section class=\"secret\" id=\"secret-juhtqaqvUStBY2Wc\"><p>The behir exhales a line of lightning that is 20 ft. long and 5 ft. wide. Each creature in that line must make a <strong>DC 16 Dexterity</strong> saving throw, taking <strong>35 (10d6) </strong><em><strong>lightning damage</strong></em> on a failed save, or half as much damage on a successful one.</p></section><p>The behir exhales a line of lightning that is 20 ft. long and 5 ft. wide. Each creature in that line must make a <strong>Dexterity</strong> saving throw.</p>"
            },
            "Swallow": {
              "name": "Swallow",
              "description": "<section class=\"secret\">\n<p>The behir makes one bite attack against a <strong>Medium or smaller target it is grappling</strong>. If the attack hits, the target is also swallowed, and the grapple ends. While swallowed, the target is blinded and restrained, it has total cover against attacks and other effects outside the behir, and it takes <strong>21 (6d6) <em>acid damage</em></strong> at the start of each of the behir's turns. A behir can have only one creature swallowed at a time.</p>\n<p>If the behir takes 30 damage or more on a single turn from the swallowed creature, the behir must succeed on a  <strong>DC 14 Constitution</strong> saving throw at the end of that turn or regurgitate the creature, which falls prone in a space within 10 ft. of the behir. If the behir dies, a swallowed creature is no longer restrained by it and can escape from the corpse by using 15 ft. of movement, exiting prone.</p>\n</section>\n<p>The Behir attacks with its Swallow.</p>"
            }
          }
        },
        "Xorn": {
          "name": "Xorn",
          "tokenName": "Xorn",
          "items": {
            "Bite": {
              "name": "Bite",
              "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+6 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>13 (3d6 + 3) <em>piercing damage</em></strong>.</p><p></p></section><p>The Xorn attacks with its Bite.</p>"
            },
            "Claw": {
              "name": "Claw",
              "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+6 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>6 (1d6 + 3) <em>slashing damage</em></strong>.</p><p></p></section><p>The Xorn attacks with its Claw.</p>"
            },
            "Earth Glide": {
              "name": "Earth Glide",
              "description": "<p>The xorn can burrow through nonmagical, unworked earth and stone. While doing so, the xorn doesn't disturb the material it moves through.</p>"
            },
            "Multiattack": {
              "name": "Multiattack",
              "description": "<p>The xorn makes three claw attacks and one bite attack.</p>"
            },
            "Stone Camouflage": {
              "name": "Stone Camouflage",
              "description": "<p>The xorn has<strong> advantage </strong>on Dexterity (Stealth) checks made to hide in rocky terrain.</p>"
            },
            "Treasure Sense": {
              "name": "Treasure Sense",
              "description": "<p>The xorn can pinpoint, by scent, the location of precious metals and stones, such as coins and gems, within <strong>60 ft.</strong> of it.</p>"
            }
          }
        },
        "Bogbolz": {
          "name": "Bogbolz",
          "tokenName": "Bogbolz",
          "description": "<p>Bogbolz is a shrewd and matter-of-fact elderly female goblin (LN), foreman, elder, and matriarch of the Frockit clan. She doesn’t balk at the opportunity to criticise the party or tell them how they should have done something. Bogbolz acts as the party’s guide, meeting them at the goblins’ construction camp in the jungle and guiding them on the short walk to the Big Bad Base. She shows the party a captured polyhedrooze, allowing them to experiment on it and uncover the clues on page 258.</p>",
          "items": {
            "Leather Armor": {
              "name": "Leather Armor",
              "description": "<p>The breastplate and shoulder protectors of this armor are made of leather that has been stiffened by being boiled in oil. The rest of the armor is made of softer and more flexible materials.</p>"
            },
            "Shield": {
              "name": "Shield",
              "description": "<p>A shield is made from wood or metal and is carried in one hand. Wielding a shield increases your Armor Class by 2. You can benefit from only one shield at a time.</p>"
            },
            "Nimble Escape": {
              "name": "Nimble Escape",
              "description": "<p>The goblin can take the Disengage or Hide action as a bonus action on each of its turns.</p>"
            },
            "Scimitar": {
              "name": "Scimitar",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+4 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>5 (1d6 + 2) <em>slashing damage</em></strong>.</p></section>\n<p>The Goblin attacks with its Scimitar.</p>"
            },
            "Shortbow": {
              "name": "Shortbow",
              "description": "<section class=\"secret\">\n<p>Ranged Weapon Attack: +4 to hit, range 80/320 ft., one target. Hit: <strong>5 (1d6 + 2) <em>piercing damage</em></strong>.</p></section>\n<p>The Goblin attacks with its Shortbow.</p>"
            }
          }
        }
      },
      "tables": {
        "Table A: Random Mutations": {
          "name": "Table A: Random Mutations",
          "results": {
            "2-2": "Debilitation The creature has disadvantage on ability checks and saving throws associated with one random ability from Table C.",
            "3-3": "Two Left Feet The creature’s walking appendages deform; it gains a -1 penalty to its AC and its walking speed is reduced by 5 feet.",
            "4-4": "Webbed Hands The creature gains a 20-foot swimming speed or, if it already has a swimming speed, this speed increases by 10 feet. In addition, it has disadvantage on Sleight of Hand checks.",
            "5-5": "Literal Third Eye The creature grows a third eye and has advantage on Perception checks and initiative rolls. In addition, it has disadvantage on Persuasion checks against humanoids that can see the eye.",
            "6-6": "Resistance The creature gains resistance to a random damage type on Table D.",
            "1-1": "Vulnerability The creature gains vulnerability to a random damage type in Table D."
          }
        },
        "Table B: Durations": {
          "name": "Table B: Durations",
          "results": {
            "1-1": "10 minutes",
            "2-2": "1 hour",
            "3-3": "1 day",
            "4-4": "1 week"
          }
        },
        "Table C: Abilities": {
          "name": "Table C: Abilities",
          "results": {
            "1-1": "Strength",
            "2-2": "Dexterity",
            "3-3": "Constitution",
            "4-4": "Intelligence",
            "5-5": "Wisdom",
            "6-6": "Charisma"
          }
        },
        "Table D: Damage Types": {
          "name": "Table D: Damage Types",
          "results": {
            "1-1": "Acid The creature’s skin secretes a liquid that causes the acid to bubble and turn to... water?",
            "2-2": "Cold Layers of thick fur and blubber coat the creature, insulating it.",
            "3-3": "Fire The creature’s skin billows thick smoke, extinguishing flames before they strike.",
            "4-4": "Force Force energy is deflected, as if by an impossibly strong magnet.",
            "5-5": "Lightning The lightning ripples across the creature’s skin, earthing itself at its feet.",
            "6-6": "Necrotic The creature’s flesh appears to grow back in rapid, cancerous lumps.",
            "7-7": "Poison The creature’s lymphatic system inflates as some sort of antitoxin suffuses it.",
            "8-8": "Psychic The creature’s single-mindedness prevents any neuropathic overstimulation.",
            "9-9": "Radiant The creature’s skin turns golden, absorbing radiation in a warm glow.",
            "10-10": "Thunder  A barrier of low pressure air surrounds the creature, distorting its breathing and footsteps."
          }
        }
      },
      "folders": {
        "Gelatinous Polyhedrooze": "Gelatinous Polyhedrooze"
      },
      "journals": {
        "Gelatinous Polyhedrooze": {
          "name": "Gelatinous Polyhedrooze",
          "pages": {
            "Introduction": {
              "name": "Introduction",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"None\">This hunt, </span><i class=\"Italic-8\">Polyhedrooze</i><span class=\"None\">, is intended for 3 to 7 characters and is optimised for a party of 4 with an average player level (APL) of </span><strong class=\"Bold\">1</strong><span class=\"None\">, </span><strong class=\"Bold\">6</strong><span class=\"None\">, or </span><strong class=\"Bold\">11</strong><span class=\"None\">. Characters who complete this hunt should earn enough experience to progress all the way to 2nd level, or one-third of the way to 7th level, or three-quarters of the way to 12th level. The adventurers must find the Frockit clan, a group of goblins that build dungeons for mysterious underlords, and rid their latest project of its gelatinous inhabitants.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"None\">After finding the dungeon deep in the jungle, the party must navigate a series of traps before testing their mettle against an ooze capable of rapid adaptation. The ability to deal a plethora of different types of damage, as well as characters capable of identifying and disabling traps, will prove greatly advantageous in this hunt!</span></p><table id=\"level-select\" class=\"Basic-Table TableOverride-1\"><tbody><tr><td><p><strong>Hunt Level</strong></p></td><td><p><strong>VDC</strong></p></td><td><p><strong>Dexterity (thieves' tools) DC</strong></p></td><td><p><strong>Vdam</strong></p></td></tr><tr><td class=\"Basic-Table CellOverride-1\"><p class=\"level-selector\" data-level=\"6\">1st</p></td><td><p>11</p></td><td><p>12</p></td><td><p>2 (<strong>1d4</strong>)</p></td></tr><tr><td><p class=\"level-selector\" data-level=\"6\">6th</p></td><td><p>13</p></td><td><p>19</p></td><td><p>5 (<strong>2d4</strong>)</p></td></tr><tr><td><p class=\"level-selector\" data-level=\"11\">11th</p></td><td><p>15</p></td><td><p>26</p></td><td><p>10 (<strong>3d6</strong>)</p></td></tr></tbody></table>"
            },
            "Background": {
              "name": "Background",
              "text": "<p><span class=\"None\">Years ago, an anonymous set of chambers could be found high up in a mountain, accessed through the caldera of an active volcano. Served by a throng of kobolds, Tuckerthranx the Red called this caldera home. Home, that is, until a group of adventurers slew the fearsome dragon. During the fight to rid the land of this avaricious drake, the entire mountain collapsed. However, sustained by its magic, the lair teleported itself to the Maphrok jungle, where it laid dormant until an enterprising young biomancer—Dr. Francis Norman Stein—made it his laboratory.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"None\">The local populations of jungle gnomes, wood elves, and lizardfolk grew irksome after several of the prolific golemancer’s creations escaped. In a rare display of unanimity, they decided to politely ask him to leave. When their request fell on deaf ears, pitchforks and flaming torches soon followed, and the underland was rid of Dr. Stein’s biomantic menaces… for a time.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"None\">The ultimate product of this research was Mut-x, a biomantic mutagen capable of rapidly adapting flesh to hostile environments. The substance slowly seeped out of its storage tanks, causing unsuspecting creatures to become unwilling participants in Dr. Stein’s experiments. A primitive, dungeon-dwelling ooze known as a gelatinous cube was exposed to Mut-x, spawning a whole subspecies of ‘polyhedroozes’. Side-effects of the Mut-x included the polyhedroozes absorbing the latent psychic energy of an area; in this case, the prodigious greed of Tuckerthranx the Red.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"None\">More recently, when an enterprising group of goblins exploring the jungle found this vacant lair, they were overjoyed. A family-run affair, the Frockit clan are specialist dungeon builders. Their current client, a mysterious figure known only as Murdob’norab, is prepared to purchase a fully kitted-out dungeon. One of the clan’s first tasks was to create a secure vault and transfer all the client’s treasure there. However, </span><i class=\"Italic-8\">en route</i><span class=\"None\"> to delivering the treasure, the goblins were ambushed by a colossal ooze they refer to as ‘The Motherload’ and the treasure was stolen.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"None\">Heliana has had trouble persuading adventurers to take on this contract, the wanted poster for which asks any who accept the quest “</span><i class=\"Italic-8\">Bryng tresha. Lots ov it</i><span class=\"None\">.” This request—nay, demand—has roused more than a small amount of suspicion amongst other adventurers. Despite this, Heliana stands by the request; “</span><i class=\"Italic-8\">Goblins are people too!</i><span class=\"None\">” she can be heard bellowing around the inn.</span></p>"
            },
            "Summary": {
              "name": "Summary",
              "text": "<img src=\"modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/1_-_Wanted_Poster_-_GELCUBE.webp\" style=\"margin:10px;max-width:40%;float:right\"><p><span class=\"None\">Here’s the main info to absorb:</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Which Monster?</strong></em></span><span class=\"None\"> The Motherload, a Gargantuan polyhedrooze. This biomantically-altered gelatinous cube has absorbed the greed-filled psyche of the dragon that once lived in the area.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Monster’s Motivation.</strong></em></span><span class=\"None\"> A basal desire to consume organic matter and grow, as well as an overwhelming desire to acquire precious metals and gems.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Monster’s Previous Actions.</strong></em></span><span class=\"None\"> The Motherload has stolen all the treasure of the client for whom the Frockit clan goblins are building a dungeon.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Where’s the Monster?</strong></em></span><span class=\"None\"> The ooze is submerged in a deep pool of acidic goo at the northern end of the dungeon. It must be baited out and slain where the treasure can be regathered.</span></p>"
            },
            "Adventure Hooks": {
              "name": "Adventure Hooks",
              "text": "<p><span class=\"None\">An ooze with amazing biomantic powers, goblins willing to pay good coin, and the former lair of a red dragon… It’s an adventuring smorgasbord! Here are some hooks with which you can motivate your adventurers to get involved:</span></p><ul><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Curiosity: Mutating Ooze.</strong></em></span><span class=\"None\"> Myths and folklore occasionally drift up from faraway places, and usually serve as good reasons to avoid leaving home. However, the latest rumour is of creatures that dynamically mutate, requiring adroit adventurers to take them down. Whatever the cause is, there’s surely new magic or technology that could be harnessed and used to power all sorts of efforts.</span></li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Morality: Goblins Are People Too.</strong></em></span><span class=\"None\"> “</span><i class=\"Italic-8\">The Frockit clan are a reliable and mostly-honest company of builders,</i><span class=\"None\">” </span>says Heliana to any who will listen. No one has taken on this contract, a fact that Heliana deems goblinist. Heliana believes that they deserve help just as much as the next distressed customer and she is very disappointed in those that don’t take notice of the generous contract.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\"><span class=\"Bold-Italic-8\"><em><strong>Compensation: Murdob’norab</strong></em>.</span><span class=\"None\"> Aware of the fate of their treasure hoard, Murdob’norab has promised one-quarter of the treasure to any group of adventurers that can rid their soon-to-be-dungeon of this mutating invader. By all accounts, it’s a sizable hoard...</span></li></ul><img src=\"modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/Polyhedrooze-Scene-Goblin.webp\">"
            },
            "Bogbolz": {
              "name": "Bogbolz",
              "text": "<p><span class=\"None\">Bogbolz is a shrewd and matter-of-fact elderly female </span><strong class=\"Bold\">@UUID[Compendium.dnd5e.monsters.Actor.TjWQOgI3A4UAl7lC]{goblin}</strong><span class=\"None\"> </span><span class=\"Squeeze_99-\">(LN), foreman, elder, and matriarch of the Frockit clan. She doesn’t balk at the opportunity to criticise the party or tell them how they should have done something. Bogbolz acts as the party’s guide, meeting them at the goblins’ construction camp in the jungle and guiding them on the short walk to the Big Bad Base. She shows the party a captured polyhedrooze, allowing them to experiment on it and uncover the clues as covered in @UUID[.20ou3PGld9frIA8L]{Know Thy Enemy}.</span></p><h5 class=\"Heliana-Book-1-Styles_Titles_Title-5--Table-\">Hunt Rewards per Player Character</h5><table id=\"table206\" class=\"Basic-Table\"><colgroup><col><col><col></colgroup><tbody><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><strong class=\"Bold\">Hunt Level</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Gold</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">XP*</strong></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">1st</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">[[/award 75gp]]</p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">[[/award 300xp]]</p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">6th</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">[[/award 1050gp]]</p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">[[/award 3000xp]]</p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">11th</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">[[/award 3500gp]]</p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">[[/award 11000xp]]</p></td></tr></tbody></table><p class=\"Heliana-Book-1-Styles_Floaters-and-Credits_Asterisk-Text\"><sub><span class=\"None\">*Includes all monsters, traps, and puzzles, averaged for a party of 4.</span></sub></p><section class=\"sidebar right\"><h4>Bogbolz</h4><p><em>Humanoid (goblin), foreman, she/her</em></p><hr><p><em><strong>Personality.</strong></em> Authoritative, down-to-earth, easily exasperated.</p><p><em><strong>Appearance.</strong></em> Tall (for a goblin), resting unimpressed expression, patchwork clothes, carries clipboard and quill.</p><p><em><strong>Desire.</strong></em> To get the job done on time and in budget.</p><hr><p><em><strong>Fear.</strong></em> Tax collectors.</p><hr><p><em>“To be quite honest, it’s a health and safety nightmare. Don’t tell the unions.”</em></p></section><img src=\"modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/Polyhedrooze-NPC-Bogbolz.webp\" style=\"max-width:40%;margin:auto\">"
            },
            "Getting There": {
              "name": "Getting There",
              "text": "<p><span class=\"None\">One of the reasons the Big Bad Base (as Murdob’norab has named it) is such a great dungeon location is that it’s so hard to find. Not only is it a long way away from any other civilisation, deep within the Maphrok jungle, but when the lair teleported from its caldera, it arrived in a part of the jungle with no known paths, effectively isolating itself. Finding the base involves following multiple twisting tunnels and flipping u-turns at the plethora of now-dead-ends.</span></p>"
            },
            "Tracking": {
              "name": "Tracking",
              "text": "<p><span class=\"None\">Using the Tracking rules found in page 23 of <em>Heliana's Guide to Monster Hunting</em>, it is suggested that each Tracking check takes one day and that four checks and two successes are required, using the random encounters for the jungle (<em>page 60 of Helianas</em>).</span></p>"
            },
            "Unique Flora & Fauna": {
              "name": "Unique Flora & Fauna",
              "text": "<p><span class=\"Squeeze_102-\">Within 6 miles of the lair, there’s an abundance of mutated fauna (see @UUID[.qn00YeNJjSb9p0rt#regional-effects]{regional effects}). This includes monkeys with hexagonally curled tails, plants with polygonal flowers, and fruit shaped like perfect dice: cubes, octahedrons, and even twenty-sided icosahedrons. If an adventurer looks in their purse, they might even find that the once-round coins are now oddly angular hexagons, octagons, and decagons.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"None\">When the party nears the base, read or paraphrase the following:</span></p><blockquote><p><span class=\"None\">The smell is the first indication of the presence of a large population, quickly followed by the yammering and clanging of dozens upon dozens of hammers at work. However, rather than the unruly and unwashed horde of goblinoids you might expect, these individuals are all wearing appropriate personal safety equipment, working well in small teams, and they smell well-washed! The stench is being emitted from a neat line of outhouses and sewer trenches that look to fertilise a surprisingly healthy-looking mushroom field.</span></p><p><span>Metallurgists cast steel in a variety of shapes, herders drive teams of oxen, and a monocled locksmith appears to be adding the finishing touches to an incredibly complex vault door. Neat rows of tents lit by smokeless red torches depict a scene of communal living, with food being shared, wounds tended to, and rhythmic music enjoyed by all. An elderly goblin approaches you, a satchel full of scrolls and quills bumping against her patchwork clothing. Eyeing each of you with a quick glance, she announces in perfect Common: “Welcome to the Frockit Clan Co-operative, where we help each other to help you help yourself.”</span></p></blockquote>"
            },
            "Know Thy Enemy": {
              "name": "Know Thy Enemy",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"None\">After Bogbolz introduces herself, she brings the party to the Big Bad Base, where they learn some key pieces of information for the hunt ahead.</span></p><ul><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"None\">The enemies are oozes that like to engulf precious metals, gems, and the occasional goblin for sustenance.</span></li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"None\">They are biomantically altered and dynamically change their resistances.</span></li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\"><span class=\"None\">The Big Bad Base is littered with traps from its previous occupants (kobolds and Dr. Stein).</span></li></ul>"
            },
            "Clue 1: Engulfing Oozes": {
              "name": "Clue 1: Engulfing Oozes",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"None\">The oozes are drawn to all manner of precious metals and gems, as well as organic matter (presumably for sustenance), dissolving the latter with acid. They’re slow, but can cover a lot of ground when they’re about to engulf someone. Bogbolz explains how the Frockit clan had been storing the client’s treasure in a makeshift treasury in the base, when suddenly this big blob (The Motherload) came and sucked it all up, along with several of her relations (she doesn’t seem too put out at this last part).</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"None\">Bogbolz informs the party that they might need to lay out some treasure as bait for the big polyhedrooze; it hasn’t been seen since.</span></p><h4><span class=\"None\">Trapped Ooze</span></h4><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Squeeze_102-\">Before releasing the ooze from the magically-reinforced crate, Bogbolz asks the party for some treasure for a demonstration. She lays down two piles: the first contains some treasure, and the second, some rat meat. She warns the party to keep their distance, and to observe how the ooze acts before attacking. Roll initiative when the cage is removed. On the ooze’s turn, it first uses its Engulf action to assimilate the treasure that Bogbolz set down, and then the rat meat. After this, its attention shifts to the nearest creature, which it tries to engulf.</span></p><img src=\"modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/1a_-_Polyhedrooze_Appetite_-_Ooze_-_Handout_9.1.webp\">"
            },
            "Clue 2: Reactive Mutations": {
              "name": "Clue 2: Reactive Mutations",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Squeeze_102-\">As a result of the latent biomantic magic their progenitor absorbed, the oozes gain resistance to a damage type immediately after they take that type of damage. The players’ understanding of this trait can be enhanced if the GM uses the descriptions in the Reactive Mutations(below) during the fight with Bogbolz’s captured ooze. If the players learn this trait, prepare a variety of damage types, and then rotate their attacks and effects during combat, the fight will be much easier. The maximum number of resistances a polyhedrooze can have equals its proficiency bonus, so adventurers at higher levels need an even broader variety of damage types than those at low levels.</span></p><section class=\"sidebar\"><h3><span class=\"None\">Reactive Mutations</span></h3><p class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para\"><span class=\"None\"><strong>Throughout the fight, pay special care to narrate how the ooze’s morphology changes with its shifting resistances. You can use the following examples to do so:</strong></span></p><ul style=\"columns:2;text-align:left\"><li class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-3-Bullets\"><strong class=\"Bold\">Bludgeoning. </strong><span class=\"None\">Spongy growths bloom from the outer membrane, cushioning the blows of impact weapons.</span></li><li class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-3-Bullets\"><strong class=\"Bold\">Piercing. </strong><span class=\"None\">Layer upon layer of pointy membranes overlap one another, dispersing the penetrating potential of piercing weapons.</span></li><li class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-3-Bullets\"><strong class=\"Bold\">Slashing. </strong><span class=\"None\">A hard coating of angled crystal deflects blades.</span></li><li class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-3-Bullets\"><strong class=\"Bold\">Cold &amp; Fire. </strong><span class=\"None\">An insulating gel is excreted from the ooze’s membrane, preventing the transfer of heat.</span></li><li class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-3-Bullets\"><strong class=\"Bold\">Lightning. </strong><span class=\"None\">The metal engulfed within the ooze forms channels down to the ground, redirecting the flow of electricity.</span></li><li class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-3-Bullets\"><strong class=\"Bold\">Necrotic. </strong><span class=\"None\">Pus-filled sacs of immunity-enhancing symbionts grow within the ooze, fortifying it against decay.</span></li><li class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-3-Bullets\"><strong class=\"Bold\">Radiant. </strong><span class=\"None\">The ooze takes on a brilliant sheen, reflecting radiation of all descriptions.</span></li><li class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-3-Bullets\"><strong class=\"Bold\">Thunder.</strong><span class=\"None\"> A second membrane expands out from its own. A low-pressure void between the two membranes inhibits the propagation of sound waves.</span></li><li class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-3-Bullets\"><strong class=\"Bold\">Poison. </strong><span class=\"None\">Vesicles rapidly excrete toxins before they can do significant harm.</span></li><li class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-3-Bullets-Last\"><strong class=\"Bold\">Psychic.</strong><span class=\"None\"> </span><span class=\"Squeeze_97-\">A rush of bright purple hormones causes the ooze’s basal and disparate psyche (as well as its physical form) to relax, shedding the mental harm that might have been caused.</span></li></ul></section><img src=\"modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/1b_-_Reactive_Mutations_-_Ooze_-_Handout_9.2.webp\">"
            },
            "Clue 3: Traps!": {
              "name": "Clue 3: Traps!",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"None\">The Big Bad Base used to be occupied by kobolds who were keen on using traps that could only be activated by creatures heavier than a couple of average kobolds (more than 69 lbs). The goblins haven’t discovered them all; the ones they have, they marked with a big, smiley face.</span></p><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\"><span class=\"None\">Exploration</span></h4><p><span class=\"None\">In the middle of the empty space in front of the base is a 10-foot-by-10-foot smiley face drawn in chalk. If a creature that weighs more than 69 pounds walks on the smiley face, they fall into a </span><strong class=\"Bold\">20-foot-deep</strong><span class=\"None\"> pit. Luckily, their fall is broken by lots of jagged spikes, dealing </span><strong>[[/damage @document.parent.flags.heliana-gelatinous-polyhedrooze.damageDice piercing average=true]]</strong><span class=\"None\"> damage. In front of the smiley face is a crudely painted sign that reads:<br></span></p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud\" style=\"text-align:center\"><span class=\"None\">Diz woz won ov ar sympul trappez.<br>De odaz wyll blo yu upp.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud\" style=\"text-align:center\"><span class=\"None\">Goh awaye now.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud\" style=\"text-align:right\"><span class=\"None\">— Fayfully, Kobboldz</span></p></blockquote><img src=\"modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/1c_-_Kobold_Warning_-_Ooze_-_Handout_9.3.webp\">"
            },
            "Big Bad Base": {
              "name": "Big Bad Base",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"None\">The base is a decrepit warren filled with rickety, belief-powered kobold artifices, magical biomantic storage apparatus, and recent signs of sprucing up at the hands of the Frockit clan. Read or paraphrase the following when the party arrives at the lair. Note, the metal crate mentioned in the read-aloud relates to the ooze in @UUID[JournalEntry.Ziw7d9RCpjSXTnBR.JournalEntryPage.0zzoGxSxXDKPGLRf]{Clues 1} and @UUID[JournalEntry.Ziw7d9RCpjSXTnBR.JournalEntryPage.AMqx82JjbzaEeyNB]{2}.</span></p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud\"><span class=\"None\">At the end of a twisting, root-strewn path through dense jungle forest, a large wooden facade sits in a mossy rock face riddled with tunnels, broken machinery, and misspelled graffiti. Signs of neglect are plentiful: the wooden staircase’s planks hang loose, the scent of mouldering lumber perfumes the air, and large cobwebs can be seen down the tunnels. However, it’s also clear the goblins have been at work. Wheel tracks and footprints lead into every tunnel, and an array of small towers in the forecourt—presumably the Frockit clan’s offices—can be reached by ladders.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud-Last-Line\"><span class=\"None\">The air tingles, as if anticipating the hunt ahead, while the distant sounds of the industrious goblins are muffled by the foliage behind you. A large smiley face is drawn in chalk on the ground and surrounded by yellow and black twisted ribbon. Some ten feet to its right is a large, heavy-looking metal crate that occasionally vibrates, shifting a few millimetres across the bare-rock floor.</span></p></blockquote><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\"><span class=\"None\">General Features</span></h4><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"None\">The lair has the following features:</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Ceilings, Walls, &amp; Floors.</strong></em> </span>The surfaces of the lair are all made of a magically-reinforced, black rock that can’t be damaged by nonmagical means, or by spells of 5th level or lower. The ceilings undulate between 10 and 15 feet high.</p><p><span class=\"Bold-Italic-8\"><em><strong>Doors.</strong></em></span> Any locked door requires a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/tool thief dex dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.thievesDC]]</span> check to unlock. The metal doors have AC 19, 27 hit points, and <strong class=\"Bold\">immunity</strong> to poison and psychic damage. Also, they’re almost all trapped.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Light.</strong></em></span> <span class=\"Squeeze_102-\">The lair is dark, except for the tanks, which shed dim light in a 10-foot radius (see “@UUID[.PpiINIycGGKubtb7]{Tanks}” below), and @UUID[.KKyvXN4Mliyw7NKH]{the main chamber}.</span></p>"
            },
            "Traps": {
              "name": "Traps",
              "text": "<p><span class=\"None\">The lair is filled with a combination of traps fashioned by kobolds and Dr. Stein, as well as apparatus that can easily malfunction after years of neglect.</span></p><p><span class=\"Bold-Italic-8\"><em><strong>Explosive Barrels.</strong></em></span> The barrels with a red dragon’s head symbol painted on their top are filled with explosive liquor. If a barrel takes 5 or more fire or lightning damage at once, it explodes. Each creature within <strong class=\"Bold\">10 feet</strong> of an exploding barrel must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save dex dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span>, taking <strong>[[/damage @document.parent.flags.heliana-gelatinous-polyhedrooze.damageDice fire average=true]]</strong> damage, or half as much damage on a success.</p><p><span class=\"Bold-Italic-8\"><em><strong>Tanks.</strong></em></span> Four huge brass tanks filled with a solution of glowing, blue Mut-x shed dim light in a 10-foot radius. One can be found in each of rooms 3, 4, 10, and 13. The vats have a variety of levers, wheels, and pulleys. If a creature messes with any of them, roll a <strong>[[/r d20]]</strong>. On an 11 or higher, Mut-x sprays out at all creatures within <strong class=\"Bold\">10 feet</strong> of the tank; each creature in the area must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save con dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span> or develop a random mutation from @UUID[RollTable.BZAYvmDd7TboJzYg]{Table A of the Biomancy Traps section}.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Weighted Triggers.</strong></em></span> Traps that use weight as trigger required a weight greater than 69 pounds to trigger (the average weight of a kobold is 30 pounds and the average weight of a goblin is 40 pounds).</p><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Biomancy Traps</h4><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Some of the traps and environmental features of the base have been influenced by the Mut-x and latent biomancy magic permeating the area. Mut-x is a blue liquid that is quickly absorbed by biological matter, rapidly altering it in unpredictable ways. If a creature fails a saving throw against a biomancy trap, they must roll on @UUID[RollTable.BZAYvmDd7TboJzYg]{Table A} to determine the nature of the mutation, and @UUID[RollTable.9HakR4HlCbHbxAS3]{Table B} to determine its duration. Some results in Table A prompt you to roll on @UUID[RollTable.tLZQRIElfBw58WaS]{Table C} and @UUID[RollTable.fEnL5MoGZ7tdQLsX]{Table D}. A creature can only gain each type of mutation once; if it rolls the same mutation twice, nothing happens after the second roll. The <i class=\"Italic-8\">@UUID[Compendium.dnd5e.spells.Item.WzvJ7G3cqvIubsLk]{greater restoration}</i> spell or similar magic can remove one of the effects per casting of the spell.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">The following locations are keyed to @UUID[Scene.v8ZighDolxVilHT6]{Map 9.1. The Big Bad Base}.</p>"
            },
            "Stairway": {
              "name": "Stairway",
              "text": "<p><span class=\"Squeeze_102-\">This steep stairway of polished rock has a gradient of over 45 degrees and a rope bannister on the left. If a creature forgoes using the rope, it must succeed on a</span> <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/check acrobatics dex dc=15]]</span><span class=\"Checks-and-Saves\"> </span>check to reach the top.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Trap: Mut-x Pit.</strong></em></span> Dr. Stein adapted one of the kobold’s traps. Ask for your party’s marching order before they attempt to navigate the stairs.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-4\"><strong class=\"Bold\">Trigger.</strong> <span class=\"Squeeze_99-\">If a creature that weighs more than 69 pounds uses this bannister, the trap is triggered when that creature reaches the penultimate step, and grease begins to pour out of a small tunnel up to the left. Furthermore, the floor at the bottom of the stairs retracts to reveal a 5-foot-wide, 10-foot-long, 20-foot-deep pool of Mut-x.</span></p><p><strong class=\"Bold\">Falling.</strong> This trap can quickly become a comical chain reaction of creatures falling into one another. Each creature on the stairs, starting with the lowest, must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save str dc=15 format=long]]</span>. On a success, that creature halts its descent and becomes stationary.</p><p>If a creature immediately above a stationary creature on the stairs fails its saving throw, it crashes into the stationary creature below it. The stationary creature must then make an additional <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save str format=long]]</span>, the DC for which equals 15 plus 5 for each additional creature that has collided with it.</p><p><span class=\"Squeeze_96-\">A creature that falls all the way to the bottom of the stairs falls into the pool of Mut-x. A creature standing on top of the hidden pool must succeed on a </span><span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save dex dc=15 format=long]]</span> <span class=\"Squeeze_97-\">or fall into the pool.</span></p><p><strong class=\"Bold\">Consequences.</strong> Each creature that falls into the pool takes <strong>[[/damage @document.parent.flags.heliana-gelatinous-polyhedrooze.damageDice acid average=true]]</strong> damage and must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save con dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span> or be subject to a random mutation from @UUID[RollTable.BZAYvmDd7TboJzYg]{Table A in the Biomancy Traps section.}</p>"
            },
            "Storage Crates": {
              "name": "Storage Crates",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">This corridor storage room is lined with old crates filled with rotted food, moth-eaten cloth, and unrefined ore. A stack of barrels with painted red dragon heads on top stands to the southeast, with a further barrel to the south.</p><p><span class=\"Bold-Italic-8\"><strong>Lame Loot.</strong></span> A creature that spends <strong class=\"Bold\">10 minutes</strong> making an <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/check int investigation]]</span> check to look through the crates finds usable cloth, leather, and iron ore, each with a value in silver pieces equal to the result of its check. On a result of 20 or higher, the creature finds one <i class=\"Italic-8\">elemental volatile mote of earth</i> (a magical component).</p>"
            },
            "Tank Room One": {
              "name": "Tank Room One",
              "text": "<p>To the northern side of the room, a 15-foot-tall tank made of brass glows with the blue liquid that fills it. Pipes run from the specially-treated barrels filled with yellow acid into the tank. A stack of barrels with a red dragon’s head sits to the west. A locked, thick, metal door with a keyhole can be found through a short corridor to the northeast. Creatures with a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill perception 15 passive format=long]]</span> notice a scent not dissimilar to a skunk’s. A successful <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill wisdom perception dc=15 format=long]]</span> check reveals this scent to be coming from vials stored in the ceiling, one of which is broken.</p><p><span class=\"Bold-Italic-8\"><em><strong>Trap: Door</strong></em>.</span> The door is trapped against any attempt to unlock it, as revealed by a successful <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/check int investigation dc=15]]</span> check. The trap can be disarmed with a successful <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/tool thief dex dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.thievesDC]]</span><span class=\"Checks-and-Saves\"> </span>check. <span class=\"Squeeze_102-\">A creature that tries to unlock the door without disarming the trap, or who fails the check to disarm the trap by 5 or more, causes the vials of treated skunk juice above to break, pouring on all creatures within the 15-foot-long corridor to the south of the door, dealing </span><strong>[[/damage @document.parent.flags.heliana-gelatinous-polyhedrooze.damageDice poison average=true]]</strong><span class=\"Squeeze_102-\"> damage and causing them to stink. Until a stinky creature spends an hour in a hot bath or otherwise re</span>moves the smell, other creatures that can smell have <strong class=\"Bold\">advantage</strong> on <span class=\"None\">Wisdom (Perception) ch</span>ecks to detect them. The door can be unlocked from its north side without triggering the trap.</p>"
            },
            "Tank Room Two": {
              "name": "Tank Room Two",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Much the same as Tank Room One to the west, this room is replete with barrels and a huge brass tank filled with glowing blue liquid. Pipes run from the specially-treated barrels filled with yellow acid into the tank. A room leads off to the east, a short corridor leads to the south, and a small alcove sits in the southwest.</p><p><span class=\"Bold-Italic-8\"><em><strong>Trap: Bag of Spiders.</strong></em></span> In a small alcove to the southwest is a small sack filled with coins… and spiders! A creature that succeeds on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill wisdom perception dc=12 format=long]]</span> notices the small, silk-wrapped, desiccated corpses of Tiny beasts. A creature that opens the bag must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save dex dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span>, taking <strong>[[/damage @document.parent.flags.heliana-gelatinous-polyhedrooze.damageDice poison average=true]]</strong> damage on a failure, or half as much damage on a success. The bag contains silver pieces equal to fifty times the adventure’s level.</p>"
            },
            "Foyer": {
              "name": "Foyer",
              "text": "<p>This area appears to be a storage room with barrels stacked around its periphery as well as some held in netting tied to the ceiling (revealed if a character looks up or succeeds on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill wisdom perception dc=10 format=long]]</span>). There is a 10-foot-wide metal door with a keyhole at the northern end.</p><p><span class=\"Bold-Italic-8\"><em><strong>Trap: Door.</strong></em></span> This door aims to trick an intruder into thinking they have unlocked it so that they turn the handle and trigger the trap. The door is welded shut; there is no breeze through the crack in the door as revealed by a successful <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill wisdom perception dc=15 format=long]]</span>. There is a keyhole, but it can’t be peeked through to see the room beyond. A creature believes it has unlocked the false lock within the door on a successful <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/tool thief dex dc=10]]</span>.</p><p>The trap is on the door’s handle, as revealed by a successful <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill int investigation dc=15 format=long]]</span> of the handle (or a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill int investigation dc=20]]{DC 20 check}</span> of the door in general). If the handle is turned, it releases the barrels of oil held by netting above the door, which explode in a <strong class=\"Bold\">20-foot-radius sphere</strong> of oil centred on the door, covering the area in a permanent, nonmagical effect identical to the <i class=\"Italic-8\">@UUID[Compendium.dnd5e.spells.Item.etgcR9wqmrhyZ0tx]{grease}</i> spell. In addition, immediately after the trap triggers, each creature in the area gets covered in grease and has <strong class=\"Bold\">disadvantage</strong> on Dexterity saving throws until it spends <strong class=\"Bold\">10 minutes</strong> cleaning itself. If there is an exposed flame in this area, the oil ignites and each creature must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save dex dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span>, taking <strong>[[/damage @document.parent.flags.heliana-gelatinous-polyhedrooze.damageDice fire average=true]]</strong> damage on a failure, or half as much damage on a success.</p>"
            },
            "Barrel Room": {
              "name": "Barrel Room",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">This 15-foot-by-20-foot room has huge stacks of barrels marked with red dragon heads in various alcoves. To the south is an unlocked wooden door leading to the @UUID[.i7uSkkHLZc6D83Bm]{common room}. A huge, glowing tank can be seen in the room to the north and fainter blue light shines down the corridor from the east. Three sacks of scrap metal, nails, and other rusty iron paraphernalia are stacked to the south, one of which contains a clockwork dragon.</p><p><span class=\"Bold-Italic-8\"><em><strong>Trap: Clockwork Dynamite.</strong></em></span> On a successful <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill int investigation dc=10 format=long]]</span>, a creature finds a miniature clockwork dragon in one of the sacks to the southeast. A successful <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill wisdom perception dc=15 format=long]]</span> spots dynamite within it. A successful <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill int investigation dc=20 format=long]]</span><span class=\"None\"> </span>reveals that if wound up and released, the dynamite lights, the toy walks <strong class=\"Bold\">15 feet</strong> in a straight line, and then it explodes. Each creature within <strong class=\"Bold\">10 feet</strong> of the toy when it explodes must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save dex dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span>, taking <strong>[[/damage @document.parent.flags.heliana-gelatinous-polyhedrooze.damageDice thunder average=true]]</strong> damage on a failure, or half as much damage on a success.</p>"
            },
            "Common Room": {
              "name": "Common Room",
              "text": "<p>This room appears to have been recently vacated; mugs of ale are half drunk and food is half eaten. The room has an enormous threadbare rug upon which stand three large tables. Two tables are made from huge slabs of stone, while the third table appears to be made from half an enormous femur. Dragon-marked barrels are stacked in the northwestern corner. Two unlocked doors lead out to the south, one to a balcony overlooking the forecourt from which the adventurers entered, and the other to a rickety staircase descending to that area. There is an unlocked door to the north, and a locked wooden door <span class=\"None\">(</span><span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/tool thief dex dc=10]]</span> check to open, AC 15, 10 hit points) to the east.</p>"
            },
            "Testing Room": {
              "name": "Testing Room",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Squeeze_104-\">This room used to be used for testing the kobolds’ destructive technologies, all in sight of the shrine to the many-headed Dragon Queen to the south. The floor is pockmarked with small craters and is a minefield of still-unexploded ordnance. Unlike the rest of the dungeon, the floor here is a sandy surface.</span></p><p><span class=\"Bold-Italic-8\"><em><strong>Trap: Mines.</strong></em></span> Small dynamite charges have been attached to rusty pressure plates concealed beneath the sandy floor. Whenever a creature moves onto one of the spaces highlighted with a red circle, roll a <strong>[[/r d20]]</strong> (or roll these ahead of time, as many rolls can happen in quick succession). On an 11 or higher, it explodes. Each creature in the space when it explodes must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save dex dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span>, taking <strong>[[/damage @document.parent.flags.heliana-gelatinous-polyhedrooze.damageDice thunder average=true]]</strong> damage on a failure, or half as much damage on a success.</p><p>A creature can find a mine and brush the sand off it without it exploding with a successful <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill dex investigation dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span>. Once revealed, a mine can be safely destroyed with a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/tool thief dex dc=15 format=long]]</span> or temporarily disabled (so it can later be re-armed) with a successful <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/tool thief dex dc=20 format=long]]</span>. On a failure, the trap detonates and the creature attempting to destroy or disable it automatically fails its saving throw against it.</p>"
            },
            "Corridor": {
              "name": "Corridor",
              "text": "<p>This simple corridor has a small tunnel leading off to the north. It contains a pouch with a bag of mushrooms in it: two doses of preserved <i class=\"Italic-8\">Noradreno mucorales</i> (described below). The properties of these mushrooms are revealed by a successful <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill int nature dc=14 format=long]]</span>. Rooms lie to the east and west, and a short staircase drops down to the south.</p><p><em><strong>Noradreno mucorales.</strong></em> You are affected by the <em>@UUID[Compendium.dnd5e.spells.Szvk5FEVQW3uhJi5]{Haste}</em> spell for <strong>1 minute</strong>. At the start of each of your turns while you are affected by the mushroom, you must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save con 15 format=long]]</span><span class=\"s2\"> </span>or be unable to move or take actions until the start of your next turn, as a wave of lethargy sweeps over you. This tall, skinny mushroom is electric-blue and crackles with lightning.</p>"
            },
            "Tank Room Three": {
              "name": "Tank Room Three",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Containing an identical tank to those in @UUID[.ca6j6HdDo1hA1Vov]{room 3} and @UUID[.OiYTBwNcNhpDRCHL]{room 4}, pipes run from the specially-treated barrels filled with yellow acid into the tank. Many barrels are stacked to the south. A ledger, written in Goblin, sits on a crate to the south. It details the value of the treasure moved into the lair’s treasury (see table below). Clever players may realise, after the party kills The Motherload, there is more treasure to be found than is listed in this ledger (and that they can get away with taking some!).</p><h5 class=\"Heliana-Book-1-Styles_Titles_Title-5--Table-\">Bogbolz’s Ledger of Lost Treasure</h5><table id=\"table211\" class=\"Basic-Table\"><colgroup><col><col></colgroup><tbody><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><strong class=\"Bold\">Hunt Level</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Treasure Moved to Treasury</strong></p></td></tr><tr><td><p>1st</p></td><td><p>[[/award 1200gp]]</p></td></tr><tr><td><p>6th</p></td><td><p>[[/award 16400gp]]</p></td></tr><tr><td><p>11th</p></td><td><p>[[/award 56000gp]]</p></td></tr></tbody></table><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Clue.</strong></em></span> A note scratched in the margin of the ledger details that the goblins must carry the treasure by hand, so as not to be too heavy!</p>"
            },
            "Loading Area": {
              "name": "Loading Area",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">This large cavern is home to empty stables, wheel tracks, and a cart filled with barrels in the midst of being removed. A tunnel leads to a room that glows with dim blue light to the north. A staircase leads away to the southwest, close to which is a crack large enough for a Small or smaller creature to squeeze through.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Trap: Pressure Plate.</strong></em></span> Dr. Stein adapted one of the kobolds’ traps. Ask for your party’s marching order before they attempt to navigate the stairs.</p><ul style=\"list-style:none\"><li><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-4\"><strong class=\"Bold\">Trigger.</strong> If a creature that weighs more than 69 pounds walks on any of the top three steps, the stairs retract to form a steep slide and the floor at the bottom of the stairs retracts to reveal a 5-foot-wide, 10-foot-long, 20-foot-deep pool of Mut-x.</p></li><li><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-4\"><strong class=\"Bold\">Falling.</strong> This trap has the same mechanism as @UUID[.zQSbzbXIMsj17zbC]{Mut-x Pit in room 1}.</p></li><li><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-4-Last-Line\"><strong class=\"Bold\">Consequences.</strong> This trap has the same consequences as @UUID[.zQSbzbXIMsj17zbC]{Mut-x Pit in room 1}.</p></li></ul>"
            },
            "The Pit": {
              "name": "The Pit",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">This long corridor has several shallow cubbies in the walls along its length. A faint blue glow and objects that look like machinery can be seen at the far end. A chalk smiley face covers a 5-foot-square area of the floor.</p><p><span class=\"Bold-Italic-8\"><em><strong>Trap: Pit.</strong></em></span> The middle <strong class=\"Bold\">25 feet</strong> <span class=\"Squeeze_97-\">of this corridor are a pit covered with a flimsy substructure and blue clay baked to look like the surrounding stone. The chalk smiley face is drawn on the southernmost 5-foot-square of the trapped area. A successful</span> <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill wis nature dc=14 format=long]]</span><span class=\"Squeeze_98-\"> identifies that this section of floor is different from the surrounding rock. If more than 69 pounds of weight is applied to any 5-foot-square space in the trapped area, the entire floor gives way. Each creature in the area must succeed </span>on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save str dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span> <span class=\"Squeeze_97-\">to press its feet and arms against the wall in an attempt to stop itself from falling. On a failure, a creature </span>falls <strong class=\"Bold\">10 feet</strong> <span class=\"Squeeze_97-\">onto sharpened metal spikes, taking </span><strong>[[/damage @document.parent.flags.heliana-gelatinous-polyhedrooze.damageDice piercing average=true]]</strong><span class=\"Squeeze_97-\"> damage.</span></p><p>Once activated, a creature can stem its way down the tunnel by pressing its hands and feet against the opposite walls. To do so, it must succeed on multiple <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill str athletics dc=12]]</span> <span class=\"Squeeze_97-\">checks; each successful check allows it to move 10 feet down the hall. A creature with a climbing speed has</span> <strong>&amp;reference[advantage]{advantage}</strong><span class=\"None\"> on these checks. Failing either check results in the creature falling onto the spikes as described above.</span></p>"
            },
            "Tank Room Four": {
              "name": "Tank Room Four",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">This room is almost identical to the other tank rooms; it has a huge tank that glows with a dim blue light and four barrels of acid that feed the tank. It doesn’t contain any traps. The chamber to the west contains thousands of floating blue lights that bathe the large chamber in a dim glow.</p>"
            },
            "The Main Chamber": {
              "name": "The Main Chamber",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">This is the room in which the party can fight The Motherload. This 80-foot-square chamber is dimly lit by sparkling blue glowflies whose light reflects off the surface of a pool in the room’s centre. A wall of fungus brightly lights the northern <strong class=\"Bold\">10 feet</strong> of the room, and sheds dim light for an additional 10 feet.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\">When the party first enters this room, read or paraphrase the following:</p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud-Last-Line\">This large chamber—some 80 feet across—is filled with irritating caustic fumes and floating iridescent flies that bathe the entire chamber in dim light. A wall of brilliant luminescent fungi covers the northern wall, shedding bright light for a short distance. A large pool of deep blue liquid fills the centre of the room, its surface some 5 feet below the ground on which you stand. The pool itself seems to be filled with all manner of treasures: coins, plates, jewellery. Oh… and many, many bones.</p></blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Hazard: Acid Pool.</strong></em></span> The pool of blue liquid in the centre of the room is <strong class=\"Bold\">200 feet</strong> deep and filled with acid. The ground around it is <strong class=\"Bold\">5 feet</strong> above the surface of the acid. A creature that enters the acid for the first time on its turn or starts its turn there takes<span class=\"Squeeze_96-\"> </span><strong>[[/damage @document.parent.flags.heliana-gelatinous-polyhedrooze.damageDice acid average=true]]</strong> damage. Oozes are invisible while under the acid’s surface.</p><p><span class=\"Bold-Italic-8\"><em><strong>Tracks.</strong></em></span> A successful <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill wis survival dc=9 format=long]]</span> <span class=\"None\">check </span>identifies that the goblins’ tracks lead to the room in the northeast corner.</p><p><span class=\"Bold-Italic-8\"><em><strong>Traps: Glyphs of Warding.</strong></em></span> Glyphs of warding can be found on the ceiling of the short corridors to the northeast and northwest. They are nearly invisible, requiring a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save int investigation dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span><span class=\"Checks-and-Saves\"> </span>to notice, and a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/skill int arcana dc=11 format=long]]</span> check to recall how such glyphs function. If a creature weighing more than 69 pounds walks underneath the glyph, it detonates and each creature within <strong class=\"Bold\">20 feet </strong>of the glyph must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save dex dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span>. On a failure, a creature takes <strong>[[/damage @document.parent.flags.heliana-gelatinous-polyhedrooze.damageDice lightning average=true]]</strong> damage (for the glyph in the northeast) or <strong>[[/damage @document.parent.flags.heliana-gelatinous-polyhedrooze.damageDice cold average=true]]</strong> damage (for the glyph in the northwest). On a success, a creature takes half as much damage.</p>"
            },
            "The Treasury": {
              "name": "The Treasury",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Dragon heads set into the periphery of this room gush warm water into a series of natural pools, which drain through minuscule cracks. The water is warm and has only a slight sulphurous scent, perfect to wash off the dirt of battle and the stink of skunks. A few copper coins wedged in cracks in the floor indicate this was likely the lair’s treasury.</p><p><span class=\"Bold-Italic-8\"><em><strong>Hazard: Mutation Pool.</strong></em></span> Unfortunately, the water has been contaminated with Mut-x. A creature that touches the water must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save con dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span> or gain a random mutation from @UUID[RollTable.BZAYvmDd7TboJzYg]{Table A in the Biomancy Traps section.}</p>"
            },
            "The Office": {
              "name": "The Office",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">In the northwest corner, a desk is strewn with scrolls, papers, and books. The splash of water and scent of old eggs wafts from the southwest corner. A large safe sits nestled in an alcove of rock in the room’s centre.</p><p><span class=\"Bold-Italic-8\"><em><strong>Hazard: Mutation Pool.</strong></em></span> A series of natural pools are fed by the warm, slightly sulphurous water that pours from the stone dragon heads around its periphery. The water is the perfect temperature in which to relax sore muscles and ring oil from clothes. Unfortunately, it has been contaminated with Mut-x. A creature that touches the water must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save con dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span> or gain a random mutation from @UUID[RollTable.BZAYvmDd7TboJzYg]{Table A in the Biomancy Traps section.}</p><p><span class=\"Bold-Italic-8\"><em><strong>Treasure: Spell Scrolls.</strong></em> </span>On the desk are several waxed and sealed vellum tubes: <i class=\"Italic-8\">spell scrolls</i>! There are two, three, and four <i class=\"Italic-8\">scrolls</i> in the 1st-, 6th-, and 11th-level versions of this hunt, respectively. Roll [[/r 2d4]], [[/r 3d6]], or [[/r 4d8]] for the appropriate level of hunt and consult the Biomancy Treasure table to determine which <i class=\"Italic-8\">spell scrolls</i> are available.</p><p><span class=\"Bold-Italic-8\"><em><strong>Treasure Safe: Spellbook.</strong></em></span> Inside the safe (AC 19, 50 hit points, can be unlocked with a successful <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/tool thief dex dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.thievesDC format=long]]</span> is one of Dr. Stein’s old spellbooks. It contains all the spells in the Biomancy Treasure table below (four at 1st level, six at 6th level, and eight at 11th level):</p><h5 class=\"Heliana-Book-1-Styles_Titles_Title-5--Table-\">Biomancy Treasure</h5><table id=\"table212\" class=\"Basic-Table\"><colgroup><col><col><col><col></colgroup><thead><tr><td><p>d4/6/8</p></td><td><p>Hunt Level</p></td><td><p>Spells</p></td><td><p>Spell Level</p></td></tr></thead><tbody><tr><td><p>1</p></td><td rowspan=\"4\"><p>1st, 6th, 11th</p></td><td><p><em>@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.YgwjoXVTMsZKqlKS]{pins &amp; needles}</em></p></td><td><p>Cantrip</p></td></tr><tr><td><p>2</p></td><td><p><em>@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.06nKk1YowCoOT9Kx]{chameleon skin}</em></p></td><td><p>1st</p></td></tr><tr><td><p>3</p></td><td><p><em>@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.Y5KbtmX3TYk3Ehc9]{endoleech}</em></p></td><td><p>2nd</p></td></tr><tr><td><p>4</p></td><td><p><em>@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.vW6AKnPsvXpDZaWF]{preserve}</em></p></td><td><p>2nd</p></td></tr><tr><td><p>5</p></td><td rowspan=\"2\"><p>6th, 11th</p></td><td><p><em>@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.bg2FnQnosGWPORsL]</em></p></td><td><p>3rd</p></td></tr><tr><td><p>6</p></td><td><p><em>@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.X5inmA6wATIU5HYw]{frogskin}</em></p></td><td><p>4th</p></td></tr><tr><td><p>7</p></td><td rowspan=\"2\"><p>11th</p></td><td><p><em>@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.k3KLKfajX0JByvuj]{bone cage}</em></p></td><td><p>5th</p></td></tr><tr><td><p>8</p></td><td><p><em>@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.aOsfZMfBbaurIjAn]{lungburst}</em></p></td><td><p>6th</p></td></tr></tbody></table>"
            },
            "The Battle Ahead": {
              "name": "The Battle Ahead",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"None\">The Motherload needs to be coaxed out of the acid pool using treasure as bait. While waiting for the Gargantuan ooze to arrive, smaller creatures are attracted to the bait and attack the party, whom they see as competitors. All three waves take place in the main chamber, with the first two waves lasting 3 rounds each.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>The Bait.</strong></em></span><span class=\"None\"> </span><span class=\"Squeeze_97-\">In order to start the battle (and attract The Motherload), the bait must have a value in gold pieces equal to fifty times the hunt level ([[lookup @flags.heliana-gelatinous-polyhedrooze.level]]*50gp). @UUID[JournalEntry.Ziw7d9RCpjSXTnBR.JournalEntryPage.E9KVVnH2jEOaiUPu]{Bogbolz} provides the party with rat meat and viscera to mix in with the treasure before they enter the base. Shortly after the bait is placed within 10 feet of the pool, wave 1 begins.</span></p>"
            },
            "The Motherload's Lair": {
              "name": "The Motherload's Lair",
              "text": "<p>The Motherload’s lair is a third-hand affair, previously used as a biomantic laboratory by Dr. Frank N. Stein and, before him, as a lair for the dragon Tuckerthranx the Red (and his retinue of kobolds). It shows signs of all its different tenants, from biomantic apparatus to claw marks and kobold graffiti.</p><h3>Regional Effects</h3><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">The area within 6 miles of The Motherload’s lair has the following unique properties:</p><ul><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Biomantic Adaptations.</strong></em></span> Polyhedroozes occur where biomantic magic, specifically Mut-x, has been unleashed. This magic affects all sorts of fauna and flora, resulting in creatures and plants that have the morphology and traits of other specimens in the region. For example, a cloaker might have a roper’s tendril attack.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Malleable Mood.</strong></em></span> <span class=\"Squeeze_98-\">Creatures affected by Mut-x often take on the psychological traits of any powerful creatures that occupied the area. Polyhedroozes near a former black dragon’s lair may be especially cruel, while those in proximity to an archfey might be tricksy. Here, for example, the polyhedroozes are especially greedy for treasure.</span></li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Reactive Mutations.</strong></em></span> Some creatures have the Reactive Mutations trait, raising their CR by 1. Immediately after the creature takes damage, it gains <strong>&amp;reference[resistance]{resistance}</strong> to that damage type. The creature can have a number of resistances from this trait equal to its proficiency bonus. If the creature has its maximum number of resistances, the oldest resistance is lost when a new one is gained.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\"><span class=\"Bold-Italic-8\"><em><strong>Polyhedrons.</strong></em></span> Rocks, speleothems, and plants form in distinctly geometric patterns, often as perfectly symmetrical polyhedra.</li></ul><p><span class=\"Bold-Italic-8\"><em><strong>Environmental Boon: Biomantic Overload.</strong></em></span> Every <strong class=\"Bold\">10 minutes</strong> a creature spends in the lair or its forecourt, that creature must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save con dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span>. On a failure, the creature becomes ‘primed’ and doesn’t make any more Constitution saving throws for this hazard. The first time a creature takes damage after it becomes primed, it gains <strong>&amp;reference[resistance]{resistance}</strong> to that damage type. This resistance fades when the creature spends <strong class=\"Bold\">one hour</strong> away from the lair.</p><p><span class=\"Bold-Italic-8\"><em><strong>Helping Hand.</strong></em></span> At any time during the battle, @UUID[JournalEntry.Ziw7d9RCpjSXTnBR.JournalEntryPage.E9KVVnH2jEOaiUPu]{Bogbolz} can appear, throwing a splash potion at a point she can see within 60 feet of her. Each creature in a <strong class=\"Bold\">10-foot-radius sphere</strong> centred on that point gains the effect of the <i class=\"Italic-8\">@UUID[Compendium.dnd5e.spells.Item.F0GsG0SJzsIOacwV]{lesser restoration}</i> spell and regains <strong>[[/damage @document.parent.flags.heliana-gelatinous-polyhedrooze.damageDice average healing]]</strong>. She then hobbles away grumbling “Gods damned health and safety nightmare…”</p><h3>Lair Actions</h3><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">While The Motherload lives, it can invoke the ambient magic of Tuckerthranx and Stein’s lair to take lair actions.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\">Lair Actions.</span> On initiative count 20 (losing initiative ties), The Motherload takes a lair action to cause one of the following effects. See the table from the @UUID[.9UGCccPQlpLz46Ca]{Introduction} for the Vdam and VDC.</p><ul><li><span class=\"Bold-Italic-8\"><em><strong>Acid Wave.</strong></em></span> A <strong class=\"Bold\">15-foot-wide, 15-foot-tall</strong> wave of acid erupts from a pool in the lair, travelling 30 feet along the ground in a direction of The Motherload’s choice. Each non-ooze creature in the area must make a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save dex dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span>. On a failed save, a creature takes <strong>[[/damage @document.parent.flags.heliana-gelatinous-polyhedrooze.damageDice average acid]]</strong> damage and is knocked <strong>&amp;Reference[prone]</strong>. On a success, it takes half as much damage and isn’t knocked prone.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Spiteful Adaptation.</strong></em></span> Biomantic magic surrounds one creature in the lair, which must succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save con dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span> or gain <strong class=\"Bold\">vulnerability</strong> to one random damage type as its skin mutates. The creature can repeat the saving throw at the end of each of its turns, ending the effect on a success.</li></ul><h4>Random Damage Types</h4><table id=\"table214\" class=\"Basic-Table\"><colgroup><col><col></colgroup><tbody><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><strong class=\"Bold\">[[/r 1d12]]</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Damage Type</strong></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">1</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">Acid</p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">2</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">Bludgeoning</p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">3</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">Piercing</p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">4</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">Slashing</p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">5</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">Cold</p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">6</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">Fire</p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">7</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">Lightning</p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">8</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">Thunder</p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">9</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">Necrotic</p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">10</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">Radiant</p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">11</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">Poison</p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">12</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">Psychic</p></td></tr></tbody></table>"
            },
            "Wave 1: Opportunists": {
              "name": "Wave 1: Opportunists",
              "text": "<p><span class=\"None\">The Maphrok jungle is a dangerous place, and laying out treasure and meat is sure to attract unwelcome guests. The same is true here; oozes hanging out motionless on the ceiling drop down to attack the party, and various monstrosities in search of food and treasure emerge from dark places.</span></p><h3><span class=\"None\">Enemies</span></h3><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"None\">The enemies in wave 1 are hunters and scavengers, creatures with no desire or compunction to fight together.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 1.</strong></em></span><span class=\"None\"> At 1st level, the wave 1 combatant is:</span></p><ul><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\"><span class=\"None\">1 </span><strong class=\"Bold\">@UUID[Actor.SMpaKJsritQj2Rtr]{gray ooze}</strong><span class=\"None\"> (CR </span>½<span class=\"None\">)</span></li></ul><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 6.</strong></em> </span><span class=\"None\">At 6th level, the wave 1 combatants are:</span></p><ul><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"None\">1 </span><strong class=\"Bold\">@UUID[Actor.PjZ1eQeHydWt0L1w]{xorn}</strong><span class=\"None\"> (CR 5)</span></li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\"><span class=\"None\">2 </span><strong class=\"Bold\">@UUID[Actor.Nf6p0edmhUVDaLc6]{ochre jellies}</strong><span class=\"None\"> (CR 2)</span></li></ul><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 11.</strong></em></span><span class=\"None\"> </span><span class=\"Squeeze_95-\">At 11th level, the wave 1 combatants are:</span></p><ul><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"None\">1 <strong>@UUID[Actor.zABFA90qmlfWiEFC]{weakened behir }</strong>(CR 8, 126 hit points, Lightning Breath deals <strong>[[/damage 10d6 lightning average]]</strong> damage)</span></li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\"><span class=\"None\">2 </span><strong class=\"Bold\">@UUID[Actor.hWjlbX4F0jz7g4Hn]{black puddings}</strong><span class=\"None\">(CR 4)</span></li></ul><h3><span class=\"None\">Tactics</span></h3><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Behir.</strong></em></span> Though not detailed in its stat block, the behir is capable of travelling through narrow, twisting tunnels without squeezing. For this reason, you can have the behir emerge from a (Medium-sized) crack in the ceiling of the cavern. With a low Intelligence, the behir isn’t capable of predicting individual creatures’ strengths or weaknesses.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Xorn.</strong></em></span> The xorn wants the gems and precious metals that are in the party’s bait. If it’s within reach of the bait, it uses its bonus action each turn to consume some of the treasure. After three rounds (and one-quarter of the treasure is consumed), it is satiated and leaves. Note: this doesn’t affect the progress of the combat, it’s just for flavour.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Fleeing.</strong></em></span> The behir or xorn has a good survival instinct and will flee when it has fewer than two-fifths of its hit points remaining. The oozes have a much weaker sense of self-preservation and will flee only when reduced to one-quarter of their hit points or fewer. All creatures use the Dash action rather than the Disengage action; they have a low Intelligence and no combat training.</p>"
            },
            "Wave 2: Polyhedroozes": {
              "name": "Wave 2: Polyhedroozes",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"None\">The smaller polyhedroozes have been moulded by Tuckerthranx’s greed and float to the surface of the acid pool to engulf the bait. Unfortunately, they aren’t very clever or observant, and emerge closer to the characters than the treasure. In addition, ambush predators hiding in the shadows choose this moment to unveil themselves, trying to abscond with a good meal. Roll initiative at the end of the third round, having the new enemies join the fray on their initiative count of the fourth round. You can read or paraphrase the following:</span></p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud-Last-Line\"><span class=\"None\">With nary a ripple, multi-sided oozes roll their way up the bank of the pool. Within each are a few minor trinkets—some silver coins, a locket, and bones aplenty.</span></p></blockquote><h3><span class=\"None\">Enemies</span></h3><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"None\">The enemies in wave 2 are smaller polyhedroozes that have been plaguing the goblins, as well as one ambush predator.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 1.</strong></em></span> At 1st level, the wave 2 combatants are:</p><ul><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">1 <strong class=\"Bold\">@UUID[Actor.VcHflPPlfIjVWp8I]{darkmantle}</strong> (CR ½)</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">2 <strong class=\"Bold\">@UUID[Actor.65KJmrTMJlagxZo7]{tetrahedroozes}</strong> (CR ¼)</li></ul><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 6.</strong></em></span> At 6th level, the wave 2 combatants are:</p><ul><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">1 <strong class=\"Bold\">@UUID[Actor.iBfL21OxFhi0xIRT]{roper}</strong> (CR 5)</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">2 <strong class=\"Bold\">@UUID[Actor.uFJMTI1ttijATpoX]{hexahedroozes}</strong> (CR 3)</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">3 <strong class=\"Bold\">@UUID[Actor.65KJmrTMJlagxZo7]{tetrahedroozes}</strong> (CR ¼)</li></ul><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 11.</strong></em></span> At 11th level, the wave 2 combatants are:</p><ul><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">1 <strong class=\"Bold\">@UUID[Actor.FH2kim3WMDxZ8B88]{decahedrooze}</strong> (CR 9)</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">1 <strong class=\"Bold\">@UUID[Actor.JzDsEpAfSlVxfyxZ]{cloaker} </strong>(CR 8)</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">1 <strong class=\"Bold\">@UUID[Actor.R5rIZw5OmZUdcig0]{octahedrooze}</strong> (CR 6)</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">2 <strong class=\"Bold\">@UUID[Actor.uFJMTI1ttijATpoX]{hexahedroozes}</strong> (CR 3)</li></ul><img src=\"modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/Polyhedrooze-Monster-Ooze_Cubes_Group.webp\"><h3><span class=\"None\">Tactics</span></h3><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Polyhedroozes.</strong></em></span> During the third round, the polyhedroozes position themselves in the acid pool so that, on the turn they emerge, they are able to reach the adventurers. In practice, this means they emerge wherever you, as GM, desire. The oozes aren’t intelligent enough to coordinate attacks, nor adjust a poor tactic that isn’t working. The oozes in the 6th and 11th-level hunt have legendary actions which you can distribute as you wish; all three after one character’s turn, or a different ooze after each character’s turn.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Ambush Predators.</strong></em></span> <span class=\"Squeeze_98-\">These predators aren’t out to eat the entire party; one victim will suffice. They focus all their efforts on one individual, aiming to kill it and/or drag it away for dinner. These predators can appear wherever you like; they have lain dormant and unseen, roosting on the ceiling or in a crevice.</span></p><ul style=\"list-style:none\"><li><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-4\"><strong class=\"Bold\">Darkmantle and Roper.</strong> The darkmantle or roper is unintelligent, picking a target at random. In fact, the darkmantle is so stupid you might have it intentionally target the adventurer with the highest Strength and AC. It is advantageous for the roper to be attached to a ceiling or wall on the opposite side of the acid pool from the adventurers. This way an adventurer that succeeds on a check to free itself of the tendril is more likely to fall into a pool of acid if they escape from its grapple.</p></li><li><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-4-Last-Line\"><strong class=\"Bold\">Cloaker.</strong> Conversely, the cloaker chooses its target astutely. Creatures with low Strength and fewer hit points than the cloaker are a favourite target; due to the cloaker’s Damage Transfer trait, a creature it grapples is likely to be killed before the cloaker dies. However, above all else, the cloaker targets a creature away from sources of bright light, and away from the rest of the group. As soon as creatures come within <strong class=\"Bold\">60 feet</strong> of the cloaker, it uses its Moan action in an attempt to frighten them, preventing them from getting closer.</p></li></ul><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Fleeing.</strong></em></span> As in the previous wave, the oozes flee only when close to death (one-quarter of their hit points or fewer), while the ambush predators retreat when below two-fifths of their hit points. Both use the Dash action rather than the Disengage action.</p>"
            },
            "Wave 3: The Motherload": {
              "name": "Wave 3: The Motherload",
              "text": "<p>The Gargantuan polyhedrooze that stole the treasure finally emerges! It rolls initiative on initiative count 0 of the sixth round, appearing on its initiative count during the seventh round.</p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud-Last-Line\">A huge, multi-faceted mass of pale green ooze floats to the surface of the pool, causing a slight swell to splash up onto the surrounding ground. Inside the ooze are all manner of precious objects: coins, gems, goblets, and more. The ooze rolls its mass onto the treasure pile, adding the meagre hoard to the riches within it, and rapidly dissolving the chunks of rat offal.</p></blockquote><h3><span class=\"None\">Enemies</span></h3><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Squeeze_96-\">In wave 3, the enemy is the Gargantuan polyhedrooze known as The Motherload. Regardless of the size in the creature’s stat block, The Motherload ooze is Gargantuan, and can use its Engulf action on Huge or smaller creatures.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 1.</strong></em></span> At 1st level, the wave 3 combatant is:</p><ul><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">1 <strong class=\"Bold\">@UUID[Actor.slCIDaIGDFvbp8Hb]{hexahedrooze}</strong> (CR4; Gargantuan, with 1 legendary resistance and a walking and climbing speed of <strong class=\"Bold\">30 feet</strong>)</li></ul><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 6.</strong></em></span> At 6th level, the wave 3 combatant is:</p><ul><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">1 <strong class=\"Bold\">@UUID[Actor.Io1k7S5DK6eEZ5yw]{dodecahedrooze}</strong> (CR 13; Gargantuan, with 2 legendary resistances and a walking and climbing speed of <strong class=\"Bold\">30 feet</strong>)</li></ul><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 11.</strong></em></span> At 11th level, the wave 3 combatant is:</p><ul><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">1 <strong class=\"Bold\">@UUID[Actor.GMDLDCbaniVZcfc5]{icosahedrooze}</strong> (CR 20)</li></ul><h3><span class=\"None\">Tactics</span></h3><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"None\">The Motherload is a simple creature with low Intelligence. It initially uses its Engulf action (as part of its Multiattack) to move onto the treasure, and then immediately turns its attention to the party. It chooses targets for its pseudopod attacks at random and moves towards the nearest creature. When it has one-quarter of its hit points or fewer, it tries to retreat back into the acid pool, using the Dash action rather than the Disengage action.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Retreat.</strong></em></span><span class=\"None\"> </span><span class=\"Squeeze_97-\">If The Motherload successfully retreats back into the acid pool, it is almost impossible to attack: it is invisible while in the acid, which is also very deep. It can be coaxed into reemerging after 1 hour (after it finishes a short rest) if the party lays out treasure of an equal value to what was first used as bait and each creature is at least 40 feet from the edge of the acid pool. The Motherload uses its movement to move onto the new treasure pile and Engulf it. If it starts its turn with less than one-quarter of its hit point maximum, it immediately re-retreats into the pool.</span></p><img src=\"modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/1a%20-%20ArtPrint_Gelcube_front.webp\">"
            },
            "Optional Ending: Rising Tide": {
              "name": "Optional Ending: Rising Tide",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">If you’re running a one-shot, there might not be much point in continuing the game after the epic boss battle. Instead, you can use this optional ending to give an epic, climactic conclusion to the hunt. When The Motherload is slain, a wave of biomantic magic thrums through the lair in an ethereal teal wave. Read or paraphrase the following:</p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud-Last-Line\">A disc-like wave of teal energy erupts from The Motherload as the enormous ooze melts into a puddle of goop, the metal and bone within it clattering to the ground. A sound like aged machinery grinding off layers of rust echoes through the lair’s walls and the pool at the centre of the room begins to bubble. Like a storm-driven high tide, the blue, gelatinous liquid rises higher and higher, threatening to overflow.</p></blockquote><p>Each creature in the lair must immediately succeed on a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save con dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span> <span class=\"Squeeze_99-\">against the wave of teal biomantic energy or develop one of the random mutations on @UUID[RollTable.BZAYvmDd7TboJzYg]{Table A in the Biomancy Traps section}. In addition, the pool of acid begins to rise and flood the lair. It spreads</span> <strong class=\"Bold\">30 feet </strong><span class=\"Squeeze_99-\">outward on initiative count 0 of each round, finding cracks under doors and through barricades. A creature that starts its turn in the acid, or moves into the area for the first time on its turn, takes </span><strong>[[/damage @document.parent.flags.heliana-gelatinous-polyhedrooze.damageDice acid average=true]]</strong><span class=\"Squeeze_99-\"> damage and must succeed on</span> a <span class=\"heliana-gelatinous-polyhedrooze Checks-and-Saves\">[[/save con dc=@document.parent.flags.heliana-gelatinous-polyhedrooze.dc format=long]]</span> <span class=\"Squeeze_99-\">or develop a random mutation from @UUID[RollTable.BZAYvmDd7TboJzYg]{Table A}. A creature that makes it to the forecourt is deemed safe and has survived the hunt.</span></p>"
            },
            "Aftermath": {
              "name": "Aftermath",
              "text": "<p>Here are some possible outcomes of the hunt:</p><ul><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">The goblins talk a lot, and soon biomantic magic is seen more and more frequently throughout the world. People remark with wonder when the player characters use biomantic magic.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">The Frockit clan offers the party a 10% discount on any rooms or buildings they may want constructed in their dungeon/castle/lair/base.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Squeeze_95-\">According to Bogbolz’s ledger, The Motherload stole a certain quantity of gold from their client’s treasury (see the @UUID[.hq7I6HO24sqpQDlX#bogbolzs-ledger-of-lost-treasure]{Bogbolz’s Ledger of Lost Treasure table}). Upon the adventurers’ emergence into the forecourt, Bogbolz immediately sends a team to count the treasure. If there is less treasure than in the ledger, Bogbolz will accuse the party of stealing it and dock the difference from their pay. Note: The Motherload carries more gold than the amount recorded, so the party can take some without drawing Bogbolz’s ire.</span></li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">If the party argues with Bogbolz about this, she quickly has several hundred goblins at her back.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">The Frockit clan pays the agreed reward, less any deductions, and continues building the lair.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">Heliana is proud of the party for helping what civilised folks call a ‘monstrous race’ and prepares them a classic goblin dish. It’s disgusting.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">Murdob’narob is actually Baron Bodrum, who’s decided to try his hand at being a villain. If the base is cleared, he does some villainous stuff.</li></ul><h3 class=\"Heliana-Book-1-Styles_Titles_Title-3\"><span class=\"None\">Cacophonics</span></h3><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"None\">Upon hearing the adventurers’ tale, Cacophonics, the Loot Tavern’s bard, creates the following song:</span></p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud\"><span class=\"None\">Down in The Low where our wanderers go<br>The lair of Francis Stein<br>There’s a treasure trove the goblins tried<br>To move it all in time</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud\"><span class=\"None\">No one could know that hiding below <br>The acid was biding time<br>And the motherload would ooze its way<br>Up to the pool side</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud\"><span class=\"None\">Shining gifts it couldn’t resist<br>But it learned to resist attack<br>So be sure to keep a careful eye<br>And navigate the traps</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud\"><span class=\"None\">The wanderers knew defeating the ooze<br>Would not be an easy feat<br>But the treasure promised with success<br>Makes the victory ever sweet</span></p></blockquote>"
            },
            "Treasure": {
              "name": "Treasure",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"None\">In addition to the </span><i class=\"Italic-8\">spell scrolls</i><span class=\"None\"> and spellbook in @UUID[.dwbXcX5v5VxPl5wD]{the office}, The Motherload drops a wealth of treasure. Note: the Motherload has consumed more than just Murdob’narob’s stash; the actual treasure that the Motherload drops is greater than what is recorded in @UUID[.hq7I6HO24sqpQDlX#bogbolzs-ledger-of-lost-treasure]{Bogbolz’s ledger}. A quick thinking character can easily pocket the difference.</span></p><h5 class=\"Heliana-Book-1-Styles_Titles_Title-5--Table-\"><span class=\"None\">Motherload’s Treasure</span></h5><table id=\"table010\" class=\"Basic-Table TableOverride-1\"><colgroup><col class=\"_idGenTableRowColumn-29\"><col class=\"_idGenTableRowColumn-30\"><col class=\"_idGenTableRowColumn-31\"><col class=\"_idGenTableRowColumn-30\"><col class=\"_idGenTableRowColumn-31\"></colgroup><thead><tr class=\"Basic-Table _idGenTableRowColumn-14\"><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><strong class=\"Bold\">Hunt Level</strong></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><strong class=\"Bold\">Treasure Objects</strong></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><strong class=\"Bold\">Coins</strong></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><strong class=\"Bold\">Gems</strong></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><strong class=\"Bold\">Total Treasure Value</strong></p></td></tr></thead><tbody><tr class=\"Basic-Table _idGenTableRowColumn-5\"><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">1st</span></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><span class=\"None\">[[/award 4*100gp]]</span></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><span class=\"None\">[[/award 1000gp]]</span></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><span class=\"None\">[[/award 5*50gp]]</span></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><span class=\"None\">[[/award 1650gp]]</span></p></td></tr><tr class=\"Basic-Table _idGenTableRowColumn-20\"><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">6th</span></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><span class=\"None\">[[/award 30*200gp]]</span></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><span class=\"None\">[[/award 4900gp]]</span></p><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><span class=\"None\">[[/award 400pp]]</span></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><span class=\"None\">[[/award 20*150gp]]</span></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><span class=\"None\">[[/award 17900gp]]</span></p></td></tr><tr class=\"Basic-Table _idGenTableRowColumn-32\"><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">11th</span></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><span class=\"None\">[[/award 50*400gp]]</span></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><span class=\"None\">[[/award 7500gp]]</span></p><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><span class=\"None\">[[/award 2300pp]]</span></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><span class=\"None\">[[/award 30*300gp]]</span></p></td><td class=\"Basic-Table CellOverride-2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures ParaOverride-3\"><span class=\"None\">[[/award 59500gp]]</span></p></td></tr></tbody></table>"
            },
            "Harvest": {
              "name": "Harvest",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"None\">The Motherload (and any Gargantuan polyhedrooze you may use in the future) has the following unique components, in addition to ones normal for an ooze. The Motherload also drops a pair of </span><span class=\"Italic\">goo luck dice</span><span class=\"None\">, a common, socketable item that can be equipped on any mount or weapon, granting it a small amount of luck. The food component for the unique recipe is a </span><span class=\"Italic\"><em>phial of polyhedrooze ooze</em></span><span class=\"None\"> (blood).</span></p><h5 class=\"Heliana-Book-1-Styles_Titles_Title-5--Table-\">Gargantuan Polyhedrooze Harvest Table</h5><table id=\"table011\" class=\"Basic-Table TableOverride-1\"><colgroup><col class=\"_idGenTableRowColumn-15\"><col class=\"_idGenTableRowColumn-16\"></colgroup><thead><tr class=\"Basic-Table _idGenTableRowColumn-4\"><td class=\"Basic-Table CellOverride-1\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><strong class=\"Bold\">Component DC</strong></p></td><td class=\"Basic-Table CellOverride-1\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Components</strong></p></td></tr></thead><tbody><tr class=\"Basic-Table _idGenTableRowColumn-32\"><td class=\"Basic-Table CellOverride-1\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">5</span></p></td><td class=\"Basic-Table CellOverride-1\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Gooey wishbone </span>(up to 5)<span class=\"Italic\">, phial of biomantic acid </span>(∞),</p></td></tr><tr class=\"Basic-Table _idGenTableRowColumn-4\"><td class=\"Basic-Table CellOverride-1\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">10</span></p></td><td class=\"Basic-Table CellOverride-1\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Phial of polyhedrooze ooze</span><sup class=\"Superscript _idGenCharOverride-1\">E</sup><span class=\"Italic\"> </span>(∞)</p></td></tr><tr class=\"Basic-Table _idGenTableRowColumn-5\"><td class=\"Basic-Table CellOverride-1\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">15</span></p></td><td class=\"Basic-Table CellOverride-1\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Polyhedrooze vesicle</span></p></td></tr><tr class=\"Basic-Table _idGenTableRowColumn-20\"><td class=\"Basic-Table CellOverride-1\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">20</span></p></td><td class=\"Basic-Table CellOverride-1\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Polyhedrooze membrane </span>(up to the number of sides the ooze had)</p></td></tr></tbody></table>"
            },
            "Crafting": {
              "name": "Crafting",
              "text": "<p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1 ParaOverride-4\"><span class=\"None CharOverride-2\">The following unique items can be crafted from the polyhedrooze’s components.</span></p><h5 class=\"Heliana-Book-1-Styles_Titles_Title-5--Table-\"><span class=\"None\">Polyhedrooze Craftable Items</span></h5><table id=\"table217\" class=\"Basic-Table\"><colgroup><col><col><col><col><col><col><col></colgroup><thead><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><strong class=\"Bold\">Item Name</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Item Type</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Rarity</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Attunement</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Components</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Essence</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Value*</strong></p></td></tr></thead><tbody><tr class=\"Basic-Table\"><td class=\"Basic-Table\" rowspan=\"2\"><p>Bomboozler</p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">Wondrous item</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.kN6AZ4RROm4Fkxh0]{Rare}</span></p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">—</span></p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Phial of ooze (polyhedrooze) acid</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Robust</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">900 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.lFBNxHkAtuxZ3mHR]{Very rare}</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Potent</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">4,800 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"Italic\">Caltrooze</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">Wondrous item</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.ejscpl8MOOO114Lj]{Uncommon}</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">—</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Phial of ooze (polyhedrooze) mucus</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Frail</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">180 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\" rowspan=\"2\"><p>Flooze</p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">Weapon (flail)</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.0s4tn2dQ2GiCCTz2]{Uncommon}</span></p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">Required</span></p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Ooze (polyhedrooze) gooey wishbone</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Frail</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">600 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.dTcAE0Sj20tneAk5]{Very rare}</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Potent</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">9,600 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p>Oozemat Coat</p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">Wondrous item</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.v0W0xemy5AN4JWIy]{Rare}</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">Required</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Ooze (polyhedrooze) membrane</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Robust</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">3,500 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\" rowspan=\"2\"><p>Slime-in-a-Skull</p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">Wondrous item</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.3bpwEyYmpcdCOfTq]{Uncommon}</p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">Required</span></p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Ooze (polyhedrooze) vesicle</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Frail</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">700 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.42o2uqakOjE8P3Ty]{Very rare}</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Potent</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">10,000 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p>Ventilation Unit D-20</p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">Wondrous item</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\">@UUID[Compendium.heliana-core.items-heliana-gelatinous-polyhedrooze-heliana-gelatinous-polyhedrooze.Item.45v9mZiFzq0mrpxU]{Rare}</p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">Required</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Phial of ooze (polyhedrooze) acid </span><span class=\"None\">and</span><span class=\"Italic\"> phial of ooze (polyhedrooze) mucus</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Robust</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">2,100 gp</span></p></td></tr></tbody></table><p class=\"Heliana-Book-1-Styles_Floaters-and-Credits_Asterisk-Text\"><span class=\"None\">*This is the ‘off the shelf’ purchase cost and can vary significantly from the crafting cost.</span></p><img src=\"modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/Polyhedrooze-Sketch-Gelcube.webp\">"
            }
          }
        },
        "Handouts": {
          "name": "Handouts",
          "pages": {
            "Map 9.1 The Big Bad Base": {
              "name": "Map 9.1 The Big Bad Base",
              "src": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/G_DrakescalePeak_FaeInfestation-WM-Annotated.webp"
            },
            "Wanted Poster": {
              "name": "Wanted Poster",
              "src": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/1_-_Wanted_Poster_-_GELCUBE.webp"
            },
            "Wanted Poster (Blank)": {
              "name": "Wanted Poster (Blank)",
              "src": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/01-Wanted_Poster-BLANK-GELCUBE.webp"
            },
            "Handout 1. Polyhedrooze Appetite": {
              "name": "Handout 1. Polyhedrooze Appetite",
              "src": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/1a_-_Polyhedrooze_Appetite_-_Ooze_-_Handout_9.1.webp"
            },
            "Handout 2. Reactive Mutations": {
              "name": "Handout 2. Reactive Mutations",
              "src": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/1b_-_Reactive_Mutations_-_Ooze_-_Handout_9.2.webp"
            },
            "Handout 3. Kobold Warning": {
              "name": "Handout 3. Kobold Warning",
              "src": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/1c_-_Kobold_Warning_-_Ooze_-_Handout_9.3.webp"
            },
            "Bogbolz": {
              "name": "Bogbolz",
              "src": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/Polyhedrooze-NPC-Bogbolz.webp"
            },
            "Polyhedrooze Goblin Scene": {
              "name": "Polyhedrooze Goblin Scene",
              "src": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/Polyhedrooze-Scene-Goblin.webp"
            },
            "Monster Ooze Cubes": {
              "name": "Monster Ooze Cubes",
              "src": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/Polyhedrooze-Monster-Ooze_Cubes_Group.webp"
            },
            "Gelcube Sketch": {
              "name": "Gelcube Sketch",
              "src": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/Polyhedrooze-Sketch-Gelcube.webp"
            },
            "Gelcube Art": {
              "name": "Gelcube Art",
              "src": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/1b%20-%20ArtPrint_Gelcube_back.webp"
            },
            "Gelcube Artprint": {
              "name": "Gelcube Artprint",
              "src": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/1a%20-%20ArtPrint_Gelcube_front.webp"
            },
            "Spell Scroll Sketch": {
              "name": "Spell Scroll Sketch",
              "src": "modules/heliana-core/assets/adventures/heliana-gelatinous-polyhedrooze/images/journal/Polyhedrooze-Sketch-Scroll.webp"
            }
          }
        }
      }
    }
  }
}
