{
  "label": "Magical Items",
  "folders": {
    "Base Weapons": "Base Weapons",
    "Jungle Encounter": "丛林遭遇",
    "Random Encounters": "随机遭遇",
    "Recipes": "Recipes",
    "Coast Encounter Items": "Coast Encounter Items",
    "Forest Encounter Items": "Forest Encounter Items",
    "Hill Encounters": "Hill Encounters",
    "Urban Encounters": "Urban Encounters"
  },
  "entries": {
    "Mushroom Mélange (Legendary)": {
      "name": "Mushroom Mélange (Legendary)",
      "description": "<p>Boss ingredient: <em>Pouch of plant (hyphan) spores</em></p><p>Other ingredients: <em>fat</em></p><hr><p>You know the direction and distance of all corpses within a certain radius of you. This radius increases with rarity. The effect can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
    },
    "Magitech Blunderbuss": {
      "name": "Magitech Blunderbuss",
      "description": "<div><p><em>Firearm, martial weapon, ranged weapon</em> 50 gp<br>[[/r 3d4]] piercing ammunition (20/60&nbsp;ft.), Loud (1000), Reload (1), two-handed</p><hr><p>A high-powered, short range firearm that deals [[/r 3d4]] piercing damage on a hit. It has the Ammunition (range 20/60), Loud (1000), Reload (1), and Two-handed properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (1000).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (1).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p></div>"
    },
    "Skrapyard Sosig (Uncommon)": {
      "name": "Skrapyard Sosig (Uncommon)",
      "description": "<p>Boss ingredient: <em>Construct (koboldzilla) tubing</em></p><p>Other ingredients: <em>egg</em></p><hr><p>Your power of self belief is so strong that, at the start of each of your turns, you gain a number of temporary hit points equal to your Charisma modifier (minimum 1). The number of temporary hit points gained increases with rarity.</p>"
    },
    "Dumpleyengs (Legendary)": {
      "name": "Dumpleyengs (Legendary)",
      "description": "<p>Boss ingredient: <em>Aberration (dreamholder) subeye</em></p><p>Other ingredients: <em>blood, heart</em></p><hr><p>You can cast the <em>@UUID[Compendium.heliana-core.spells.Item.Mh9KRMhYENVUGmz5]{daydream}</em> spell once, without requiring any components, and regain the ability to cast it this way after <strong>1 hour</strong> has passed The DC of the saving throw increases with rarity.</p>"
    },
    "Magitech Rifle": {
      "name": "Magitech Rifle",
      "description": "<div><p><em>Firearm, martial weapon, ranged weapon</em> 330 gp<br>[[/r 1d12]] piercing ammunition (120/480&nbsp;ft.), Loud (500), Reload (6), two-handed</p></div><hr><p>The longest range of all the firearms, typically equipped with a multi-bullet magazine, it deals [[/r 1d12]] piercing damage on a hit. It has the Ammunition (range 120/480), Loud (500), Reload (6), and Two-handed properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (500).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (6).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Grill of Barbecuing": {
      "name": "Grill of Barbecuing",
      "description": "<p>Wonderous Item, uncommon</p><hr><p>There’s an old adage: “If you can’t stand the heat, get the hell out of the kitchen. If you can stand the heat, make the kitchen portable and take it wherever you go!” To accompany the launch of her book, Heliana commissioned the ever-useful artificer, L’Arsène Upin, to produce a line of portable kitchen backpacks. In addition to improving flavour and nutritional value, the pockets of these grill-backpacks always contain the cumin, shallots, or other ingredients that you forgot to pack. Nice!</p><p><em><strong>Extra-Dimensional Pantry.</strong></em> One pocket of this grill-backpack is a gateway to a pocket dimension that magically refills with sustenance at dawn each day. It has enough vegetables and sundries for one magical meal or for a day’s rations for one creature. The nature of the food that a creature extracts from the pocket dimension is always a reflection of what the creature desires at that moment. The pocket only allows items to be taken from it; any attempt to put something into this pocket results in the item being fired back out.</p><p><em><strong>Sous-Chef.</strong></em> The grill’s inbuilt cooking monitor adjusts its own temperature to improve the end result of foods cooked with it. When you cook a magical meal using this grill, it gains one additional boon from the Cooking Boons table at random (below).</p><p><em><strong>Tools for the Job.</strong></em> The grill of barbecuing comes with all the paraphernalia needed for cooking and acts as cook’s utensils.</p><h3>Cooking Boons Table</h3><table><thead><tr><th>[[/r 1d8]]</th><th>Boon</th></tr></thead><tbody><tr><td>1</td><td><strong>Iron Gut.</strong> You have <strong>resistance</strong> to poison damage and <strong>advantage</strong> on saving throws made against the <strong>poisoned</strong> condition.</td></tr><tr><td>2</td><td><strong>Sweet Breath.</strong> The aroma of the delicious food perfumes your breath. You have <strong>advantage</strong> on <strong>Charisma</strong> checks against creatures within <strong>30 feet</strong> of you that can smell.</td></tr><tr><td>3</td><td><strong>Linguistic Learning.</strong> You gain the ability to speak one language associated with the creature type of each magical component you consumed (GM’s choice). For example, if you ate an elemental’s component, you might be able to speak Primordial.</td></tr><tr><td>4</td><td><strong>Slow Release Energy.</strong> The steady trickle of energy from your meal maintains your blood sugar. You have <strong>advantage</strong> on saving throws made to maintain your concentration.</td></tr><tr><td>5</td><td><strong>Fearless Fancy.</strong> You become extraordinarily brave. You are <strong>immune</strong> to the <strong>frightened</strong> condition.</td></tr><tr><td>6</td><td><strong>Hearty Harvest.</strong> You feel as if you could move mountains. You have <strong>advantage</strong> on <strong>Strength</strong> checks and you count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.</td></tr><tr><td>7</td><td><strong>Peaceful Digestion.</strong> The next time you finish a short rest, you regain one additional hit point per Hit Die you roll to regain hit points. The next time you finish a long rest, you recover an additional number of expended Hit Dice equal to your proficiency bonus.</td></tr><tr><td>8</td><td><strong>Fast Food.</strong> The meal leaves you energised. Your speed increases by <strong>5 feet</strong>.</td></tr></tbody></table>"
    },
    "Aboleth Ramen (Very Rare)": {
      "name": "Aboleth Ramen (Very Rare)",
      "description": "<p>Boss ingredient: <em>Aberration (broodmother) tentacle</em></p><hr><p>When you make a melee weapon attack on your turn, your reach with it is greater than normal This distance increases with rarity.</p>"
    },
    "Fey Twig": {
      "name": "Fey Twig",
      "description": "<p>Breaking the twig allows the breaker to contact a merry group of sprites, as per the @UUID[Compendium.dnd5e.spells.GtGjNjPBgUHxGYAD]{sending} spell. If the sprites believe they won’t be in great danger, they will heed the call and teleport to the user’s location.</p>"
    },
    "Tar-rasque Marrow Broth (Legendary)": {
      "name": "Tar-rasque Marrow Broth (Legendary)",
      "description": "<p>Boss ingredient: <em>Elemental (tar-rasque) marrow</em></p><p>Other ingredients: <em>heart, liver, spice</em></p><hr><p>If you take damage from a spell or other magical effect, you become empowered. The next attack you make within the next minute that hits a target deals additional necrotic damage This damage increases with rarity.</p>"
    },
    "Tetherhook": {
      "name": "Tetherhook",
      "description": "<div><p><em>martial weapon, melee weapon</em> 5 gp<br>[[/r 1d8]] piercing reach, special, two-handed</p></div><hr><p>A tetherhook is a martial melee weapon with the Reach, Two-handed, and Special: Hookpull properties. It is comprised of a hook attached to a chain or strap and deals [[/r 1d8]] piercing damage on a hit.</p><p><em><strong>Special: Hookpull.</strong></em> As a bonus action immediately after you hit a target no more than one size larger than you with an attack using the tetherhook, you can attempt to hook the target using the tetherhook’s reach. Make a <strong>[[/check ability=Strength skill=Athletics]]</strong> check contested by the target’s <strong>[[/check ability=Strength skill=Athletics]]</strong> or <strong>[[/check ability=dexterity skill=Acrobatics]]</strong> check (the target chooses the ability to use). If you succeed, the target is hooked and can’t move further away from you. A hooked creature is no longer hooked if you release the tether with both hands, but only one hand is required to keep a creature hooked. A hooked creature can use its action to escape. To do so, it must succeed on a <strong>[[/check ability=Strength skill=Athletics]]</strong> or <strong>[[/check ability=dexterity skill=Acrobatics]]</strong> check contested by your <strong>[[/check ability=Strength skill=Athletics]]</strong> check.</p><p>As part of the bonus action to hook the target, and as a bonus action on any of your subsequent turns while it remains hooked, you can pull the target 5 feet closer to you, as long as it isn’t fixed in place and it weighs less than your push, drag, or lift capacity.</p><p><em><strong>Reach.</strong></em> This weapon adds 5 feet to your reach when you attack with it. This property also determines your reach for opportunity attacks with a reach weapon.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Rakoyaki (Very Rare)": {
      "name": "Rakoyaki (Very Rare)",
      "description": "<p>Boss ingredient: <em>Fiend (pygmy) brain</em></p><p>Other ingredients: <em>blood</em></p><hr><p>You can’t be affected or detected by spells of a certain level or lower unless you wish to be. The level of spells affected increases with rarity.</p><p>Level of spell: 2nd level</p>"
    },
    "Irradiated Meteoric Iron": {
      "name": "Irradiated Meteoric Iron",
      "description": "<p>A creature that spends <strong>1 hour</strong> within <strong>30 feet</strong> of the metal must succeed on a <strong>DC 15 Constitution saving throw</strong> or gain one level of <strong>exhaustion.</strong></p>"
    },
    "Heliana's Guide to Monster Hunting (Very Rare)": {
      "name": "Heliana's Guide to Monster Hunting (Very Rare)",
      "description": "<p>Wondrous item, very rare</p><hr><p>Full of useful knowledge and heavy enough to crush a skull, Heliana’s Guide to Monster Hunting is nothing if not handy. The personalised quotes from Heliana, Peeper’s deft proofing and editing, and the numerous ink stains and spilled watercolours give this hefty tome a homemade feel.</p><p>The deluxe, leatherbound version of this book imparts some of Heliana’s own wisdom to those that read it regularly; it has the Anatomiser property and Know Thy Enemy reveals two pieces of information.</p><p><em><strong>Fantastic Phalanges and Where to Find Them.</strong></em> As an action, you can open this book and stare intently at its pages, which turn of their own accord to settle on an anatomical diagram of the corpse nearest to the book. You immediately learn all the harvestable parts of the corpse, as well as their Component DCs.</p><p><em><strong>Know Thy Enemy.</strong></em> As an action, you can place an object that belonged to a creature—such as its scat, scales, or clothing— between the pages of this book. One minute later, the book tells you one piece of information about the creature. At the GM’s discretion, this may be: its saving throw proficiencies, damage resistances, immunities, and vulnerabilities; condition immunities; creature’s type; one of its traits; or one of the clues acquired during a hunt. Placing more objects that belonged to that creature (or a creature with the same statblock) yields no further results.</p><p><em><strong>Weapon of the Learned.</strong></em> This book can be used as a simple melee weapon that deals 1d6 bludgeoning damage on a hit. If you are proficient in Arcana, History, Nature, or Religion, you are proficient with this weapon.</p><p><em><strong>Anatomiser.</strong></em> If you read this book for 1 hour, you gain proficiency in one of the following skills of your choice for the next 24 hours: Arcana, Investigation, Nature, Medicine, Religion, or Survival. Once you use this feature, you can’t use it again for 24 hours.</p>"
    },
    "Twinblade": {
      "name": "Twinblade",
      "description": "<p><em>Martial weapon, melee weapon</em> 17 gp<br>[[/r 2d4]] slashing finesse, special, two-handed</p><hr><p>Twinblades are martial melee weapons; double-bladed polearms that rely on the user’s dexterity to keep them in constant motion. They deal [[/r 2d4]] slashing damage on a hit and have the Finesse and Two-handed properties. They also have the Special: Whirl property.</p><p><em><strong>Special: Whirl.</strong></em> If you are proficient with the twin-blade, you can use a bonus action to attempt to whirl the weapon. Make a <strong>[[/check dexterity 15]] check</strong>. On a success, you gain a <strong>+2 bonus</strong> to your AC until the start of your next turn, the whirling blades acting as a barrier against attacks. On a failure, that bonus is only a <strong>+1</strong>.</p><p><em><strong>Finesse.</strong></em> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>",
      "effects": {
        "Whirl AC Bonus": {
          "name": "Whirl AC Bonus"
        }
      }
    },
    "Mushroom Mélange (Rare)": {
      "name": "Mushroom Mélange (Rare)",
      "description": "<p>Boss ingredient: <em>Pouch of plant (hyphan) spores</em></p><p>Other ingredients: <em>fat</em></p><hr><p>You know the direction and distance of all corpses within a certain radius of you. This radius increases with rarity. The effect can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
    },
    "Magitech Musket": {
      "name": "Magitech Musket",
      "description": "<p><em>Firearm, martial weapon, ranged weapon</em> 50 gp<br>[[/r 1d10]] piercing ammunition (80/240&nbsp;ft.), Loud (1000), Reload (1), two-handed</p><div><hr><p>An inaccurate rifle that deals [[/r 1d10]] piercing damage on a hit. It has the Ammunition (range 80/240), Loud (1000), Reload (1), and Two-handed properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (1000).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (1).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p></div>"
    },
    "Strange Egg": {
      "name": "Strange Egg",
      "description": "<p>This <span style=\"font-family:Signika, sans-serif\">chitinous, cerulean egg is about the size of a watermelon.</span></p>"
    },
    "Dumpleyengs (Very Rare)": {
      "name": "Dumpleyengs (Very Rare)",
      "description": "<p>Boss ingredient: <em>Aberration (dreamholder) subeye</em></p><p>Other ingredients: <em>blood, heart</em></p><hr><p>You can cast the <em>@UUID[Compendium.heliana-core.spells.Item.Mh9KRMhYENVUGmz5]{daydream}</em> spell once, without requiring any components, and regain the ability to cast it this way after <strong>1 hour</strong> has passed The DC of the saving throw increases with rarity.</p>"
    },
    "Magnetite Curry (Rare)": {
      "name": "Magnetite Curry (Rare)",
      "description": "<p>Boss ingredient: <em>Dragon (magnetite) flesh</em></p><p>Other ingredients: <em>liver, spice</em></p><hr><p>When you are hit by a nonmagical, ferrous weapon, the damage you take is reduced. The value of the reduction increases with rarity. This damage reduction occurs before resistance is calculated.</p><p>Damage reduced: [[/r 1d8]]</p>"
    },
    "Noradreno Mucorales Mushroom": {
      "name": "Noradreno Mucorales Mushroom",
      "description": "<p>You are affected by the @UUID[Compendium.dnd5e.spells.Szvk5FEVQW3uhJi5]{haste} spell for <strong>1 minute</strong>. At the start of each of your turns while you are affected by the mushroom, you must succeed on a <strong>DC 15 Constitution saving throw</strong> or be unable to move or take actions until the start of your next turn, as a wave of lethargy sweeps over you. This tall, skinny mushroom is electric-blue and crackles with lightning.</p>"
    },
    "Nunchaku": {
      "name": "Nunchaku",
      "description": "<div><p><em>Martial weapon, melee weapon</em> 3 gp<br>[[/r 1d6]] bludgeoning finesse, special, versatile ([[/r 1d8]])</p></div><hr><p>Nunchuks are martial melee weapons composed of two hard batons, usually wood or metal, connected to one another by a short chain. They have the versatile (1d8), finesse, and special (flourish) properties, and deal 1d6 bludgeoning damage on a hit.</p><p><em><strong>Special: Flourish.</strong></em> When you are wielding the nunchaku in two hands and take the Attack action on your turn, you can attempt to flourish with the weapon immediately before you make your first attack. To flourish, make a<strong> [[/check dexterity 13]]</strong> check, adding your proficiency bonus if you are proficient with nunchaku. On a success, you gain a <strong>+2</strong> bonus to the first attack roll you make this turn. On a failure, you deal bludgeoning damage to yourself equal to your proficiency bonus and gain no bonus from your flourishes this turn.</p><p><em><strong>Finesse.</strong></em> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p><p><em><strong>Versatile.</strong></em> This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.</p>",
      "effects": {
        "Flourish Attack Bonus": {
          "name": "Flourish Attack Bonus"
        }
      }
    },
    "Skrapyard Sosig (Very Rare)": {
      "name": "Skrapyard Sosig (Very Rare)",
      "description": "<p>Boss ingredient: <em>Construct (koboldzilla) tubing</em></p><p>Other ingredients: <em>egg</em></p><hr><p>Your power of self belief is so strong that, at the start of each of your turns, you gain a number of temporary hit points equal to your Charisma modifier (minimum 1). The number of temporary hit points gained increases with rarity.</p>"
    },
    "Skrapyard Sosig (Legendary)": {
      "name": "Skrapyard Sosig (Legendary)",
      "description": "<p>Boss ingredient: <em>Construct (koboldzilla) tubing</em></p><p>Other ingredients: <em>egg</em></p><hr><p>Your power of self belief is so strong that, at the start of each of your turns, you gain a number of temporary hit points equal to your Charisma modifier (minimum 1). The number of temporary hit points gained increases with rarity.</p>"
    },
    "Dumpleyengs (Rare)": {
      "name": "Dumpleyengs (Rare)",
      "description": "<p>Boss ingredient: <em>Aberration (dreamholder) subeye</em></p><p>Other ingredients: <em>blood, heart</em></p><hr><p>You can cast the <em>@UUID[Compendium.heliana-core.spells.Item.Mh9KRMhYENVUGmz5]{daydream}</em> spell once, without requiring any components, and regain the ability to cast it this way after <strong>1 hour</strong> has passed The DC of the saving throw increases with rarity.</p>"
    },
    "Tommybow Light": {
      "name": "Tommybow Light",
      "description": "<p><em>Simple weapon, ranged weapon, 50 gp</em></p><div><p>[[/r 1d8]] piercing ammunition (80/160&nbsp;ft.), Reload (2), two-handed</p></div><hr><p>Tommybows are repeating crossbows that mirror the three types of normal crossbows: hand, heavy, and light They are composed of vertically-stacked bows upon a crossbow’s chassis, an unwieldy arrangement that reduces their effective range in comparison to their crossbow counterparts.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Reload.</strong></em> Tommybows replace the loading property of their crossbow counterpart with the reload property The cost of the item is proportional to the amount of ammunition it can hold (the value in parentheses), with the maximum reload (6) tommybow costing six times its crossbow equivalent’s price.</p>"
    },
    "Tar-rasque Marrow Broth (Uncommon)": {
      "name": "Tar-rasque Marrow Broth (Uncommon)",
      "description": "<p>Boss ingredient: <em>Elemental (tar-rasque) marrow</em></p><p>Other ingredients: <em>heart, liver, spice</em></p><hr><p>If you take damage from a spell or other magical effect, you become empowered. The next attack you make within the next minute that hits a target deals additional necrotic damage This damage increases with rarity.</p>"
    },
    "Rakoyaki (Rare)": {
      "name": "Rakoyaki (Rare)",
      "description": "<p>Boss ingredient: <em>Fiend (pygmy) brain</em></p><p>Other ingredients: <em>blood</em></p><hr><p>You can’t be affected or detected by spells of a certain level or lower unless you wish to be. The level of spells affected increases with rarity.</p><p>Level of spell: 1st level</p>"
    },
    "Tongue Twister Tart (Legendary)": {
      "name": "Tongue Twister Tart (Legendary)",
      "description": "<p>Boss ingredient: <em>Monstrosity (tavern mimic) tongue</em></p><p>Other ingredients: <em>brain</em></p><hr><p>You can use an action to transform into a piece of furniture equal to your size or back to your normal form While transformed, you have a walking speed of 5 feet, can’t take any action other than the Dash action or the action to change back into your normal form, and otherwise retain your game statistics. A creature can use its action to make an [[/check ability=Intelligence skill=Investigation dc=17]] check to inspect you, realising you are a transformed creature on a success The DC for this check increases with rarity.</p>"
    },
    "L’Arsène’s Quadnoculars": {
      "name": "L’Arsène’s Quadnoculars",
      "description": "<p>Wonderous item, rare</p><hr><p>Expecting a flood of adventurers to buy Heliana’s book and begin crafting their own magic items —potentially putting him out of a job!—L’Arsène devised a way he might profit from the book’s popularity. With a series of articulating lenses that filter out threads belonging to different schools of magic, L’Arsène’s Quadnoculars grant their wearer the ability to identify the magic items that could be constructed from a recently slain creature. After all, it’s not much use knowing what you can harvest without knowing how you can use it.</p><p><em><strong>Spectacular Analytica.</strong></em> As an action, you can flick through the filters of these goggles and stare intently at a corpse within <strong>60 feet</strong> of you. You immediately learn the general function (or the specific mechanics, at the GM’s discretion) of the possible magic items that can be crafted from the creature’s harvestable components, as well as the effects of the magical meals you could make from it.</p>"
    },
    "Slingshot": {
      "name": "Slingshot",
      "description": "<div><p><em>Simple weapon, ranged weapon</em> 7 cp<br>[[/r 1d6]] piercing ammunition (20/60&nbsp;ft.), two-handed</p></div><hr><p>Slingshots are simple ranged weapons comprising an elasticated material strung between a Y-frame brace. They deal [[/r 1d6]] bludgeoning damage on a hit and have the Ammunition (range 20/60) and Two-handed properties. They use the same ammunition as slings.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Tinytar": {
      "name": "Tinytar",
      "description": "<p><em>Wondrous item, common (socketable)</em></p><hr><p>With the sentient tar of a tar elemental and a dose of enchantment magic, one can craft this friendly and amenable little helper. When applied to anything you can hold, the <em>tinytar</em> ensures you don't accidentally drop it.</p><p><em><strong>Grippy.</strong></em> This small, magical phial contains an animate and excitable tar. When applied to the handle of a weapon, shield or other held item, the first creature to hold that item can't be disarmed of the item against its will as the <em>tinytar</em>. The creature can still sheathe or drop the item if it desires; the <em>tinytar</em> is very intuitive.</p><p>As an action you can hold the magical phial to the <em>tinytar</em> causing it to shlink back inside.</p>"
    },
    "Magitech Revolver": {
      "name": "Magitech Revolver",
      "description": "<div><p><em>Firearm, martial weapon, ranged weapon</em> 600 gp<br>[[/r 1d10]] piercing ammunition (60/240&nbsp;ft.), Loud (500), Reload (6)</p></div><hr><p>A small, personal firearm with a rotating barrel and accuracy-enhancing rifling that deals [[/r 1d10]] piercing damage on a hit. It has the Ammunition (range 60/240), Loud (500), Reload (6) properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (500).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (6).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p>"
    },
    "Tommybow Hand": {
      "name": "Tommybow Hand",
      "description": "<p><em>Martial weapon, ranged weapon, 150 gp</em></p><div><p>[[/r 1d6]] piercing ammunition (30/60&nbsp;ft.), Reload (2)</p></div><hr><p>Tommybows are repeating crossbows that mirror the three types of normal crossbows: hand, heavy, and light They are composed of vertically-stacked bows upon a crossbow’s chassis, an unwieldy arrangement that reduces their effective range in comparison to their crossbow counterparts.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Reload.</strong></em> Tommybows replace the loading property of their crossbow counterpart with the reload property The cost of the item is proportional to the amount of ammunition it can hold (the value in parentheses), with the maximum reload (6) tommybow costing six times its crossbow equivalent’s price.</p>"
    },
    "Tongue Twister Tart (Very Rare)": {
      "name": "Tongue Twister Tart (Very Rare)",
      "description": "<p>Boss ingredient: <em>Monstrosity (tavern mimic) tongue</em></p><p>Other ingredients: <em>brain</em></p><hr><p>You can use an action to transform into a piece of furniture equal to your size or back to your normal form While transformed, you have a walking speed of 5 feet, can’t take any action other than the Dash action or the action to change back into your normal form, and otherwise retain your game statistics. A creature can use its action to make an [[/check ability=Intelligence skill=Investigation dc=16]] check to inspect you, realising you are a transformed creature on a success The DC for this check increases with rarity.</p>"
    },
    "Aboleth Ramen (Rare)": {
      "name": "Aboleth Ramen (Rare)",
      "description": "<p>Boss ingredient: <em>Aberration (broodmother) tentacle</em></p><hr><p>When you make a melee weapon attack on your turn, your reach with it is greater than normal This distance increases with rarity.</p>"
    },
    "Jello Shot (Rare)": {
      "name": "Jello Shot (Rare)",
      "description": "<p>Boss ingredient: <em>Phial of ooze (polyhedrooze) mucus</em></p><p>Other ingredients: <em>fat</em></p><hr><p>Immediately after you take damage, you gain resistance to that damage type for the next minute The number of resistances you can have from this effect simultaneously increases with rarity. If you are at your maximum number of resistances, you can’t gain more.</p><p>Number of resistances: 1</p>",
      "effects": {
        "Bludgeoning Resistance": {
          "name": "钝击抗性"
        },
        "Acid Resistance": {
          "name": "强酸抗性"
        },
        "Cold Resistance": {
          "name": "寒冷抗性"
        },
        "Fire Resistance": {
          "name": "火焰抗性"
        },
        "Force Resistance": {
          "name": "力场抗性"
        },
        "Lightning Resistance": {
          "name": "闪电抗性"
        },
        "Necrotic Resistance": {
          "name": "暗蚀抗性"
        },
        "Piercing Resistance": {
          "name": "穿刺抗性"
        },
        "Poison Resistance": {
          "name": "毒素抗性"
        },
        "Psychic Resistance": {
          "name": "心灵抗性"
        },
        "Radiant Resistance": {
          "name": "光耀抗性"
        },
        "Slashing Resistance": {
          "name": "挥砍抗性"
        },
        "Thunder Resistance": {
          "name": "雷鸣抗性"
        }
      }
    },
    "Tongue Twister Tart (Uncommon)": {
      "name": "Tongue Twister Tart (Uncommon)",
      "description": "<p>Boss ingredient: <em>Monstrosity (tavern mimic) tongue</em></p><p>Other ingredients: <em>brain</em></p><hr><p>You can use an action to transform into a piece of furniture equal to your size or back to your normal form While transformed, you have a walking speed of 5 feet, can’t take any action other than the Dash action or the action to change back into your normal form, and otherwise retain your game statistics. A creature can use its action to make an [[/check ability=Intelligence skill=Investigation dc=13]] check to inspect you, realising you are a transformed creature on a success The DC for this check increases with rarity.</p>"
    },
    "Magnetite Curry (Legendary)": {
      "name": "Magnetite Curry (Legendary)",
      "description": "<p>Boss ingredient: <em>Dragon (magnetite) flesh</em></p><p>Other ingredients: <em>liver, spice</em></p><hr><p>When you are hit by a nonmagical, ferrous weapon, the damage you take is reduced. The value of the reduction increases with rarity. This damage reduction occurs before resistance is calculated.</p><p>Damage reduced: [[/r 1d12]]</p>"
    },
    "Magnetite Curry (Uncommon)": {
      "name": "Magnetite Curry (Uncommon)",
      "description": "<p>Boss ingredient: <em>Dragon (magnetite) flesh</em></p><p>Other ingredients: <em>liver, spice</em></p><hr><p>When you are hit by a nonmagical, ferrous weapon, the damage you take is reduced. The value of the reduction increases with rarity. This damage reduction occurs before resistance is calculated.</p><p>Damage reduced: [[/r 1d6]]</p>"
    },
    "Jello Shot (Legendary)": {
      "name": "Jello Shot (Legendary)",
      "description": "<p>Boss ingredient: <em>Phial of ooze (polyhedrooze) mucus</em></p><p>Other ingredients: <em>fat</em></p><hr><p>Immediately after you take damage, you gain resistance to that damage type for the next minute The number of resistances you can have from this effect simultaneously increases with rarity. If you are at your maximum number of resistances, you can’t gain more.</p><p>Number of resistances: 2</p>",
      "effects": {
        "Bludgeoning Resistance": {
          "name": "钝击抗性"
        },
        "Acid Resistance": {
          "name": "强酸抗性"
        },
        "Cold Resistance": {
          "name": "寒冷抗性"
        },
        "Fire Resistance": {
          "name": "火焰抗性"
        },
        "Force Resistance": {
          "name": "力场抗性"
        },
        "Lightning Resistance": {
          "name": "闪电抗性"
        },
        "Necrotic Resistance": {
          "name": "暗蚀抗性"
        },
        "Piercing Resistance": {
          "name": "穿刺抗性"
        },
        "Poison Resistance": {
          "name": "毒素抗性"
        },
        "Psychic Resistance": {
          "name": "心灵抗性"
        },
        "Radiant Resistance": {
          "name": "光耀抗性"
        },
        "Slashing Resistance": {
          "name": "挥砍抗性"
        },
        "Thunder Resistance": {
          "name": "雷鸣抗性"
        }
      }
    },
    "Heliana's Guide to Monster Hunting (Uncommon)": {
      "name": "Heliana's Guide to Monster Hunting (Uncommon)",
      "description": "<p>Wondrous item, uncommon</p><hr><p>Full of useful knowledge and heavy enough to crush a skull, Heliana’s Guide to Monster Hunting is nothing if not handy. The personalised quotes from Heliana, Peeper’s deft proofing and editing, and the numerous ink stains and spilled watercolours give this hefty tome a homemade feel.</p><p><em><strong>Fantastic Phalanges and Where to Find Them.</strong></em> As an action, you can open this book and stare intently at its pages, which turn of their own accord to settle on an anatomical diagram of the corpse nearest to the book. You immediately learn all the harvestable parts of the corpse, as well as their Component DCs.</p><p><em><strong>Know Thy Enemy.</strong></em> As an action, you can place an object that belonged to a creature—such as its scat, scales, or clothing— between the pages of this book. One minute later, the book tells you one piece of information about the creature. At the GM’s discretion, this may be: its saving throw proficiencies, damage resistances, immunities, and vulnerabilities; condition immunities; creature’s type; one of its traits; or one of the clues acquired during a hunt. Placing more objects that belonged to that creature (or a creature with the same statblock) yields no further results.</p><p><em><strong>Weapon of the Learned.</strong></em> This book can be used as a simple melee weapon that deals 1d6 bludgeoning damage on a hit. If you are proficient in Arcana, History, Nature, or Religion, you are proficient with this weapon.</p>"
    },
    "Aboleth Ramen (Legendary)": {
      "name": "Aboleth Ramen (Legendary)",
      "description": "<p>Boss ingredient: <em>Aberration (broodmother) tentacle</em></p><hr><p>When you make a melee weapon attack on your turn, your reach with it is greater than normal This distance increases with rarity.</p>"
    },
    "Amulet of Dessication": {
      "name": "Amulet of Dessication"
    },
    "Rakoyaki (Legendary)": {
      "name": "Rakoyaki (Legendary)",
      "description": "<p>Boss ingredient: <em>Fiend (pygmy) brain</em></p><p>Other ingredients: <em>blood</em></p><hr><p>You can’t be affected or detected by spells of a certain level or lower unless you wish to be. The level of spells affected increases with rarity.</p><p>Level of spell: 3rd level</p>"
    },
    "Skrapyard Sosig (Rare)": {
      "name": "Skrapyard Sosig (Rare)",
      "description": "<p>Boss ingredient: <em>Construct (koboldzilla) tubing</em></p><p>Other ingredients: <em>egg</em></p><hr><p>Your power of self belief is so strong that, at the start of each of your turns, you gain a number of temporary hit points equal to your Charisma modifier (minimum 1). The number of temporary hit points gained increases with rarity.</p>"
    },
    "Dumpleyengs (Uncommon)": {
      "name": "Dumpleyengs (Uncommon)",
      "description": "<p>Boss ingredient: <em>Aberration (dreamholder) subeye</em></p><p>Other ingredients: <em>blood, heart</em></p><hr><p>You can cast the <em>@UUID[Compendium.heliana-core.spells.Item.Mh9KRMhYENVUGmz5]{daydream}</em> spell once, without requiring any components, and regain the ability to cast it this way after <strong>1 hour</strong> has passed The DC of the saving throw increases with rarity.</p>"
    },
    "Tar-rasque Marrow Broth (Very Rare)": {
      "name": "Tar-rasque Marrow Broth (Very Rare)",
      "description": "<p>Boss ingredient: <em>Elemental (tar-rasque) marrow</em></p><p>Other ingredients: <em>heart, liver, spice</em></p><hr><p>If you take damage from a spell or other magical effect, you become empowered. The next attack you make within the next minute that hits a target deals additional necrotic damage This damage increases with rarity.</p>"
    },
    "Aboleth Ramen (Uncommon)": {
      "name": "Aboleth Ramen (Uncommon)",
      "description": "<p>Boss ingredient: <em>Aberration (broodmother) tentacle</em></p><hr><p>When you make a melee weapon attack on your turn, your reach with it is greater than normal This distance increases with rarity.</p>"
    },
    "Claw": {
      "name": "Claw",
      "description": "<p><em>Simple weapon, melee weapon</em> 2 gp<br>[[/r 1d6]] slashing attached, light</p><hr><p>A claw is a simple, bladed melee weapon worn as a glove that deals [[/r 1d6]] slashing damage on a hit and has the Attached and Light properties.</p><p><em><strong>Attached.</strong></em> You can't be disarmed of this weapon, but donning or doffing the weapon takes an action. You can use a hand equipped with this weapon to hold items, but can't attack with the weapon while doing so. Additionally, you have disadvantage on attack rolls using other weapons held in a hand equipped with this weapon and on Sleight of Hand checks using the hand that is equipped with this weapon.</p><p><em><strong>Light.</strong></em> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Abyssal Relic": {
      "name": "Abyssal Relic",
      "description": "<p>A small effigy of strange black stone. In spite of its buoyancy, it feels incredibly heavy when handled and is unpleasantly cold to the touch. It depicts an otherworldly, tentacled creature with too many eyes, its chest split open to reveal carved stone organs.</p>"
    },
    "Tar-rasque Marrow Broth (Rare)": {
      "name": "Tar-rasque Marrow Broth (Rare)",
      "description": "<p>Boss ingredient: <em>Elemental (tar-rasque) marrow</em></p><p>Other ingredients: <em>heart, liver, spice</em></p><hr><p>If you take damage from a spell or other magical effect, you become empowered. The next attack you make within the next minute that hits a target deals additional necrotic damage This damage increases with rarity.</p>"
    },
    "Magnetite Curry (Very Rare)": {
      "name": "Magnetite Curry (Very Rare)",
      "description": "<p>Boss ingredient: <em>Dragon (magnetite) flesh</em></p><p>Other ingredients: <em>liver, spice</em></p><hr><p>When you are hit by a nonmagical, ferrous weapon, the damage you take is reduced. The value of the reduction increases with rarity. This damage reduction occurs before resistance is calculated.</p><p>Damage reduced: [[/r 1d10]]</p>"
    },
    "Mushroom Mélange (Uncommon)": {
      "name": "Mushroom Mélange (Uncommon)",
      "description": "<p>Boss ingredient: <em>Pouch of plant (hyphan) spores</em></p><p>Other ingredients: <em>fat</em></p><hr><p>You know the direction and distance of all corpses within a certain radius of you. This radius increases with rarity. The effect can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
    },
    "Rakoyaki (Uncommon)": {
      "name": "Rakoyaki (Uncommon)",
      "description": "<p>Boss ingredient: <em>Fiend (pygmy) brain</em></p><p>Other ingredients: <em>blood</em></p><hr><p>You can’t be affected or detected by spells of a certain level or lower unless you wish to be. The level of spells affected increases with rarity.</p><p>Level of spell: Cantrip</p>"
    },
    "Jello Shot (Very Rare)": {
      "name": "Jello Shot (Very Rare)",
      "description": "<p>Boss ingredient: <em>Phial of ooze (polyhedrooze) mucus</em></p><p>Other ingredients: <em>fat</em></p><hr><p>Immediately after you take damage, you gain resistance to that damage type for the next minute The number of resistances you can have from this effect simultaneously increases with rarity. If you are at your maximum number of resistances, you can’t gain more.</p><p>Number of resistances: 2</p>",
      "effects": {
        "Bludgeoning Resistance": {
          "name": "钝击抗性"
        },
        "Acid Resistance": {
          "name": "强酸抗性"
        },
        "Cold Resistance": {
          "name": "寒冷抗性"
        },
        "Fire Resistance": {
          "name": "火焰抗性"
        },
        "Force Resistance": {
          "name": "力场抗性"
        },
        "Lightning Resistance": {
          "name": "闪电抗性"
        },
        "Necrotic Resistance": {
          "name": "暗蚀抗性"
        },
        "Piercing Resistance": {
          "name": "穿刺抗性"
        },
        "Poison Resistance": {
          "name": "毒素抗性"
        },
        "Psychic Resistance": {
          "name": "心灵抗性"
        },
        "Radiant Resistance": {
          "name": "光耀抗性"
        },
        "Slashing Resistance": {
          "name": "挥砍抗性"
        },
        "Thunder Resistance": {
          "name": "雷鸣抗性"
        }
      }
    },
    "Mushroom Mélange (Very Rare)": {
      "name": "Mushroom Mélange (Very Rare)",
      "description": "<p>Boss ingredient: <em>Pouch of plant (hyphan) spores</em></p><p>Other ingredients: <em>fat</em></p><hr><p>You know the direction and distance of all corpses within a certain radius of you. This radius increases with rarity. The effect can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
    },
    "Magitech Pistol": {
      "name": "Magitech Pistol",
      "description": "<div><p><em>Firearm, martial weapon, ranged weapon</em> 200 gp<br>[[/r 1d8]] piercing ammunition (40/120&nbsp;ft.), Loud (500), Reload (2)</p></div><hr><p>A small, personal firearm with a rotating barrel and accuracy-enhancing rifling that deals [[/r 1d8]] piercing damage on a hit. It has the Ammunition (range 40/120), Loud (500), Reload (2) properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (500).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (2).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p>"
    },
    "Surgeon’s Tools": {
      "name": "Surgeon’s Tools",
      "description": "<section class=\"journal-page-content\"><p><span class=\"Squeeze_98-\"><span style=\"font-family:var(--dnd5e-font-roboto-condensed)\">This set of instruments includes the blades, saws, and sutures needed to remove shrapnel or stitch up wounds. Proficiency with these tools lets you add your proficiency bonus to any checks you make to stabilise a creature or perform other surgery.</span></span></p></section>"
    },
    "Jello Shot (Uncommon)": {
      "name": "Jello Shot (Uncommon)",
      "description": "<p>Boss ingredient: <em>Phial of ooze (polyhedrooze) mucus</em></p><p>Other ingredients: <em>fat</em></p><hr><p>Immediately after you take damage, you gain resistance to that damage type for the next minute The number of resistances you can have from this effect simultaneously increases with rarity. If you are at your maximum number of resistances, you can’t gain more.</p><p>Number of resistances: 1</p>",
      "effects": {
        "Bludgeoning Resistance": {
          "name": "钝击抗性"
        },
        "Acid Resistance": {
          "name": "强酸抗性"
        },
        "Cold Resistance": {
          "name": "寒冷抗性"
        },
        "Fire Resistance": {
          "name": "火焰抗性"
        },
        "Force Resistance": {
          "name": "力场抗性"
        },
        "Lightning Resistance": {
          "name": "闪电抗性"
        },
        "Necrotic Resistance": {
          "name": "暗蚀抗性"
        },
        "Piercing Resistance": {
          "name": "穿刺抗性"
        },
        "Poison Resistance": {
          "name": "毒素抗性"
        },
        "Psychic Resistance": {
          "name": "心灵抗性"
        },
        "Radiant Resistance": {
          "name": "光耀抗性"
        },
        "Slashing Resistance": {
          "name": "挥砍抗性"
        },
        "Thunder Resistance": {
          "name": "雷鸣抗性"
        }
      }
    },
    "Tongue Twister Tart (Rare)": {
      "name": "Tongue Twister Tart (Rare)",
      "description": "<p>Boss ingredient: <em>Monstrosity (tavern mimic) tongue</em></p><p>Other ingredients: <em>brain</em></p><hr><p>You can use an action to transform into a piece of furniture equal to your size or back to your normal form While transformed, you have a walking speed of 5 feet, can’t take any action other than the Dash action or the action to change back into your normal form, and otherwise retain your game statistics. A creature can use its action to make an [[/check ability=Intelligence skill=Investigation dc=15]] check to inspect you, realising you are a transformed creature on a success The DC for this check increases with rarity.</p>"
    },
    "Tommybow Heavy": {
      "name": "Tommybow Heavy",
      "description": "<p><em>Martial weapon, ranged weapon, 100 gp</em></p><div><p>[[/r 1d10]] piercing ammunition (100/200&nbsp;ft.), Reload (2), two-handed</p></div><hr><p>Tommybows are repeating crossbows that mirror the three types of normal crossbows: hand, heavy, and light They are composed of vertically-stacked bows upon a crossbow’s chassis, an unwieldy arrangement that reduces their effective range in comparison to their crossbow counterparts.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Reload.</strong></em> Tommybows replace the loading property of their crossbow counterpart with the reload property The cost of the item is proportional to the amount of ammunition it can hold (the value in parentheses), with the maximum reload (6) tommybow costing six times its crossbow equivalent’s price.</p>"
    }
  }
}
