{
  "label": "冒险",
  "entries": {
    "Dream Weaver": {
      "name": "Dream Weaver",
      "description": "<p>Greetings, hunter! What you have here is a monster hunt from <em>Heliana's Guide to Monster Hunting</em>. Heliana's hunts require your players to find the monster, picking up clues along the way, and then defeat it in an epic multi-wave boss battle. Be<strong> really obvious</strong> with the clues; make sure to give out the associated handouts. After the clues have been collected, but before the boss fight begins, the players should always have a chance to long rest and use what they've learned to prepare for the fight ahead.</p><p>This hunt makes full use of the Tracking, Harvesting, Crafting, and Cooking rules from Heliana's—be sure to read up on those! Using the Cooking rules to prepare magical meals is a great way the players can monopolise on the clues! Each of these Foundry Adventures comes with:</p><ul><li><p>PDF of the hunt.</p></li><li><p>Three clue handouts to be given to the players before they meet the boss monster.</p></li><li><p>Handouts of the fantastical things the players might see along the way.</p></li><li><p>Walled and lit scenes, with each wave's monsters separated by level.</p></li><li><p>Actors with original tokens.</p></li><li><p>Lair actions given their own actor (be sure to put it at initiative count 20!).</p></li><li><p>Magic items that can be found during the hunt, as well as those that can be crafted from the boss monster.</p></li><li><p>Spells that the monsters and magic items use.</p></li></ul><h3>About This Hunt</h3><p>This hunt, <em>Dream Weaver</em>, is intended for 3 to 7 characters and is optimised for a party of 4 with an average party level (APL) of <strong>5</strong>, <strong>12</strong>, or <strong>19</strong>. Characters who complete this hunt should earn enough experience to progress one-third of the way to 6th or 13th level, or two-fifths of the way to 20th level. The adventurers must enter the Dreamscape to free a population of villagers held in perpetual sleep by an extraplanar aberration: the dreamholder.</p><p>After discovering all of the villagers asleep, the party must themselves fall asleep to enter the Dreamscape. In the Dreamscape, the party meets the villagers’ psyches in a perpetual loop of three locomotive carriages. They have a chance to release these psyches from the illusions to which the dreamholder is subjecting them. Eventually, the dreamholder notices the party’s interference, and things take a more violent turn.</p><h3>Credits</h3><p><strong>Lead Designers</strong>: Mohamed “Aggi” Bellafquih, Jesse Jackdaw Burns, Max Wartelle</p><p><strong>Lead Writer</strong>: Max Wartelle</p><p><strong>Rule Development</strong>: Max Wartelle, Mohamed “Aggi” Bellafquih</p><p><strong>Additional Writing</strong>: João Araújo, Mage Armoire, Tony Casper, Kevin “Smood” McDonnell, Jethro Mellors, Duncan Watson</p><p><strong>Editing</strong>: Phylea, Max Wartelle</p><p><strong>Formatting</strong>: Sally Kay Clark, Max Wartelle</p><p><strong>Proofing</strong>: João Araújo, Sally Kay Clark, Jessic Gombart, Victor Matyiku</p><p><strong>Art Directors</strong>: Mohamed “Aggi” Bellafquih, Jesse Jackdaw Burns</p><p><strong>Layout</strong>: Max Wartelle</p><p><strong>Cover Illustrator</strong>: Jesse Jackdaw Burns</p><p><strong>Interior Illustrators</strong>: Diogo Assunçao, Hannah Elizabeth Baker, Mohamed “Aggi” Bellafquih, Jesse Jackdaw Burns, Luciano Javier Carreira, Ivy Dolamore, Aleksa Drageljevic, Sam Jumisko, Michelle Mueller, Derek Murphy, Mikhail Palamarchuk, Joris Sanchez, Ognjen Sporin, Bryan Syme, Chaouki ‘’Ciao’” Titouhi, Denis Zhbankov</p><p><strong>Cartographers</strong>: Cze &amp; Peku, Mad Cartographer</p><p><strong>Cacophonics the Bard</strong>: Jack Patchett</p><p><strong>Ambience</strong>: Michaël Ghelfi Studios</p><p><strong>Marketing Consultant</strong>: Ricardo Evangelho</p><p><strong>Special Thanks</strong>: Ethen Adams, Sally Kay Clark, Ricardo Evangelho, Kevin “Smood” McDonnell, Piotr “Narb” Wiśnios</p><p><strong>Playtesters:</strong> A11star, Adam Bohkari, Addy, aj, alpha_spark, Alzebub, Balbowa, Blanket, Buront, Catbath, Constantine, cypheur, Danger7778, Derpy, Douglas, Erunas, Feria, Ghost, GremlinRemy, GrimOptimist, Igris, Jambo Kaka, jasoncelic, Jesse Marek, JonDemand, junkdroid, Kaniki, Kensho, Kevin “Smood” McDonnell, Kobe Montour, Korren, Kristjan the Necrom, luke4495, Megan Pisarik, MementoMorrie, MonoXideAtWork, MrMonneypenny, Naming Fae, narnia3756, NeK0z, Neldu, NickWolf8 , One True Doge, Osirusblue, Phillip , PulsarCologne, RabidAmazonian, Relle, Rohdry, RutledgeHusband, SendHelp, Shadowpaine, Siggy, Sir Mk, SleepySpartan, Solo, Stevie Friesth, Taoko, teepea298, TheNewBadHombre, TinyKitty, Toria, Truwolf, Ulysses, victorcree, Victor Matyiku, vivacia, Watermelon, wyvernvalet, Zachary Nix</p>",
      "scenes": {
        "Insomnium's Station": {
          "name": "Insomnium's Station"
        },
        "Train Carriages": {
          "name": "Train Carriages"
        }
      },
      "playlists": {
        "Dreamscape": {
          "name": "Dreamscape",
          "sounds": {
            "Cordette": {
              "name": "Cordette",
              "path": "modules/heliana-core/assets/adventures/heliana-dream-weaver/sounds/7a_-_Cordette_-_Dream_Weaver.ogg",
              "repeat": true,
              "fade": null,
              "description": "",
              "volume": 0.21,
              "_id": "afh6XIMYDDRdBpvi",
              "playing": false,
              "pausedTime": null,
              "sort": 0,
              "flags": {},
              "channel": "music"
            },
            "Dreamscape": {
              "name": "Dreamscape",
              "path": "modules/heliana-core/assets/adventures/heliana-dream-weaver/sounds/7b_-_Dreamscape_-_Dream_Weaver.ogg",
              "repeat": true,
              "fade": null,
              "description": "",
              "volume": 0.25,
              "_id": "rrQz4fgSWelQ0qaL",
              "playing": false,
              "pausedTime": null,
              "sort": 0,
              "flags": {},
              "channel": "music"
            },
            "Nightmare Timer": {
              "name": "Nightmare Timer",
              "path": "modules/heliana-core/assets/adventures/heliana-dream-weaver/sounds/7c_-_Dreamscape_-_Dream_Weaver_-_Nightmare%2CTimer.ogg",
              "repeat": true,
              "fade": null,
              "description": "",
              "volume": 0.25,
              "_id": "xVGoSMnJM0TRdHQk",
              "playing": false,
              "pausedTime": null,
              "sort": 0,
              "flags": {},
              "channel": "music"
            }
          }
        },
        "Tavern": {
          "name": "Tavern",
          "sounds": {
            "Tavern Song": {
              "name": "Tavern Song",
              "path": "modules/heliana-core/assets/adventures/heliana-dream-weaver/sounds/15_Dreamholder_TAVERN.mp3",
              "repeat": true,
              "fade": null,
              "description": "",
              "volume": 0.25,
              "_id": "RU5TTbHhcTzfuiyS",
              "playing": false,
              "pausedTime": null,
              "sort": 0,
              "flags": {},
              "channel": "music"
            }
          }
        },
        "Monster Sounds": {
          "name": "Monster Sounds",
          "sounds": {
            "Exit the Dream": {
              "name": "Exit the Dream",
              "path": "modules/heliana-core/assets/adventures/heliana-dream-weaver/sounds/Dreamholder_ExitingtheDream.mp3",
              "repeat": true,
              "fade": null,
              "description": "",
              "volume": 0.21,
              "_id": "ZI0V9DVm879GDgkf",
              "playing": false,
              "pausedTime": null,
              "sort": 0,
              "flags": {},
              "channel": "music"
            },
            "Arrives": {
              "name": "Arrives",
              "path": "modules/heliana-core/assets/adventures/heliana-dream-weaver/sounds/Dreamholder_Arrives.mp3",
              "repeat": true,
              "fade": null,
              "description": "",
              "volume": 0.21,
              "_id": "dARlwbGaZUPwhN2G",
              "playing": false,
              "pausedTime": null,
              "sort": 0,
              "flags": {},
              "channel": "music"
            },
            "Departs": {
              "name": "Departs",
              "path": "modules/heliana-core/assets/adventures/heliana-dream-weaver/sounds/Dreamholder_Departs.mp3",
              "repeat": true,
              "fade": null,
              "description": "",
              "volume": 0.21,
              "_id": "7bIWEfACYNr3dmbc",
              "playing": false,
              "pausedTime": null,
              "sort": 0,
              "flags": {},
              "channel": "music"
            }
          }
        }
      },
      "actors": {
        "Sleepwalker": {
          "name": "Sleepwalker",
          "tokenName": "Sleepwalker",
          "items": {
            "Multiattack": {
              "name": "多重攻击",
              "description": "The sleepwalker makes two melee attacks."
            },
            "Puppet": {
              "name": "Puppet",
              "description": "<p>While in a dreamholder’s lair, the sleepwalker sees what the dreamholder wants it to. A creature can use its action to make a <strong>[[/check persuasion]]</strong> check contested by the dreamholder’s <strong>[[/check persuasion]]</strong> to help the sleepwalker see through the illusion. On a success, the sleepwalker sees through the dreamholder’s illusions and can’t be beguiled by the dreamholder for the next <strong>24 hours</strong>. On a failure, the sleepwalker believes the creature to be a trick, and any further attempts made to persuade it by that creature automatically fail for the next <strong>24 hours</strong>.</p><p></p>"
            },
            "Phantom Fist": {
              "name": "Phantom Fist",
              "description": "<section class=\"secret\" id=\"secret-c5ndXwnMQjZdpI8Q\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The sleepwalker attacks with its phantom fist.</p>"
            }
          }
        },
        "Phantasm": {
          "name": "Phantasm",
          "tokenName": "Phantasm",
          "items": {
            "Displacement": {
              "name": "移影换位",
              "description": "<p>The phantasm projects a magical illusion that makes it appear to be standing near its actual location, causing attack rolls against it to have disadvantage. Creatures with truesight ignore this trait. If it is hit by an attack, this trait is disrupted until the end of its next turn. This trait is also disrupted while the phantasm is incapacitated or has a speed of 0 feet.</p>"
            },
            "Incorporeal Movement": {
              "name": "虚体移动",
              "description": "The phantasm can move through other creatures and objects as if they were difficult terrain. It takes 5 (1d10) force damage if it ends its turn inside an object."
            },
            "Multiattack": {
              "name": "多重攻击",
              "description": "The phantasm makes four attacks."
            },
            "Phantom Fist": {
              "name": "Phantom Fist",
              "description": "<section class=\"secret\" id=\"secret-HQSq75rhUctYWjht\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The phantasm attacks with its phantom fist.</p>"
            },
            "Horrifying Visage": {
              "name": "恐惧面容",
              "description": "<p>Each creature within 60 feet of the phantasm that can see it must succeed on a <strong>[[/save format=long]]</strong> or be <strong>&amp;Reference[frightened]]</strong> for <strong>1 minute</strong>. If the save fails by 5 or more, the target also ages [[/r 1d4]] × 10 years. A frightened target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a target’s saving throw is successful or the effect ends for it, the target is <strong>immune</strong> to this phantasm’s Horrifying Visage for the next <strong>24 hours</strong>. The aging effect can be reversed with a greater restoration spell, but only within 24 hours of it occurring.</p>",
              "effects": {
                "Horrifying Visage": {
                  "name": "恐惧面容",
                  "description": "<p>This creature is <strong>&amp;Reference[Frightened]</strong> for <strong>1 minute</strong>. A frightened target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a target’s saving throw is successful or the effect ends for it, the target is <strong>immune</strong> to this horror’s Horrifying Appearance for the next <strong>24 hours</strong>.</p>"
                }
              }
            }
          }
        },
        "Horror": {
          "name": "Horror",
          "tokenName": "Horror",
          "items": {
            "Slow Fall": {
              "name": "轻身坠",
              "description": "<p>While in a dreamscape, a horror is constantly under the effects of the <em>feather@UUID[Compendium.dnd5e.spells.pub0OWVEB71XQx1n]{feather fall} fall</em> spell.</p>"
            },
            "Multiattack": {
              "name": "多重攻击",
              "description": "The horror makes three attacks."
            },
            "Broken Mind": {
              "name": "Broken Mind",
              "description": "<p>If the horror is the target of a <em>@UUID[Compendium.dnd5e.spells.WzvJ7G3cqvIubsLk]{greater restoration}</em> spell or more powerful restorative magic, it sees through the dreamholder’s illusions and can’t be beguiled by the dreamholder for the next <strong>24 hours</strong>.</p>"
            },
            "Phantom Fist": {
              "name": "Phantom Fist",
              "description": "<section class=\"secret\" id=\"secret-25Xaodr7xvDjYLwp\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The horror attacks with its phantom fist.</p>"
            },
            "Horrifying Appearance": {
              "name": "Horrifying Appearance",
              "description": "<p>Each creature within <strong>60 feet</strong> of the horror that can see it must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long]]</strong></span> or be <strong>&amp;Reference[Frightened]</strong> for <strong>1 minute</strong>. A frightened target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a target’s saving throw is successful or the effect ends for it, the target is <strong>immune</strong> to this horror’s Horrifying Appearance for the next <strong>24 hours</strong>.</p>",
              "effects": {
                "Horrifying Appearance": {
                  "name": "Horrifying Appearance",
                  "description": "<p>This creature is <strong>&amp;Reference[Frightened]</strong> for <strong>1 minute</strong>. A frightened target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a target’s saving throw is successful or the effect ends for it, the target is <strong>immune</strong> to this horror’s Horrifying Appearance for the next <strong>24 hours</strong>.</p>"
                }
              }
            }
          }
        },
        "Dreamholder": {
          "name": "Dreamholder",
          "tokenName": "Dreamholder",
          "description": "<p>Natives of the Anomalies, dreamholders often find routes through to the Astral Plane and, from this staging post, parasitise creatures who astrally project, hitching a ride on their psyches back into the home plane. There, they flit between the minds of sleeping creatures, distorting each dreamer’s narrative and feasting on their fear, joy, and distress. An incorporeal version of the floating eye tyrant, the dreamholder can unleash a devastating array of eye beams at lucid dreamers who threaten to expel them from their mind.</p><p><em><strong>Fear of Ejection.</strong></em> Rarely does a dreamholder take physical form on the Material Plane. Instead, a dreamholder traverses the world through a dreamscape, an ephemeral plane created by the psyches of sleeping creatures. If this dreamscape ever disappears, such as if all creatures within range of the dreamholder’s influence awaken, the dreamholder is ejected back to the Astral Plane, a place it loathes due to the absence of its favourite snack: sleeping beings. For this reason, dreamholders are commonly found in densely populated areas, places with a mix of diurnal and nocturnal beings, or wherever sleeping creatures can be reliably preyed upon.</p><p>The dreamholder is a clever and resourceful aberration. Should its continued existence in the dreams of creatures on the Material Plane be threatened, it chooses one of two tactics. If it believes itself more powerful than its foe, it will immediately attempt to annihilate the threatening creature’s psyche and render their body a comatose shell. Alternatively, a dreamholder might bargain with its assailant, delivering secrets to them nightly until such a time as it can destroy this erstwhile ally.</p><p><em><strong>Balanced Diet.</strong></em> Dreamholders feed on the gamut of emotions that a creature can experience. For a properly balanced diet, a dreamholder needs to consume anger, disgust, fear, happiness, sadness, and surprise. A dreamholder that can keep a group of humanoids experiencing all these emotions simultaneously is a contented dreamholder indeed.</p><p><em><strong>Inconsistent Incorporeality.</strong></em> The dreamholder maintains its incorporeal form through psionics. Its mastery of this technique is absolute; even the most well-placed blow with a magical weapon passes through thin air, the dreamholder dissolving the instant before contact is made. The dreamholder abhors loud noises and psychic attacks, all of which interfere with its focus, causing it to become momentarily corporeal and susceptible to physical blows.</p><p><em><strong>Dream Stasis &amp; Bridging.</strong></em> Dreamholders possess the unique ability to bridge the dreams of sleeping creatures, a feature they use to slip from a soon-to wake mind into that of one that has recently drifted off. Indeed, one of the symptoms of dreamholder parasitisation is the increased frequency of shared dreams between individuals in a community (and the social awkwardness that soon follows). Powerful dreamholders can exert such influence over a sleeping creature that the dreamer enters a ‘dream stasis’, a paralytic state from which it can’t wake of its own volition. A clever dreamholder learns to release these captured sleepers just before they waste away entirely, knowing full well that they must return to sleep eventually.</p><p><em><strong>Dream Lair.</strong></em> Combining these two abilities of stasis and bridging, a dreamholder can create a tangled web of interconnecting landscapes, scenarios, and protagonists, a veritable feast of corrupted dreams. Time dilates and constricts at the dreamholder’s whim, and respite is rarely attainable. In this varied, restless landscape, physical prowess means little; the dreamholder is the ruler, and those that are weak of mind seldom emerge.</p>",
          "items": {
            "Legendary Actions": {
              "name": "Legendary Actions",
              "description": "<p>The dreamholder can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature’s turn. The dreamholder regains spent legendary actions at the start of its turn.<br><br><strong>[[/item 5RlmEmeJoMxBi22p]]{Eye Ray}. </strong><span style=\"font-family:Signika, sans-serif\">The dreamholder uses one random eye ray.</span><strong><br><br>[[/item JWpSSXuqzgO0U0t5]]{Teleport}. </strong>The dreamholder teleports to an unoccupied space it can see within 60 feet of it. If it is within its lair it doesn’t need to see this space to teleport to it.<strong><br><br>[[/item EINhOKcUHzdnuvq9]]{Mirror (costs 2 actions)}. </strong>Two illusory dreamholders appear within 30 feet of the dreamholder, and the dreamholder can then immediately teleport, switching places with one of the illusory duplicates. Physical interaction with the illusory dreamholder, such as hitting it with an attack, reveals it to be an illusion. A creature can use its action to make a DC 14 Intelligence (Investigation) check to inspect one dreamholder within 30 feet of it, determining if it’s an illusion on a success. When the dreamholder uses an eye ray, all the illusions fire the same eye rays at the same target, and when it teleports, so too do the illusions. All the illusions disappear at the end of the dreamholder’s next turn.</p>"
            },
            "Incorporeal Movement": {
              "name": "虚体移动",
              "description": "The dreamholder can move through other creatures and objects as if they were difficult terrain. It takes 5 (1d10) force damage if it ends its turn inside an object."
            },
            "Eye Ray": {
              "name": "眼波射线",
              "description": "<p>The dreamholder uses one random eye ray. [[/r 1d6]]</p>"
            },
            "Teleport": {
              "name": "传送",
              "description": "<p>The dreamholder teleports to an unoccupied space it can see within 60 feet of it. If it is within its lair it doesn’t need to see this space to teleport to it.</p>"
            },
            "Phantasmal Cone": {
              "name": "Phantasmal Cone",
              "description": "<p>The dreamholder’s central eye creates an area of phantasmagoric horrors—illusory manifestations unique to each creature—within a <strong>90-foot cone</strong>. At the start of each of its turns, the dreamholder decides which way the cone faces and whether the cone is active. Each creature within the cone at the end of the dreamholder’s turn must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dnd5eactivity000]]</strong></span> or take <strong>[[/damage average activity=dnd5eactivity000]]</strong> damage and become <strong>&amp;Reference[Frightened]</strong> of the dreamholder and the illusions within the area until the end of the dreamholder’s next turn.</p><p>As an affected creature is surrounded by these illusions, the source of its fear is in every direction, rendering it unable to move in any direction while it can see these sources of its fear.</p>",
              "effects": {
                "Phantasmal Cone": {
                  "name": "Phantasmal Cone",
                  "description": "<p>This creature is <strong>&amp;Reference[Frightened]</strong> of the dreamholder and its illusions until the end of the dreamholder's next turn.</p>"
                }
              }
            },
            "Inconsistent Incoporeality": {
              "name": "Inconsistent Incoporeality",
              "description": "<p>When the dreamholder takes <strong>10</strong> or more psychic or thunder damage in a single instance, it becomes corporeal until the start of its next turn. While corporeal, it loses its Incorporeal Movement trait; its immunity to bludgeoning, piercing, and slashing damage; and its immunity to the grappled and restrained conditions.</p><section id=\"secret-Ls2dxLnOIjtwDF7z\" class=\"secret\"><p><strong>Foundry Note.</strong></p><p>The effect for this feature can be toggled in the effects tab.</p></section>",
              "effects": {
                "Immunity": {
                  "name": "免疫"
                }
              }
            },
            "Dreameater": {
              "name": "Dreameater",
              "description": "<section class=\"secret\" id=\"secret-Lh5PBkCA97AwiBoZ\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The dreamholder attacks with dreameater.</p>"
            },
            "Eye Rays": {
              "name": "眼波射线",
              "description": "<section class=\"secret\" id=\"secret-JCVLQ87TLRQNVbdo\"><p>The dreamholder shoots three of the following magical eye rays at random ([[/r 1d6]], reroll duplicates), choosing one to three creatures it can see within 120 feet of it:</p><ol><li><p><em>Charm Ray.</em> The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dzkC9s84JbSBfLpF]]</strong></span> or be <strong>&amp;Reference[Charmed]</strong> by the dreamholder for 1 hour, or until the dreamholder harms the target.</p></li><li><p><em>Confusion Ray.</em> The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dzkC9s84JbSBfLpF]]</strong></span> or be afflicted by the <em>@UUID[Compendium.dnd5e.spells.9hQXdMSmerkTsHDe]{confusion}</em> spell until the end of its next turn.</p></li><li><p><em>Static Ray.</em> The target must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=jrf8F80tPtJ2rOMa]]</strong></span>, taking <strong>[[/damage average activity=jrf8F80tPtJ2rOMa]]</strong> damage on a failed save or half as much damage on a successful one. On a failed save, a target has muddled thoughts for <strong>1 minute</strong>. During that time, it rolls a <strong>[[/r d6]]</strong> and subtracts the number rolled from all its attack rolls and ability checks, as well as its Constitution saving throws to maintain concentration. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p></li><li><p><em>Rot Ray. </em>The target must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=lHxwMgRjIzE5QmqT]]</strong></span>. On a failure, its grey matter deteriorates, it takes <strong>[[/damage average activity=lHxwMgRjIzE5QmqT]]</strong> damage, and it has disadvantage on ability checks and attack rolls it makes until the end of its next turn. On a success it takes half as much damage and suffers no additional effects.</p></li><li><p><em>Incorporeal Shunt Ray. </em>The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=nYrlWYqs6BRfpnvm]]</strong></span> or become momentarily incorporeal, be pushed up to <strong>15 feet</strong> directly away from the dreamholder, and then rematerialise. The creature takes <strong>[[/damage average activity=nYrlWYqs6BRfpnvm]]</strong> damage if it rematerialises inside an object. If the creature rematerialises in another creature’s space, both creatures take this damage. The target is then pushed to the nearest unoccupied space.</p></li><li><p><em>Nightmare Ray. </em>The target is assailed by illusory manifestations of its fears. It must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=JMcf2yQZwTkiq8EV]]</strong></span>, taking <strong>[[/damage average activity=JMcf2yQZwTkiq8EV]]</strong> damage on a failure or half as much damage on a success.</p></li></ol></section><p>The dreamholder uses three of its eye rays.</p>",
              "activities": {
                "Roll for Eye Rays": {
                  "name": "Roll for Eye Rays"
                },
                "Charm + Confusion Ray": {
                  "name": "Charm + Confusion Ray"
                },
                "Static Ray": {
                  "name": "Static Ray"
                },
                "Rot Ray": {
                  "name": "Rot Ray"
                },
                "Incorporeal Shunt Ray": {
                  "name": "Incorporeal Shunt Ray"
                },
                "Nightmare Ray": {
                  "name": "噩梦射线"
                }
              },
              "effects": {
                "Charm Ray": {
                  "name": "Charm Ray",
                  "description": "<p>This creature is <strong>&amp;Reference[Charmed]</strong> by the dreamholder for <strong>1 hour</strong>, or until the dreamholder harms the target.</p>"
                },
                "Confusion Ray": {
                  "name": "Confusion Ray",
                  "description": "<p>This creature is afflicted by the <em>@UUID[Compendium.dnd5e.spells.Item.9hQXdMSmerkTsHDe]{confusion}</em> spell until the end of its next turn.</p>"
                },
                "Static Ray": {
                  "name": "Static Ray",
                  "description": "<p>This creature's thoughts are muddled for <strong>1 minute</strong>. During that time, it rolls a <strong>[[/r d6]]</strong> and subtracts the number rolled from all its attack rolls and ability checks, as well as its Constitution saving throws to maintain concentration. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p>"
                },
                "Rot Ray": {
                  "name": "Rot Ray",
                  "description": "<p>This creature has <strong>disadvantage</strong> on ability checks and attack rolls it makes until the end of its next turn.</p>"
                }
              }
            },
            "Mirror (Costs 2 Actions)": {
              "name": "Mirror (Costs 2 Actions)",
              "description": "<section class=\"secret\" id=\"secret-lytSuHq2wLY3sbVz\"><p>Two illusory dreamholders appear within <strong>30 feet</strong> of the dreamholder, and the dreamholder can then immediately teleport, switching places with one of the illusory duplicates. Physical interaction with the illusory dreamholder, such as hitting it with an attack, reveals it to be an illusion. A creature can use its action to make a <strong>[[/check 17 investigation]]</strong> check to inspect one dreamholder within <strong>30 feet</strong> of it, determining if it’s an illusion on a success. When the dreamholder uses an eye ray, all the illusions fire the same eye rays at the same target, and when it teleports, so too do the illusions. All the illusions disappear at the end of the dreamholder’s next turn.</p></section><p>The dreamholder uses mirror.</p>"
            },
            "Legendary Resistance (3/Day)": {
              "name": "Legendary Resistance (3/Day)",
              "description": "If the dreamholder fails a saving throw, it can choose to succeed instead."
            }
          },
          "effects": {
            "Immunity": {
              "name": "免疫"
            }
          }
        },
        "Glutted Dreamholder": {
          "name": "Glutted Dreamholder",
          "tokenName": "Glutted Dreamholder",
          "description": "<p>Natives of the Anomalies, dreamholders often find routes through to the Astral Plane and, from this staging post, parasitise creatures who astrally project, hitching a ride on their psyches back into the home plane. There, they flit between the minds of sleeping creatures, distorting each dreamer’s narrative and feasting on their fear, joy, and distress. An incorporeal version of the floating eye tyrant, the dreamholder can unleash a devastating array of eye beams at lucid dreamers who threaten to expel them from their mind.</p><p><em><strong>Fear of Ejection.</strong></em> Rarely does a dreamholder take physical form on the Material Plane. Instead, a dreamholder traverses the world through a dreamscape, an ephemeral plane created by the psyches of sleeping creatures. If this dreamscape ever disappears, such as if all creatures within range of the dreamholder’s influence awaken, the dreamholder is ejected back to the Astral Plane, a place it loathes due to the absence of its favourite snack: sleeping beings. For this reason, dreamholders are commonly found in densely populated areas, places with a mix of diurnal and nocturnal beings, or wherever sleeping creatures can be reliably preyed upon.</p><p>The dreamholder is a clever and resourceful aberration. Should its continued existence in the dreams of creatures on the Material Plane be threatened, it chooses one of two tactics. If it believes itself more powerful than its foe, it will immediately attempt to annihilate the threatening creature’s psyche and render their body a comatose shell. Alternatively, a dreamholder might bargain with its assailant, delivering secrets to them nightly until such a time as it can destroy this erstwhile ally.</p><p><em><strong>Balanced Diet.</strong></em> Dreamholders feed on the gamut of emotions that a creature can experience. For a properly balanced diet, a dreamholder needs to consume anger, disgust, fear, happiness, sadness, and surprise. A dreamholder that can keep a group of humanoids experiencing all these emotions simultaneously is a contented dreamholder indeed.</p><p><em><strong>Inconsistent Incorporeality.</strong></em> The dreamholder maintains its incorporeal form through psionics. Its mastery of this technique is absolute; even the most well-placed blow with a magical weapon passes through thin air, the dreamholder dissolving the instant before contact is made. The dreamholder abhors loud noises and psychic attacks, all of which interfere with its focus, causing it to become momentarily corporeal and susceptible to physical blows.</p><p><em><strong>Dream Stasis &amp; Bridging.</strong></em> Dreamholders possess the unique ability to bridge the dreams of sleeping creatures, a feature they use to slip from a soon-to wake mind into that of one that has recently drifted off. Indeed, one of the symptoms of dreamholder parasitisation is the increased frequency of shared dreams between individuals in a community (and the social awkwardness that soon follows). Powerful dreamholders can exert such influence over a sleeping creature that the dreamer enters a ‘dream stasis’, a paralytic state from which it can’t wake of its own volition. A clever dreamholder learns to release these captured sleepers just before they waste away entirely, knowing full well that they must return to sleep eventually.</p><p><em><strong>Dream Lair.</strong></em> Combining these two abilities of stasis and bridging, a dreamholder can create a tangled web of interconnecting landscapes, scenarios, and protagonists, a veritable feast of corrupted dreams. Time dilates and constricts at the dreamholder’s whim, and respite is rarely attainable. In this varied, restless landscape, physical prowess means little; the dreamholder is the ruler, and those that are weak of mind seldom emerge.</p>",
          "items": {
            "Incorporeal Movement": {
              "name": "虚体移动",
              "description": "The dreamholder can move through other creatures and objects as if they were difficult terrain. It takes 5 (1d10) force damage if it ends its turn inside an object."
            },
            "Legendary Actions": {
              "name": "Legendary Actions",
              "description": "<p>The dreamholder can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature’s turn. The dreamholder regains spent legendary actions at the start of its turn.<br><br><strong>[[/item 7PCZ5EkpyRCm8b3Z]]{Eye Ray}. </strong><span style=\"font-family:Signika, sans-serif\">The dreamholder uses one random eye ray.</span><strong><br><br>[[/item 7fGeNrRv1IsnSExZ]]{Teleport}. </strong>The dreamholder teleports to an unoccupied space it can see within 60 feet of it. If it is within its lair it doesn’t need to see this space to teleport to it.<strong><br><br>[[/item IPel9yWahqg4nGdX]]{Mirror (costs 2 actions)}. </strong>Two illusory dreamholders appear within 30 feet of the dreamholder, and the dreamholder can then immediately teleport, switching places with one of the illusory duplicates. Physical interaction with the illusory dreamholder, such as hitting it with an attack, reveals it to be an illusion. A creature can use its action to make a DC 14 Intelligence (Investigation) check to inspect one dreamholder within 30 feet of it, determining if it’s an illusion on a success. When the dreamholder uses an eye ray, all the illusions fire the same eye rays at the same target, and when it teleports, so too do the illusions. All the illusions disappear at the end of the dreamholder’s next turn.</p>"
            },
            "Eye Ray": {
              "name": "眼波射线",
              "description": "<p>The dreamholder uses one random eye ray. [[/r 1d6]]</p>"
            },
            "Teleport": {
              "name": "传送",
              "description": "<p>The dreamholder teleports to an unoccupied space it can see within 60 feet of it. If it is within its lair it doesn’t need to see this space to teleport to it.</p>"
            },
            "Phantasmal Cone": {
              "name": "Phantasmal Cone",
              "description": "<p>The dreamholder’s central eye creates an area of phantasmagoric horrors—illusory manifestations unique to each creature—within a <strong>90-foot cone</strong>. At the start of each of its turns, the dreamholder decides which way the cone faces and whether the cone is active. Each creature within the cone at the end of the dreamholder’s turn must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dnd5eactivity000]]</strong></span> or take <strong>[[/damage average activity=dnd5eactivity000]]</strong> damage and become <strong>&amp;Reference[Frightened]</strong> of the dreamholder and the illusions within the area until the end of the dreamholder’s next turn.</p><p>As an affected creature is surrounded by these illusions, the source of its fear is in every direction, rendering it unable to move in any direction while it can see these sources of its fear.</p>",
              "effects": {
                "Phantasmal Cone": {
                  "name": "Phantasmal Cone",
                  "description": "<p>This creature is <strong>&amp;Reference[Frightened]</strong> of the dreamholder and its illusions until the end of the dreamholder's next turn.</p>"
                }
              }
            },
            "Inconsistent Incoporeality": {
              "name": "Inconsistent Incoporeality",
              "description": "<p>When the dreamholder takes <strong>15</strong> or more psychic or thunder damage in a single instance, it becomes corporeal until the start of its next turn. While corporeal, it loses its Incorporeal Movement trait; its immunity to bludgeoning, piercing, and slashing damage; and its immunity to the grappled and restrained conditions.</p><section class=\"secret\" id=\"secret-GIKvStoOei63xyTF\"><p><strong>Foundry Note.</strong></p><p>The effect for this feature can be toggled in the effects tab.</p></section>",
              "effects": {
                "Immunity": {
                  "name": "免疫"
                }
              }
            },
            "Dreameater": {
              "name": "Dreameater",
              "description": "<section class=\"secret\" id=\"secret-UQ1SPNI4vAV46lxe\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The dreamholder attacks with dreameater.</p>"
            },
            "Eye Rays": {
              "name": "眼波射线",
              "description": "<section class=\"secret\" id=\"secret-JCVLQ87TLRQNVbdo\"><p>The dreamholder shoots three of the following magical eye rays at random ([[/r 1d6]], reroll duplicates), choosing one to three creatures it can see within 120 feet of it:</p><ol><li><p><em>Charm Ray.</em> The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dzkC9s84JbSBfLpF]]</strong></span> or be <strong>&amp;Reference[Charmed]</strong> by the dreamholder for 1 hour, or until the dreamholder harms the target.</p></li><li><p><em>Confusion Ray.</em> The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dzkC9s84JbSBfLpF]]</strong></span> or be afflicted by the <em>@UUID[Compendium.dnd5e.spells.9hQXdMSmerkTsHDe]{confusion}</em> spell until the end of its next turn.</p></li><li><p><em>Static Ray.</em> The target must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=jrf8F80tPtJ2rOMa]]</strong></span>, taking <strong>[[/damage average activity=jrf8F80tPtJ2rOMa]]</strong> damage on a failed save or half as much damage on a successful one. On a failed save, a target has muddled thoughts for <strong>1 minute</strong>. During that time, it rolls a <strong>[[/r d6]]</strong> and subtracts the number rolled from all its attack rolls and ability checks, as well as its Constitution saving throws to maintain concentration. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p></li><li><p><em>Rot Ray. </em>The target must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=lHxwMgRjIzE5QmqT]]</strong></span>. On a failure, its grey matter deteriorates, it takes <strong>[[/damage average activity=lHxwMgRjIzE5QmqT]]</strong> damage, and it has disadvantage on ability checks and attack rolls it makes until the end of its next turn. On a success it takes half as much damage and suffers no additional effects.</p></li><li><p><em>Incorporeal Shunt Ray. </em>The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=nYrlWYqs6BRfpnvm]]</strong></span> or become momentarily incorporeal, be pushed up to <strong>15 feet</strong> directly away from the dreamholder, and then rematerialise. The creature takes <strong>[[/damage average activity=nYrlWYqs6BRfpnvm]]</strong> damage if it rematerialises inside an object. If the creature rematerialises in another creature’s space, both creatures take this damage. The target is then pushed to the nearest unoccupied space.</p></li><li><p><em>Nightmare Ray. </em>The target is assailed by illusory manifestations of its fears. It must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=JMcf2yQZwTkiq8EV]]</strong></span>, taking <strong>[[/damage average activity=JMcf2yQZwTkiq8EV]]</strong> damage on a failure or half as much damage on a success.</p></li></ol></section><p>The dreamholder uses three of its eye rays.</p>",
              "activities": {
                "Roll for Eye Rays": {
                  "name": "Roll for Eye Rays"
                },
                "Charm + Confusion Ray": {
                  "name": "Charm + Confusion Ray"
                },
                "Static Ray": {
                  "name": "Static Ray"
                },
                "Rot Ray": {
                  "name": "Rot Ray"
                },
                "Incorporeal Shunt Ray": {
                  "name": "Incorporeal Shunt Ray"
                },
                "Nightmare Ray": {
                  "name": "噩梦射线"
                }
              },
              "effects": {
                "Charm Ray": {
                  "name": "Charm Ray",
                  "description": "<p>This creature is <strong>&amp;Reference[Charmed]</strong> by the dreamholder for <strong>1 hour</strong>, or until the dreamholder harms the target.</p>"
                },
                "Confusion Ray": {
                  "name": "Confusion Ray",
                  "description": "<p>This creature is afflicted by the <em>@UUID[Compendium.dnd5e.spells.Item.9hQXdMSmerkTsHDe]{confusion}</em> spell until the end of its next turn.</p>"
                },
                "Static Ray": {
                  "name": "Static Ray",
                  "description": "<p>This creature's thoughts are muddled for <strong>1 minute</strong>. During that time, it rolls a <strong>[[/r d6]]</strong> and subtracts the number rolled from all its attack rolls and ability checks, as well as its Constitution saving throws to maintain concentration. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p>"
                },
                "Rot Ray": {
                  "name": "Rot Ray",
                  "description": "<p>This creature has <strong>disadvantage</strong> on ability checks and attack rolls it makes until the end of its next turn.</p>"
                }
              }
            },
            "Mirror (Costs 2 Actions)": {
              "name": "Mirror (Costs 2 Actions)",
              "description": "<section class=\"secret\" id=\"secret-lytSuHq2wLY3sbVz\"><p>Two illusory dreamholders appear within <strong>30 feet</strong> of the dreamholder, and the dreamholder can then immediately teleport, switching places with one of the illusory duplicates. Physical interaction with the illusory dreamholder, such as hitting it with an attack, reveals it to be an illusion. A creature can use its action to make a <strong>[[/check 20 investigation]]</strong> check to inspect one dreamholder within <strong>30 feet</strong> of it, determining if it’s an illusion on a success. When the dreamholder uses an eye ray, all the illusions fire the same eye rays at the same target, and when it teleports, so too do the illusions. All the illusions disappear at the end of the dreamholder’s next turn.</p></section><p>The dreamholder uses mirror.</p>"
            },
            "Legendary Resistance (3/Day)": {
              "name": "Legendary Resistance (3/Day)",
              "description": "If the dreamholder fails a saving throw, it can choose to succeed instead."
            }
          },
          "effects": {
            "Immunity": {
              "name": "免疫"
            }
          }
        },
        "Starved Dreamholder": {
          "name": "Starved Dreamholder",
          "tokenName": "Starved Dreamholder",
          "description": "<p>Natives of the Anomalies, dreamholders often find routes through to the Astral Plane and, from this staging post, parasitise creatures who astrally project, hitching a ride on their psyches back into the home plane. There, they flit between the minds of sleeping creatures, distorting each dreamer’s narrative and feasting on their fear, joy, and distress. An incorporeal version of the floating eye tyrant, the dreamholder can unleash a devastating array of eye beams at lucid dreamers who threaten to expel them from their mind.</p><p><em><strong>Fear of Ejection.</strong></em> Rarely does a dreamholder take physical form on the Material Plane. Instead, a dreamholder traverses the world through a dreamscape, an ephemeral plane created by the psyches of sleeping creatures. If this dreamscape ever disappears, such as if all creatures within range of the dreamholder’s influence awaken, the dreamholder is ejected back to the Astral Plane, a place it loathes due to the absence of its favourite snack: sleeping beings. For this reason, dreamholders are commonly found in densely populated areas, places with a mix of diurnal and nocturnal beings, or wherever sleeping creatures can be reliably preyed upon.</p><p>The dreamholder is a clever and resourceful aberration. Should its continued existence in the dreams of creatures on the Material Plane be threatened, it chooses one of two tactics. If it believes itself more powerful than its foe, it will immediately attempt to annihilate the threatening creature’s psyche and render their body a comatose shell. Alternatively, a dreamholder might bargain with its assailant, delivering secrets to them nightly until such a time as it can destroy this erstwhile ally.</p><p><em><strong>Balanced Diet.</strong></em> Dreamholders feed on the gamut of emotions that a creature can experience. For a properly balanced diet, a dreamholder needs to consume anger, disgust, fear, happiness, sadness, and surprise. A dreamholder that can keep a group of humanoids experiencing all these emotions simultaneously is a contented dreamholder indeed.</p><p><em><strong>Inconsistent Incorporeality.</strong></em> The dreamholder maintains its incorporeal form through psionics. Its mastery of this technique is absolute; even the most well-placed blow with a magical weapon passes through thin air, the dreamholder dissolving the instant before contact is made. The dreamholder abhors loud noises and psychic attacks, all of which interfere with its focus, causing it to become momentarily corporeal and susceptible to physical blows.</p><p><em><strong>Dream Stasis &amp; Bridging.</strong></em> Dreamholders possess the unique ability to bridge the dreams of sleeping creatures, a feature they use to slip from a soon-to wake mind into that of one that has recently drifted off. Indeed, one of the symptoms of dreamholder parasitisation is the increased frequency of shared dreams between individuals in a community (and the social awkwardness that soon follows). Powerful dreamholders can exert such influence over a sleeping creature that the dreamer enters a ‘dream stasis’, a paralytic state from which it can’t wake of its own volition. A clever dreamholder learns to release these captured sleepers just before they waste away entirely, knowing full well that they must return to sleep eventually.</p><p><em><strong>Dream Lair.</strong></em> Combining these two abilities of stasis and bridging, a dreamholder can create a tangled web of interconnecting landscapes, scenarios, and protagonists, a veritable feast of corrupted dreams. Time dilates and constricts at the dreamholder’s whim, and respite is rarely attainable. In this varied, restless landscape, physical prowess means little; the dreamholder is the ruler, and those that are weak of mind seldom emerge.</p>",
          "items": {
            "Incorporeal Movement": {
              "name": "虚体移动",
              "description": "The dreamholder can move through other creatures and objects as if they were difficult terrain. It takes 5 (1d10) force damage if it ends its turn inside an object."
            },
            "Legendary Actions": {
              "name": "Legendary Actions",
              "description": "<p>The dreamholder can take 3 legendary actions, choosing from the options below. Only one legendary action option can be used at a time and only at the end of another creature’s turn. The dreamholder regains spent legendary actions at the start of its turn.<br><br><strong>[[/item NETFNIaH8MF0MSNN]]{Eye Ray}. </strong><span style=\"font-family:Signika, sans-serif\">The dreamholder uses one random eye ray.</span><strong><br><br>[[/item cpy8hkzc3BVnDpiz]]{Teleport}. </strong>The dreamholder teleports to an unoccupied space it can see within 60 feet of it. If it is within its lair it doesn’t need to see this space to teleport to it.<strong><br><br>[[/item zfTNTFENjYfffot7]]{Mirror (costs 2 actions)}. </strong>Two illusory dreamholders appear within 30 feet of the dreamholder, and the dreamholder can then immediately teleport, switching places with one of the illusory duplicates. Physical interaction with the illusory dreamholder, such as hitting it with an attack, reveals it to be an illusion. A creature can use its action to make a DC 14 Intelligence (Investigation) check to inspect one dreamholder within 30 feet of it, determining if it’s an illusion on a success. When the dreamholder uses an eye ray, all the illusions fire the same eye rays at the same target, and when it teleports, so too do the illusions. All the illusions disappear at the end of the dreamholder’s next turn.</p>"
            },
            "Eye Ray": {
              "name": "眼波射线",
              "description": "<p>The dreamholder uses one random eye ray. [[/r 1d6]]</p>"
            },
            "Teleport": {
              "name": "传送",
              "description": "<p>The dreamholder teleports to an unoccupied space it can see within 60 feet of it. If it is within its lair it doesn’t need to see this space to teleport to it.</p>"
            },
            "Phantasmal Cone": {
              "name": "Phantasmal Cone",
              "description": "<p>The dreamholder’s central eye creates an area of phantasmagoric horrors—illusory manifestations unique to each creature—within a <strong>90-foot cone</strong>. At the start of each of its turns, the dreamholder decides which way the cone faces and whether the cone is active. Each creature within the cone at the end of the dreamholder’s turn must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dnd5eactivity000]]</strong></span> or take <strong>[[/damage average activity=dnd5eactivity000]]</strong> damage and become <strong>&amp;Reference[Frightened]</strong> of the dreamholder and the illusions within the area until the end of the dreamholder’s next turn.</p><p>As an affected creature is surrounded by these illusions, the source of its fear is in every direction, rendering it unable to move in any direction while it can see these sources of its fear.</p>",
              "effects": {
                "Phantasmal Cone": {
                  "name": "Phantasmal Cone",
                  "description": "<p>This creature is <strong>&amp;Reference[Frightened]</strong> of the dreamholder and its illusions until the end of the dreamholder's next turn.</p>"
                }
              }
            },
            "Inconsistent Incoporeality": {
              "name": "Inconsistent Incoporeality",
              "description": "<p>When the dreamholder takes <strong>5</strong> or more psychic or thunder damage in a single instance, it becomes corporeal until the start of its next turn. While corporeal, it loses its Incorporeal Movement trait; its immunity to bludgeoning, piercing, and slashing damage; and its immunity to the grappled and restrained conditions.</p><section class=\"secret\" id=\"secret-BkeZeYdjBPRxX6Ob\"><p><strong>Foundry Note.</strong></p><p>The effect for this feature can be toggled in the effects tab.</p></section>",
              "effects": {
                "Immunity": {
                  "name": "免疫"
                }
              }
            },
            "Dreameater": {
              "name": "Dreameater",
              "description": "<section class=\"secret\" id=\"secret-UQ1SPNI4vAV46lxe\"><p><strong>[[/attack format=extended]]. [[/damage format=extended]].</strong></p></section><p>The dreamholder attacks with dreameater.</p>"
            },
            "Eye Rays": {
              "name": "眼波射线",
              "description": "<section class=\"secret\" id=\"secret-JCVLQ87TLRQNVbdo\"><p>The dreamholder shoots three of the following magical eye rays at random ([[/r 1d6]], reroll duplicates), choosing one to three creatures it can see within 120 feet of it:</p><ol><li><p><em>Charm Ray.</em> The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dzkC9s84JbSBfLpF]]</strong></span> or be <strong>&amp;Reference[Charmed]</strong> by the dreamholder for 1 hour, or until the dreamholder harms the target.</p></li><li><p><em>Confusion Ray.</em> The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=dzkC9s84JbSBfLpF]]</strong></span> or be afflicted by the <em>@UUID[Compendium.dnd5e.spells.9hQXdMSmerkTsHDe]{confusion}</em> spell until the end of its next turn.</p></li><li><p><em>Static Ray.</em> The target must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=jrf8F80tPtJ2rOMa]]</strong></span>, taking <strong>[[/damage average activity=jrf8F80tPtJ2rOMa]]</strong> damage on a failed save or half as much damage on a successful one. On a failed save, a target has muddled thoughts for <strong>1 minute</strong>. During that time, it rolls a <strong>[[/r d6]]</strong> and subtracts the number rolled from all its attack rolls and ability checks, as well as its Constitution saving throws to maintain concentration. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p></li><li><p><em>Rot Ray. </em>The target must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=lHxwMgRjIzE5QmqT]]</strong></span>. On a failure, its grey matter deteriorates, it takes <strong>[[/damage average activity=lHxwMgRjIzE5QmqT]]</strong> damage, and it has disadvantage on ability checks and attack rolls it makes until the end of its next turn. On a success it takes half as much damage and suffers no additional effects.</p></li><li><p><em>Incorporeal Shunt Ray. </em>The target must succeed on a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=nYrlWYqs6BRfpnvm]]</strong></span> or become momentarily incorporeal, be pushed up to <strong>15 feet</strong> directly away from the dreamholder, and then rematerialise. The creature takes <strong>[[/damage average activity=nYrlWYqs6BRfpnvm]]</strong> damage if it rematerialises inside an object. If the creature rematerialises in another creature’s space, both creatures take this damage. The target is then pushed to the nearest unoccupied space.</p></li><li><p><em>Nightmare Ray. </em>The target is assailed by illusory manifestations of its fears. It must make a <span class=\"loot-tavern Checks-and-Saves\"><strong>[[/save format=long activity=JMcf2yQZwTkiq8EV]]</strong></span>, taking <strong>[[/damage average activity=JMcf2yQZwTkiq8EV]]</strong> damage on a failure or half as much damage on a success.</p></li></ol></section><p>The dreamholder uses three of its eye rays.</p>",
              "activities": {
                "Roll for Eye Rays": {
                  "name": "Roll for Eye Rays"
                },
                "Charm + Confusion Ray": {
                  "name": "Charm + Confusion Ray"
                },
                "Static Ray": {
                  "name": "Static Ray"
                },
                "Rot Ray": {
                  "name": "Rot Ray"
                },
                "Incorporeal Shunt Ray": {
                  "name": "Incorporeal Shunt Ray"
                },
                "Nightmare Ray": {
                  "name": "噩梦射线"
                }
              },
              "effects": {
                "Charm Ray": {
                  "name": "Charm Ray",
                  "description": "<p>This creature is <strong>&amp;Reference[Charmed]</strong> by the dreamholder for <strong>1 hour</strong>, or until the dreamholder harms the target.</p>"
                },
                "Confusion Ray": {
                  "name": "Confusion Ray",
                  "description": "<p>This creature is afflicted by the <em>@UUID[Compendium.dnd5e.spells.Item.9hQXdMSmerkTsHDe]{confusion}</em> spell until the end of its next turn.</p>"
                },
                "Static Ray": {
                  "name": "Static Ray",
                  "description": "<p>This creature's thoughts are muddled for <strong>1 minute</strong>. During that time, it rolls a <strong>[[/r d6]]</strong> and subtracts the number rolled from all its attack rolls and ability checks, as well as its Constitution saving throws to maintain concentration. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p>"
                },
                "Rot Ray": {
                  "name": "Rot Ray",
                  "description": "<p>This creature has <strong>disadvantage</strong> on ability checks and attack rolls it makes until the end of its next turn.</p>"
                }
              }
            },
            "Mirror (Costs 2 Actions)": {
              "name": "Mirror (Costs 2 Actions)",
              "description": "<section class=\"secret\" id=\"secret-lytSuHq2wLY3sbVz\"><p>Two illusory dreamholders appear within <strong>30 feet</strong> of the dreamholder, and the dreamholder can then immediately teleport, switching places with one of the illusory duplicates. Physical interaction with the illusory dreamholder, such as hitting it with an attack, reveals it to be an illusion. A creature can use its action to make a <strong>[[/check 14 investigation]]</strong> check to inspect one dreamholder within <strong>30 feet</strong> of it, determining if it’s an illusion on a success. When the dreamholder uses an eye ray, all the illusions fire the same eye rays at the same target, and when it teleports, so too do the illusions. All the illusions disappear at the end of the dreamholder’s next turn.</p></section><p>The dreamholder uses mirror.</p>"
            },
            "Legendary Resistance (3/Day)": {
              "name": "Legendary Resistance (3/Day)",
              "description": "If the dreamholder fails a saving throw, it can choose to succeed instead."
            }
          },
          "effects": {
            "Immunity": {
              "name": "免疫"
            }
          }
        },
        "Lair Actions (Level 5)": {
          "name": "Lair Actions (Level 5)",
          "tokenName": "Lair Actions (Level 5)",
          "items": {
            "Lair Actions": {
              "name": "Lair Actions",
              "description": "<section class=\"secret\" id=\"secret-xMxEpQETd2wOnQUB\"><p>On initiative count 20 (losing initiative ties), the dreamholder takes one of the following lair actions; the dreamholder can’t take the same lair action two rounds in a row. </p></section><p>If a legendary creature has lair actions, it can use them to harness the ambient magic in its lair.</p>"
            },
            "Forgetful Friend": {
              "name": "Forgetful Friend",
              "description": "<section class=\"secret\" id=\"secret-Xw7CStQoAjiQH58B\"><p>Each creature of the dreamholder’s choice within the lair must make a <strong>[[/save format=long]]</strong>. On a failed save, the target loses the ability to distinguish friend from foe. It regards all creatures it can see as enemies until initiative count 20 of the next round. Whenever the affected creature chooses another creature as a target, it must choose the target at random from among the creatures it can see within range of the attack, spell, or other ability it’s using. If an enemy provokes an opportunity attack from the affected creature, the creature must make that attack if it is able to.</p></section><p>The dreamholder uses a lair action, make a <strong>Intelligence saving throw</strong>!</p>"
            },
            "Valiance": {
              "name": "Valiance",
              "description": "<section id=\"secret-yFEo0H9IgHaAQ4fC\" class=\"secret\"><p>The dreamholder inspires creatures of its choice within its lair, giving them visions of triumph and hope. Each affected creature gains temporary hit points and is affected by the <em>@UUID[Compendium.dnd5e.spells.8dzaICjGy6mTUaUr]{bless}</em> spell until initiative count 20 of the next round.</p></section><p>The dreamholder uses a lair action. </p>"
            },
            "Despair": {
              "name": "Despair",
              "description": "<section class=\"secret\" id=\"secret-jaGr1fVORVdcyZUe\"><p>The dreamholder gives creatures of its choice within its lair visions of failure and despair. Each creature of the dreamholder choice that is in its lair must make a <strong>[[/save format=long]]</strong>. On a failure, a creature takes psychic damage and is affected by the <em>@UUID[Compendium.dnd5e.spells.Item.95K2aUhAGV9qXjnf]{bane}</em> spell until initiative count 20 of the next round. On a success, the creature takes half as much damage and isn’t affected by the spell.</p></section><p>The dreamholder uses a lair action, make a <strong>Charisma saving throw</strong>!</p>",
              "effects": {
                "Bane": {
                  "name": "灾祸",
                  "description": "<p>在法术结束前，该目标进行的攻击检定或豁免检定都必须从检定结果中减去 1d4。</p>"
                }
              }
            }
          }
        },
        "Lair Actions (Level 12)": {
          "name": "Lair Actions (Level 12)",
          "tokenName": "Lair Actions (Level 12)",
          "items": {
            "Lair Actions": {
              "name": "Lair Actions",
              "description": "<section class=\"secret\" id=\"secret-xMxEpQETd2wOnQUB\"><p>On initiative count 20 (losing initiative ties), the dreamholder takes one of the following lair actions; the dreamholder can’t take the same lair action two rounds in a row. </p></section><p>If a legendary creature has lair actions, it can use them to harness the ambient magic in its lair.</p>"
            },
            "Forgetful Friend": {
              "name": "Forgetful Friend",
              "description": "<section class=\"secret\" id=\"secret-ZEuWoRzMxntQxcp1\"><p>Each creature of the dreamholder’s choice within the lair must make a <strong>[[/save format=long]]</strong>. On a failed save, the target loses the ability to distinguish friend from foe. It regards all creatures it can see as enemies until initiative count 20 of the next round. Whenever the affected creature chooses another creature as a target, it must choose the target at random from among the creatures it can see within range of the attack, spell, or other ability it’s using. If an enemy provokes an opportunity attack from the affected creature, the creature must make that attack if it is able to.</p></section><p>The dreamholder uses a lair action, make a <strong>Intelligence saving throw</strong>!</p>"
            },
            "Valiance": {
              "name": "Valiance",
              "description": "<section id=\"secret-yFEo0H9IgHaAQ4fC\" class=\"secret\"><p>The dreamholder inspires creatures of its choice within its lair, giving them visions of triumph and hope. Each affected creature gains temporary hit points and is affected by the <em>@UUID[Compendium.dnd5e.spells.8dzaICjGy6mTUaUr]{bless}</em> spell until initiative count 20 of the next round.</p></section><p>The dreamholder uses a lair action. </p>"
            },
            "Despair": {
              "name": "Despair",
              "description": "<section class=\"secret\" id=\"secret-jaGr1fVORVdcyZUe\"><p>The dreamholder gives creatures of its choice within its lair visions of failure and despair. Each creature of the dreamholder choice that is in its lair must make a <strong>[[/save format=long]]</strong>. On a failure, a creature takes psychic damage and is affected by the <em>@UUID[Compendium.dnd5e.spells.Item.95K2aUhAGV9qXjnf]{bane}</em> spell until initiative count 20 of the next round. On a success, the creature takes half as much damage and isn’t affected by the spell.</p></section><p>The dreamholder uses a lair action, make a <strong>Charisma saving throw</strong>!</p>",
              "effects": {
                "Bane": {
                  "name": "灾祸",
                  "description": "<p>在法术结束前，该目标进行的攻击检定或豁免检定都必须从检定结果中减去 1d4。</p>"
                }
              }
            }
          }
        },
        "Lair Actions (Level 19)": {
          "name": "Lair Actions (Level 19)",
          "tokenName": "Lair Actions (Level 19)",
          "items": {
            "Lair Actions": {
              "name": "Lair Actions",
              "description": "<section class=\"secret\" id=\"secret-xMxEpQETd2wOnQUB\"><p>On initiative count 20 (losing initiative ties), the dreamholder takes one of the following lair actions; the dreamholder can’t take the same lair action two rounds in a row. </p></section><p>If a legendary creature has lair actions, it can use them to harness the ambient magic in its lair.</p>"
            },
            "Forgetful Friend": {
              "name": "Forgetful Friend",
              "description": "<section class=\"secret\" id=\"secret-METi3p4mu15EeF3r\"><p>Each creature of the dreamholder’s choice within the lair must make a <strong>[[/save format=long]]</strong>. On a failed save, the target loses the ability to distinguish friend from foe. It regards all creatures it can see as enemies until initiative count 20 of the next round. Whenever the affected creature chooses another creature as a target, it must choose the target at random from among the creatures it can see within range of the attack, spell, or other ability it’s using. If an enemy provokes an opportunity attack from the affected creature, the creature must make that attack if it is able to.</p></section><p>The dreamholder uses a lair action, make a <strong>Intelligence saving throw</strong>!</p>"
            },
            "Valiance": {
              "name": "Valiance",
              "description": "<section id=\"secret-yFEo0H9IgHaAQ4fC\" class=\"secret\"><p>The dreamholder inspires creatures of its choice within its lair, giving them visions of triumph and hope. Each affected creature gains temporary hit points and is affected by the <em>@UUID[Compendium.dnd5e.spells.8dzaICjGy6mTUaUr]{bless}</em> spell until initiative count 20 of the next round.</p></section><p>The dreamholder uses a lair action. </p>"
            },
            "Despair": {
              "name": "Despair",
              "description": "<section class=\"secret\" id=\"secret-jaGr1fVORVdcyZUe\"><p>The dreamholder gives creatures of its choice within its lair visions of failure and despair. Each creature of the dreamholder choice that is in its lair must make a <strong>[[/save format=long]]</strong>. On a failure, a creature takes psychic damage and is affected by the <em>@UUID[Compendium.dnd5e.spells.Item.95K2aUhAGV9qXjnf]{bane}</em> spell until initiative count 20 of the next round. On a success, the creature takes half as much damage and isn’t affected by the spell.</p></section><p>The dreamholder uses a lair action, make a <strong>Charisma saving throw</strong>!</p>",
              "effects": {
                "Bane": {
                  "name": "灾祸",
                  "description": "<p>在法术结束前，该目标进行的攻击检定或豁免检定都必须从检定结果中减去 1d4。</p>"
                }
              }
            }
          }
        }
      },
      "items": {
        "Aberration Hide": {
          "name": "Aberration Hide",
          "description": "<p>A aberration hide harvested from a aberration. It may be useful in crafting!</p>"
        },
        "Aberration Bone": {
          "name": "Aberration Bone",
          "description": "<p>A aberration bone harvested from a aberration. It may be useful in crafting!</p>"
        },
        "Aberration Brain": {
          "name": "Aberration Brain",
          "description": "<p>A aberration brain harvested from a aberration. It may be useful in crafting!</p>"
        },
        "Aberration Main Eye": {
          "name": "Aberration Main Eye",
          "description": "<p>A aberration main eye harvested from a aberration. It may be useful in crafting!</p>"
        },
        "Aberration Subeye": {
          "name": "Aberration Subeye",
          "description": "<p>A aberration subeye harvested from a aberration. It may be useful in crafting!</p>"
        }
      },
      "folders": {
        "Dream Weaver": "Dream Weaver",
        "Dream Weaver Crafting Components": "Dream Weaver Crafting Components"
      },
      "journals": {
        "Dream Weaver": {
          "name": "Dream Weaver",
          "pages": {
            "Introduction": {
              "name": "Introduction",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">This hunt, <i class=\"Italic-8\">Dream Weaver</i>, is intended for 3 to 7 characters and is optimised for a party of 4 with an average party level (APL) of <strong class=\"Bold\">5</strong><span class=\"None\">, </span><strong class=\"Bold\">12</strong><span class=\"None\">, </span>or<span class=\"None\"> </span><strong class=\"Bold\">19</strong>. Characters who complete this hunt should earn enough experience to progress one-third of the way to 6th or 13th level, or two-fifths of the way to 20th level. The adventurers must enter the Dreamscape to free a population of villagers held in perpetual sleep by an extraplanar aberration: the dreamholder.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\">After discovering all of the villagers asleep, the party must themselves fall asleep to enter the Dreamscape. In the Dreamscape, the party meets the villagers’ psyches in a perpetual loop of three locomotive carriages. They have a chance to release these psyches from the illusions to which the dreamholder is subjecting them. Eventually, the dreamholder notices the party’s interference, and things take a more violent turn.</p><h5 class=\"Heliana-Book-1-Styles_Titles_Title-5--Table-\">Variable Lair Action Statistics</h5><table id=\"level-select\" class=\"Basic-Table\"><colgroup><col><col><col><col></colgroup><tbody><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><strong class=\"Bold\">Hunt Level</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">VDC</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Vdam</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Temporary Hit Points</strong></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures level-selector\" data-level=\"5\"><span class=\"None\">5th</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">13</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">5 (</span><strong class=\"Bold\">2d4</strong><span class=\"Left-Align\">)</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">3 (</span><strong class=\"Bold\">1d6</strong><span class=\"Left-Align\">)</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures level-selector\" data-level=\"12\"><span class=\"None\">12th</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">16</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">14 (</span><strong class=\"Bold\">4d6</strong><span class=\"Left-Align\">)</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">7 (</span><strong class=\"Bold\">2d6</strong><span class=\"Left-Align\">)</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures level-selector\" data-level=\"19\"><span class=\"None\">19th</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">18</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">28 (</span><strong class=\"Bold\">8d6</strong><span class=\"None\">)</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">14 (</span><strong class=\"Bold\">4d6</strong><span class=\"None\">)</span></p></td></tr></tbody></table></div>"
            },
            "Background": {
              "name": "Background",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><img src=\"modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/7_-_Wanted_Poster_-_DREAMHOLDER.webp\" style=\"float:right\" width=\"200\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">On a psychedelic trip to the Astral Plane induced by consuming magical mushrooms, Esmeralda Butterwort, the apothecary for the village of Cordette, brought back a stowaway from the Far Realm in the corners of her mind. This parasite, a dreamholder by the name of Insomnium, began hopping between villagers’ dreams, manipulating them to incite great emotion on which it fed. This had the side effect of linking the villager’s dreams, creating some socially awkward encounters.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\">Insomnium quickly realised that the village was small and diurnal—a problem for a being that requires a continuous chain of sleeping creatures to exist. All the villagers worked during the day, meaning that, in order not to get ejected back to the Astral Plane, Insomnium had to spend the days manipulating the dreams of napping cats, barn owls, and—worst of all—bats (all they dream about is nectar). These simple-minded creatures provided little nourishment, and Insomnium was “forced” to lock sleepers into their dreams, to ensure it didn’t have to consume such paltry offerings again.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\">Bucket, the village mayor’s automaton, is one of the few individuals left unaffected, by virtue of not needing to sleep. While some villagers escaped, most are now trapped in slumber, and Bucket has sent a request to Heliana for help. Several villagers are showing signs of physical exhaustion, and one has passed on entirely. If action isn’t taken quickly, more of the villagers might soon expire.</p></div>"
            },
            "Summary": {
              "name": "Summary",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Here’s the main info to grasp:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Which Monster?</strong></em></span><span class=\"None\"> </span>The dreamholder, Insomnium, is an aberration from the Anomalies, a strange and distant plane of existence.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Monster’s Motivation.</strong></em></span> Insomnium desires to create a perpetual Dreamscape from which it can feed. To do this it plans to lock the villagers into a perpetual sleep.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Monster’s Previous Actions.</strong></em></span><span class=\"None\"> </span>About a week ago, Insomnium created a Dreamscape by linking the dreams of Cordette’s villagers and has since held them in an almost-perpetual slumber. It feeds on their emotions, which it manipulates through illusions. To ensure these dreamers do not die from exhaustion, it must periodically let them wake to eat and drink, knowing that they must return to sleep. However, it hasn’t perfected this practice: some villagers—the frail and infirm—have already passed from exhaustion, and one individual wakes and flees when the party arrives (see @UUID[.X25X6sbhfJcvLQCD]{Clue 2}).</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\"><span class=\"Bold-Italic-8\"><em><strong>Where’s the Monster?</strong></em></span><span class=\"None\"> </span>The dreamholder exists within the Dreamscape, a melange of the dreams of the villagers over which it <span class=\"No-Break\">holds dominion</span>.</li></ol></div>"
            },
            "Adventure Hooks": {
              "name": "Adventure Hooks",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Squeeze_104-\">A hamlet full of sleeping villagers? That doesn’t sound like a dungeon. Like a deep therapy session, the real dungeon is in your mind or, more specifically, the adventurers’ dreams. Use as many of the following hooks as necessary to get your party motivated.</span></p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Curiosity: Group Naptime.</strong></em></span> A whole village has gone to sleep, and none can be woken. Bucket, the mayor’s automaton, has tried the usual medical procedures: smelling salts, leeches, and electrocution; nothing has worked! This seems like a magical mystery.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Morality: Eternal Sleep.</strong></em></span><span class=\"None\"> </span><span class=\"Squeeze_104-\">One villager has already passed from exhaustion and more could soon follow if steps aren’t taken to wake them. Luckily, the village’s children were on a school trip and have since been residing in a nearby town. However, will there be parents to return to?</span></li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\"><span class=\"Bold-Italic-8\"><em><strong>Compensation: Baron Bodrum’s Disaster Relief Discretionary Fund.</strong></em></span> As per its programming, Bucket, the automaton, can access the discretionary fund set up by Baron Bodrum to ensure continuity of all business ventures. It is permitted to pay the party upon resumption of normal village activity.</li></ol><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Bucket.</strong></em></span> The town’s mayor, Sandy Topman, was gifted an automaton by Baron Bodrum. This magic-infused machine usually performs menial tasks, acts as a secretary, and secretly reports to the Baron. Sandy, quite astutely, doesn’t trust it. Now, Bucket is the only conscious being in the village. It can act as the party’s quest giver and guide them around the village, explaining the information in the adventure hooks and providing the clues marked ‘Bucket’ in the @UUID[.hzpy7CBwZaErGUoi]{Know Thy Enemy} section.</p><h5 class=\"Heliana-Book-1-Styles_Titles_Title-5--Table-\">Hunt Rewards per Player Character</h5><table id=\"table254\" class=\"Basic-Table\"><colgroup><col><col><col></colgroup><tbody><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><strong class=\"Bold\">Hunt Level</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><strong class=\"Bold\">Gold</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><strong class=\"Bold\">XP*</strong></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">5th</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">[[/award 750gp]]</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">[[/award 2400xp]]</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">12th</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">[[/award 4250gp]]</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">[[/award 7500xp]]</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">19th</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">[[/award 8750gp]]</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">[[/award 20000xp]]</span></p></td></tr></tbody></table><p class=\"Heliana-Book-1-Styles_Floaters-and-Credits_Asterisk-Text\">*Includes all monsters, traps, and puzzles, averaged for a party of 4.</p></div>"
            },
            "Characters": {
              "name": "Characters",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><img src=\"modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/DreamWeaver-NPC-Bucket.webp\" style=\"float:right\" width=\"200\"><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Bucket</h4><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Bucket is an advanced automaton from Baron Bodrum Businesses Inc.’s buddy bot line. Vaguely humanoid-shaped, his brass exterior is in need of polish, and slight squeaks can be heard whenever he moves, as his joints need oiling. Bucket is polite, verging on obsequious, but has an experimental behavioural enchantment that results in moments of low-key sarcasm and saltiness. If pressed about this apparently rude behaviour, he will feign innocence, remarking “How could I have been so blind as to not see the offence that might have caused! Please accept my heartfelt apologies.”</p><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Villagers</h4><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Throughout the village, there are twelve sleepers. One of them (Ayu Aeska, see @UUID[.X25X6sbhfJcvLQCD]{Clue 2}) awakens while the party is in town, fleeing after they interact with the party. Another, the village storyteller, Ol’ Matthias, has expired. The rest of the villagers, including all the children, are staying in a nearby town. The villagers were not moved out of Cordette for fear of spreading their infection. The sleeping villagers are:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><strong class=\"Bold\">Esmerelda Butterwort</strong><span class=\"None\">,</span> a jolly NG female halfling, is Cordette’s apothecary. She enjoys recreational use of magical mushrooms and hates people who behave too officiously or lawfully.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><strong class=\"Bold\">Sandy Topman</strong><span class=\"None\">,</span> an affable and polite LG female dwarf, is Cordette’s mayor and the mill owner. She is charming, has a head for numbers, and likes to avoid confrontation, ensuring all are as happy as can be, within reason.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><strong class=\"Bold\">Ma Slake</strong><span class=\"None\">, </span>a sardonic female LN half-elf, is Cordette’s innkeeper. She runs a tight ship, having worked as a quartermaster on merchant vessels in her youth. She likes efficiency and loathes laziness.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><strong class=\"Bold\">Alan Gruber</strong><span class=\"None\">,</span> a laissez-faire male N human, is the village drunk. He lives off of his war pension, having been a soldier, and is secretly in love with Ma Slake. He likes jokes and avoids talking about anything too serious.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><p><span class=\"Bold-Italic-8\"><em><strong>Labourers.</strong></em></span><span class=\"None\"> </span>Cordette contains a large contingent of miners and farmers. Of those, three individuals are in the Dreamscape. All three appreciate camaraderie and a respect for workers’ rights, and all detest how big business treats its workers as expendable cogs in a larger machine.</p><ul><li><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-5-Bullets\"><strong class=\"Bold\">Brude Mountainroot</strong>, leader of the three, is a middle-aged, taciturn NG female dwarf, who’s never been promoted to foreman because she is “more on the worker’s side than the business’”.</p></li><li><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-5-Bullets\"><strong class=\"Bold\">Mokun Fastwrench</strong> is a young, excitable NG male gnome, full of bravado, but unwilling to throw the first punch, ever.</p></li><li><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-5-Bullets\"><strong class=\"Bold\">Kosh</strong> is a silent, steely-eyed N male half-elf who had his tongue removed for speaking out against a former master.</p></li></ul></li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><p><span class=\"Bold-Italic-8\"><em><strong>Lawyers.</strong></em></span> Though not technically from Cordette, these three lawyers were in town to parlay with the dissenting workforce who were trying to unionise. They represent Baron Bodrum Businesses Inc. and see all the villagers as either misguided or malevolent.</p><ul><li><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-5-Bullets\"><strong class=\"Bold\">Silvant Brightquill</strong>, a precise LN female gnome, is the group’s leader. She follows the letter of the law; morality has no say in the decisions she makes.</p></li><li><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-5-Bullets\"><strong class=\"Bold\">Mala Velont</strong>, a ruthless LE female dragonborn, is Silvant’s assistant. She is greedy, in it for her own gain, and is quick to bear <span class=\"No-Break\">a grudge</span>.</p></li><li><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-5-Bullets\"><strong class=\"Bold\">Brosh</strong>, a quiet LN male gobboc, is their clerk. He constantly takes notes, leaving him no time to talk. He is easily impressed by his superiors but takes a haughty, patronising stance with those he believes beneath him.</p></li></ul></li></ol></div>"
            },
            "Cordette": {
              "name": "Cordette",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Cordette is a small, ambiguous village, usually home to approximately one hundred individuals; a mix of humans, dwarves, halflings, and half-elves. If you find yourself in need of guidance, Cordette can be set in rolling green hills, scattered with sparkling rivers, industrious farms, and mine shafts. The village itself is centred around a mid-sized river, over which spans an ancient-but-sturdy stone bridge. On one side of the bridge, Topman’s Watermill grinds grain for the surrounding farmers. On the other, Slake’s Thirst provides ale after a hard day’s work and has lodgings for miners. Other notable buildings are:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><strong class=\"Bold\">Herbaltrip</strong>, <span class=\"Squeeze_98-\">Esmeralda Butterwort’s apothecary.</span></li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><strong class=\"Bold\">The Bodrum Teachery</strong>, a school funded by Baron Bodrum Businesses Inc.’s Philanthropic Fund. The teacher, Ms. Taxi, as well as all the kids, were on a school trip when the ordeal began and are now in a nearby town.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\"><strong class=\"Bold\">Ferally Ferrous</strong>, a smithy run by a suspiciously hairy male human named Omon Fowl. Omon was away for a ‘full moon’ party at the time everyone got trapped in their sleep stasis and has not yet returned.</li></ol></div>"
            },
            "Know Thy Enemy": {
              "name": "Know Thy Enemy",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Interacting with Bucket or exploring Cordette can reveal clues about the upcoming confrontation. These can be delivered before the party enters the Dreamscape or during their exploration of the locomotive carriages.</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">Creatures in the Dreamscape take psychic damage.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">You enter the Dreamscape by sleeping, and creatures trapped there can be restored to <span class=\"No-Break\">their body</span>.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">The dreamholder likes things to be quiet; thunder damage (and psychic damage) disturb its ethereality and remove its immunity to bludgeoning, piercing, and slashing damage.</li></ol></div>"
            },
            "Clue 1: Psychic Trauma": {
              "name": "Clue 1: Psychic Trauma",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><img src=\"modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/7a_-_Psychic_Trauma_-_DreamWeaver_-_Handout_15.1.webp\" style=\"float:right\" width=\"200\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Observing the sleeping villagers reveals two things: they suffer from exhaustion and psychic damage.</p><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Exploration</h4><p>Observing any of the sleepers gives the party the opportunity to identify some of the symptoms of perpetual sleep. A successful <span class=\"heliana-dream-weaver Checks-and-Saves\">[[/check int arcana dc=12]] or [[/check int medicine dc=12]]{Medicine}</span> check reveals two things:</p><ol><li>All villagers (except the mayor; see Bucket, below) suffer from <strong>&amp;reference[exhaustion]</strong>; they haven’t eaten or drunk in days.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">Some villagers have dried blood near their eyes, ears, and nose*, and their eyes are bloodshot. These are the typical symptoms of taking psychic damage.</li></ol><p>A result of <span class=\"heliana-dream-weaver Checks-and-Saves\">16</span> or higher on the check also reveals that the effect is magical in nature, and can’t be reversed from the Material Plane by all but the mightiest of magics.</p><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Bucket</h4><p>Bucket explains that he administers a sugary brine solution to the mayor which seems to stave off the exhaustion effects. However, another harm, one that causes bleeding from the nose, eyes, and ears*, seems to occur spontaneously. A successful <span class=\"heliana-dream-weaver Checks-and-Saves\">[[/check int arcana dc=12]] or [[/check int medicine dc=12]]{Medicine}</span> check reveals these to be signs of psychic damage.</p><p class=\"Heliana-Book-1-Styles_Floaters-and-Credits_Asterisk-Text\">*If you describe psychic damage using different symptoms, substitute those here.</p></div>"
            },
            "Clue 2: Sleep to Wake": {
              "name": "Clue 2: Sleep to Wake",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Any attempt to wake the sleepers on the Material Plane, besides using the <i class=\"Italic-8\">@UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz]{wish}</i> spell, fails. Spontaneously, one sleeper, a slightly deranged CG male halfling labourer named <strong class=\"Bold\">Ayu Aeska</strong>, wakes, explains some basics to the party, and flees. This should inform the players that there is a place they can enter by falling asleep and that they can find the sleeping villagers within.</p><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Exploration</h4><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Whenever you deem appropriate, the party can find the sleeping form of Ayu Aeska or overhear crashing in a nearby building as he suddenly awakens. By chance, he became lucid in his dream and managed to break out of the Dreamscape. He explains that he saw all of the other villagers, but none of them made any sense. There was one creature he didn’t recognise, a conductor, explaining, <span class=\"None\">“</span><i class=\"Italic-8\">His eyes had too many pupils...</i><span class=\"None\">”</span> He refuses to stay in the village, despite being obviously exhausted, and crawls away as soon as possible, stating, <span class=\"None\">“</span><i class=\"Italic-8\">I’ll never sleep again!</i><span class=\"None\">”</span> He leaves behind the scribbled note, below.</p><img src=\"modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/7b_-_Dreamer_s_Note_-_DreamWeaver_-_Handout_15.2.webp\"><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Bucket</h4><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Bucket mentions that before they left, some villagers refused to go to sleep. Those that successfully staved off their fatigue never got trapped and were able to leave to a nearby town. The villagers refused to bring the sleepers with them, for fear of spreading ‘the disease’.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Sleeping Draught.</strong></em></span> Bucket can guide the party to Herbaltrip, Esmerelda’s apothecary, and help them find a sleeping draught with enough doses for all the party. This <i class=\"Italic-8\">draught of lucid dreaming</i> is powerful enough to cause even elves to dream and ensures its drinkers are lucid when they enter the Dreamscape.</p></div>"
            },
            "Clue 3: Quiet": {
              "name": "Clue 3: Quiet",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">The dreamholder can flicker out of existence, avoiding bludgeoning, piercing, and slashing damage entirely. In addition, it abhors loud noises. Thunder damage, along with psychic damage, can interfere with its focus and render it corporeal, allowing the physical damage types to affect it.</p><p><span class=\"Bold-Italic-8\"><em><strong>Loud Noises.</strong></em></span> This is a hard clue to communicate. You can narrate how loud noises cause visual glitches to occur in the environment of the Dreamscape. Though it’s not in its stat block, you can have the dreamholder make a <span class=\"heliana-dream-weaver Checks-and-Saves\">[[/save wis dc=@document.parent.flags.heliana-dream-weaver.dc format=long]]</span> whenever it hears a loud noise, triggering its Inconsistent Incorporeality trait on a failure. This gives lower-level characters, which typically have fewer damage types at their disposal, a viable means of triggering the trait.</p><img src=\"modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/7c_-_Dampened_Sound_-_DreamWeaver_-_Handout_15.3.webp\"><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Exploration</h4><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Once the adventurers enter the Dreamscape, everything is muted. This is reinforced by sections of each read-aloud passage. In addition to that, you can describe the following:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">The floor and walls are padded, dampening the sound of footsteps.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">The storm outside the locomotive’s windows is entirely silent.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">It’s generally hard to hear. You, as the GM, can speak quietly so that the players ask you to speak up in your narration. In addition, all creatures have <strong class=\"Bold\">disadvantage</strong> on <span class=\"None\">Wisdom (Perception) check</span>s that involve hearing.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">An adventurer or NPC can bump into something causing it to fall and make a loud sound, which in turn causes visual glitches.</li></ol></div>"
            },
            "The Dreamscape": {
              "name": "The Dreamscape",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">When a creature sleeps, its psyche manifests a reality commonly known as a dream. Usually, these Dreamscapes exist solely within the mind of the dreamer, a private dimension to explore one’s own memories and thoughts. However, powerful magic, such as that possessed by a dreamholder, allows creatures to enter the Dreamscapes of others. Dreamholders can bridge the Dreamscapes of nearby sleepers and even trap people within their dreams, creating a tangled web of interconnecting landscapes, scenarios, and characters. This Dreamscape becomes a dreamholder’s lair, from which it feeds on the psychic energy caused by extreme emotions, such as joy, anger, and fear.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Squeeze_96-\">Insomnium, the aberration that holds Cordette in its sway, has created a Dreamscape consisting of adjoined locomotive carriages that are an enclosed loop. The villagers’ psyches are trapped in </span><span class=\"No-Break\">this Dreamscape</span><span class=\"Squeeze_96-\">.</span></p><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\"><span class=\"None\">Dreamscape Knowledge</span></h4><p><span class=\"None\">You can impart the following information (Death, Dream Spell, and Resting) to a creature that succeeds on a </span><span class=\"heliana-dream-weaver Checks-and-Saves\">[[/check int history dc=@document.parent.flags.heliana-dream-weaver.dc]] or [[/check int arcana dc=@document.parent.flags.heliana-dream-weaver.dc]]{Arcana}</span> <span class=\"None\">check.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Death.</strong></em></span> Dying in the Dreamscape causes the psyche to become shattered. It can’t return to its body, which remains in a coma and eventually passes away from exhaustion unless magically fortified.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Dream Spell.</strong></em></span><span class=\"None\"> </span>A creature that casts the <i class=\"Italic-8\">@UUID[Compendium.dnd5e.spells.Item.kSPRpeIx3w3nihrF]{dream}</i> spell while in the Dreamscape can duplicate the effects of any other spell of 4th level or lower. It doesn’t need to meet any requirements of that spell, including costly components. The spell simply takes effect. Alternatively, a creature can create one of the following effects of its choice:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">The creature creates one object of up to 5,000 gp in value that isn’t a magic item. The object can be no more than 300 feet in any dimension, and it appears in an unoccupied space the creature can see on the ground.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">The creature allows up to four creatures that it can see to regain half their hit points, and it ends all effects on them as described in the <i class=\"Italic-8\">@UUID[Compendium.dnd5e.spells.Item.F0GsG0SJzsIOacwV]{lesser restoration}</i> spell.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">The creature grants up to four creatures that it can see <strong class=\"Bold\">resistance</strong> to a damage type it chooses for <strong class=\"Bold\">10 minutes</strong>.</li></ol><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\">The creature might be able to achieve something beyond the scope of the above examples. The player should state their desire to the GM as precisely as possible. The GM has great latitude in ruling what occurs in such an instance; the greater the desire, the greater the likelihood that something goes wrong. Anything, be it object, creature, or other, created by this spell, remains in the Dreamscape if the caster leaves this realm.</p><p><span class=\"Bold-Italic-8\"><em><strong>Resting.</strong></em></span> It is impossible to rest in the Dreamscape. A creature can’t gain the benefits of either a short or long rest, no matter how much time it spends resting. The exception to this is changing prepared spells, which can be done over the course of 10 minutes. Going for more than 24 hours without a long rest prompts a <span class=\"heliana-dream-weaver Checks-and-Saves\">Constitution saving throw</span><span class=\"Checks-and-Saves\"> </span>to avoid gaining exhaustion, as usual.</p></div>"
            },
            "Entering the Dreamscape": {
              "name": "Entering the Dreamscape",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">To enter Insomnium’s Dreamscape, an adventurer must fall unconscious while within one mile of one of Cordette’s sleeping villagers. A character that does so immediately awakens in the Dreamscape. Bucket can direct the party to the local apothecary, which contains <i class=\"Italic-8\">draughts of lucid dreaming</i><span class=\"None\"> </span>with enough doses for all the party. These draughts affect even creatures that don’t normally dream, like elves, and ensure a creature is lucid when it dreams. Alternatively, a creature that casts the <i class=\"Italic-8\">dream </i><span class=\"None\">spell targeting a creature in a dreamscape can remotely enter the dreamscape as a lucid dreamer.</span></p><section class=\"sidebar center\"><h3>Entering the Dreamscape Accidentally</h3><p><span class=\"Squeeze_97-\">What if your players’ characters fall asleep without consuming the </span><span class=\"Italic\">draught of lucid dreaming</span><span class=\"Squeeze_97-\">? A creature that falls asleep within a mile of Cordette enters the Dreamscape but must succeed on a </span><span class=\"heliana-dream-weaver Checks-and-Saves\">[[/save wis dc=@document.parent.flags.heliana-dream-weaver.dc format=long]]</span> <span class=\"Squeeze_97-\">in order to be aware that it’s dreaming. A creature that fails this saving throw sees what the dreamholder wants it to see, and is kept in the Dreamscape by Insomnium until it becomes a lucid dreamer.</span></p></section></div>"
            },
            "Leaving the Dreamscape": {
              "name": "Leaving the Dreamscape",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p>A creature that is lucid dreaming can use its action to make a <span class=\"heliana-dream-weaver Checks-and-Saves\">[[/save wis dc=@document.parent.flags.heliana-dream-weaver.dc format=long]]</span>. On a success, its psyche is restored to its body and it wakes in the Material Plane.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Beguiled Dreamers.</strong></em></span> Typically, creatures trapped in the Dreamscape aren’t lucid dreaming. Such creatures can be made to see through the dreamholder’s illusions by interacting with lucid-dreaming creatures (such as the player characters) inside the Dreamscape (see @UUID[.JtvmLdX5JwADe4eW]{Dreamers}). A creature that sees through the illusion becomes a lucid dreamer and can attempt to leave the Dreamscape as described. From the Material Plane, only a <i class=\"Italic-8\">@UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz]{wish}</i> spell can restore a psyche trapped in the Dreamscape to its body.</p></div>"
            },
            "Dreamers": {
              "name": "Dreamers",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Squeeze_97-\">Inhabiting the locomotive are the trapped villagers. They don’t know they are trapped in a Dreamscape and are completely under the dreamholder’s dominion, seeing exactly what the dreamholder wants them to. Each dreamer is being induced to experience one emotion from which the dreamholder feeds.</span></p><section class=\"sidebar right\"><h3>Non-Standard Ability Checks</h3><p class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-Last\">You can mix and match abilities and skills as you see fit. For example, if a character uses a logical argument, you can give the player the choice of making a non-standard <span class=\"Checks-and-Saves\">Intelligence (Persuasion)</span> ability check in place of the Charisma check.</p></section><p><span class=\"Bold-Italic-8\"><em><strong>Snap Out Of It.</strong></em></span> If the party can make the dreamer feel the opposite of the emotion the dreamholder is imposing, the dreamer snaps out of their reverie, sees past the illusions, and becomes a lucid dreamer. This can be achieved through exploration and social interaction. For example, a <span class=\"loot-tavern Checks-and-Saves\">[[/check cha persuasion dc=@document.parent.flags.heliana-dream-weaver.dc]]</span> check is useful to represent a player trying an emotive argument, while an attempt to point out how unnatural the sky outside the carriage is might use a <span class=\"loot-tavern Checks-and-Saves\">[[/check int nature dc=@document.parent.flags.heliana-dream-weaver.dc]]</span> check.</p><p><span class=\"Bold-Italic-8\"><em><strong>Restorative Magic.</strong></em></span><span class=\"None\"> </span>A <i class=\"Italic-8\">@UUID[Compendium.dnd5e.spells.Item.F0GsG0SJzsIOacwV]{lesser restoration}</i> spell can cause a dreamer to see through the illusions. To cast this touch spell against an unwilling creature, the caster must succeed on a <span class=\"heliana-dream-weaver Checks-and-Saves\">[[/check dex sleightOfHand]]</span> check, contested by the target’s <span class=\"heliana-dream-weaver Checks-and-Saves\">[[/check dex acrobatics]]</span> check. On a success, the spell functions normally and the dreamer is <strong class=\"Bold\">immune</strong> to the dreamholder’s illusions for the next <strong class=\"Bold\">24 hours</strong>. On a failure, the spell is wasted.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Let Battle Commence.</strong></em></span> Causing dreamers to see through the illusions is one of the suggested triggers for starting @UUID[.owtngfo5F7kKGawA]{wave 1}.</p><section class=\"sidebar center\"><h3>Compelling Narrative</h3><p class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para\"><span class=\"Squeeze_98-\">Having the party suspect there is an overarching enemy in charge of this whole dream realm can really up the ante. To help generate some tension, you can use the following sensory effects whenever a lair action takes place, or if the party does something the dreamholder doesn’t like (such as causing a dreamer to see through its illusions):</span></p><ul><li class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-3-Bullets\">A huge, multi-pupiled eye flickers briefly into existence, staring at one of the player characters.</li><li class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-3-Bullets\"><span class=\"Squeeze_104-\">The skin on the back of an adventurer’s neck prickles, as if something is watching it. There is nothing to see if the character turns around.</span></li><li class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-3-Bullets\">A voice, somewhere between beast and person, growls “No” in the back of a player character’s mind.</li><li class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-3-Bullets\">The sharp metallic tang of blood fills the nostrils and mouths of the adventurers, before fading away moments later.</li><li class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-3-Bullets-Last\">Sounds drift in from the Material Plane, through the ears of sleeping dreamers. A goat bleating, wind in the trees, the clip-clop of a horse, or Bucket’s musings. There is no source of this sound.</li></ul></section></div>"
            },
            "The Battle Ahead": {
              "name": "The Battle Ahead",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">The hunt to defeat the dreamholder takes place as three combat waves, set across two map locations. The first wave occurs in the train carriages, the second in the locomotive station.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\">The first combat wave begins when the dreamholder realises that the adventurers threaten its Dreamscape. The dreamholder modifies the illusions the sleepwalkers see, causing them to view the party as ravening demons, horrors, or some other such entities that the villagers might deem hostile. There are a variety of suggested triggers for when to start this wave but really, it is whenever you, the GM, see fit.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Squeeze_98-\">The second wave involves dreamer(s)—horrors and phantasms—from Insomnium’s previous forays into the Material Plane. They’ve spent a lot longer in the Dreamscape and have lost connection with both their corporeal forms and their sanity. These creatures await the party in the shadows of the locomotive station. Once they’re dispatched, the dreamholder arrives, and the third and final wave begins.</span></p></div>"
            },
            "Insomnium’s Lair": {
              "name": "Insomnium’s Lair",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Insomnium’s lair consists of the entire shared Dreamscape it has created. For the purposes of this hunt, the adventurers enter the lair when they fall asleep and leave it once they awaken.</p><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Regional Effects</h4><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">The dreamholder’s lair has the following unique properties:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Detect Thoughts.</strong></em></span> The dreamholder can detect the surface thoughts of all creatures within its lair. This gives it <strong class=\"Bold\">advantage</strong> on a<span class=\"None\">ny <strong>Wisdom (Insight)</strong> checks agains</span>t creatures in its lair.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Immutable Form.</strong></em></span> The environment of the Dreamscape can be permanently changed only by a <i class=\"Italic-8\">@UUID[Compendium.dnd5e.spells.Item.kSPRpeIx3w3nihrF]{dream}</i> or <i class=\"Italic-8\">@UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz]{wish}</i> spell. All objects are otherwise unbreakable.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Speed of Thought.</strong></em></span> Each creature gains a modifier to its speed equal to its <strong class=\"Bold\">Intelligence score minus 10</strong> (rounded down to the nearest <span class=\"No-Break\">5-foot increment</span>).</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Strength of Mind.</strong></em></span> Strength, Dexterity, and Constitution saving throws are all replaced with Intelligence saving throws.</li><li><span class=\"Bold-Italic-8\"><em><strong>Quiet.</strong></em></span> The Dreamscape is magically quietened; the dreamholder doesn’t like loud noises (or thunder damage). All creatures have <strong class=\"Bold\">disadvantage</strong> o<span class=\"None\">n </span><span class=\"loot-tavern Checks-and-Saves\">Wisdom (Perception)</span><span class=\"None\"> c</span>hecks that involve hearing.</li></ol><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Helping Hand.</strong></em></span> If the party needs help at any point, you can reintroduce a character they save, such as Ayu Aeska. Give the NPC a couple of level-appropriate healing spells (1st-level, 3rd-level, or 5th-level, respective to the hunt level), or perhaps even the ability to deal thunder damage if the party hasn’t cottoned on to @UUID[.oLfYNabShfT8K6SV]{Clue 3}.</p><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Lair Actions</h4><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">While Insomnium lives, it can invoke the ambient magic of the Dreamscape to take lair actions. The saving throw DCs, damage, and temporary hit points of the lair actions depend on the level at which you run the hunt (@UUID[JournalEntry.wYcaKgHDUHsT19u1.JournalEntryPage.ieg14OfJUSE2uY3r#variable-lair-action-statistics]{Variable Lair Action Statistics}).</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Lair Actions.</strong></em></span> On initiative count 20 (losing initiative ties), Insomnium takes one of the following lair actions. It can’t take the same action two rounds in a row. See the table above for the damage, save DCs, and temporary hit points.</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><p><span class=\"Bold-Italic-8\"><em><strong>Forgetful Friend.</strong></em></span> Each creature of the dreamholder’s choice within the lair must make a <span class=\"heliana-dream-weaver Checks-and-Saves\">[[/save int dc=@document.parent.flags.heliana-dream-weaver.dc format=long]]</span>. On a failed save, the target loses the ability to distinguish friend from foe. It regards all creatures it can see as enemies until initiative 20 of the next round.<br>Whenever the affected creature chooses another creature as a target, it must choose the target at random from among the creatures it can see within range of the attack, spell, or other ability it’s using. If an enemy provokes an opportunity attack from the affected creature, the creature must make that attack if it is able to.</p></li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Bold-Italic-8\"><em><strong>Valiance.</strong></em></span> <span class=\"Squeeze_102-\">The dreamholder inspires creatures of its choice within its lair, giving them visions of triumph and hope. Each affected creature gains temporary hit points and is under the effects of the</span> <i class=\"Italic-8\">@UUID[Compendium.dnd5e.spells.Item.8dzaICjGy6mTUaUr]{bless}</i><span class=\"Squeeze_104-\"> spell until initiative 20 of the next round.</span></li><li><span class=\"Bold-Italic-8\"><em><strong>Despair.</strong></em></span> <span class=\"Squeeze_102-\">The dreamholder gives creatures of its choice within its lair visions of failure and despair. Each creature the dreamholder chooses must make a </span><span class=\"heliana-dream-weaver Checks-and-Saves\">[[/save cha dc=@document.parent.flags.heliana-dream-weaver.dc format=long]]</span>. <span class=\"Squeeze_102-\">On a failure, a creature takes psychic damage and is affected by the</span> <i class=\"Italic-8\">@UUID[Compendium.dnd5e.spells.Item.95K2aUhAGV9qXjnf]{bane}</i> <span class=\"Squeeze_102-\">spell until initiative 20 of the next round. On a success, the creature takes half as much damage and isn’t affected by the spell.</span></li></ol></div>"
            },
            "Wave 1: Sleepwalkers": {
              "name": "Wave 1: Sleepwalkers",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">When wave 1 starts is up to you. It should ostensibly occur when the dreamholder might realise that the party poses a threat to the status quo it had been maintaining in the locomotives. Some examples of what might constitute a trigger are:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">The party successfully persuades three or more individuals to see through the illusion.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">The party fails to persuade eight or more individuals to see through the illusion.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">The party shows they possess magic that can allow folks to see through the illusion.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">The party makes a ruckus that lets the dreamholder know they’re onto its scheme.</li></ol><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\">When you decide the time is right, you can read the following:</p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud-Last-Line\">In an instant, the expressions of the other people in the carriage change to ones of abject horror. Yells of “to arms” and “defeat these foul demons” fill the air, from in front and behind.</p></blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\">You can also describe the players as seeing demonic forms in any reflective surfaces, including their reflections in the carriage windows.</p><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Enemies</h4><p>The enemies in wave 1 are the <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.imWWhdAVuTwUZWzR]{sleepwalkers}</strong>. In the higher-level versions of this hunt, these are accompanied by one or more <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.a6Bhp2m6Vt1bSMG8]{phantasms}</strong>, which appear in advantageous positions of the GM’s choice. Any sleepwalkers that have been persuaded by the party to see through the dreamholder’s illusions aren’t hostile towards the party and spend their actions making <span class=\"heliana-dream-weaver Checks-and-Saves\">[[/save wis dc=@document.parent.flags.heliana-dream-weaver.dc format=long]]</span> to attempt to escape from the Dreamscape.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 5.</strong></em> </span>At 5th level, the wave 1 combatants are:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">Up to 10 <strong class=\"Bold\">@UUID[Actor.tJmkUi2D939RInlS]{sleepwalkers}</strong> (CR 1)</li></ol><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 12.</strong></em></span> At 12th level, the wave 1 combatants are:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">2 <strong class=\"Bold\">@UUID[Actor.2GImkxjw1gBBrOgj]{phantasms}</strong> (CR 7)</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">Up to 10 <strong class=\"Bold\">@UUID[Actor.tJmkUi2D939RInlS]{sleepwalkers}</strong> (CR 1)</li></ol><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 19.</strong></em></span> At 19th level, the wave 1 combatants are:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">5 <strong class=\"Bold\">@UUID[Actor.2GImkxjw1gBBrOgj]{phantasms}</strong> (CR 7)</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">Up to 10 <strong class=\"Bold\">@UUID[Actor.tJmkUi2D939RInlS]{sleepwalkers}</strong> (CR 1)</li></ol><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Tactics</h4><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Sleepwalkers.</strong></em></span> The sleepwalkers move slowly for the first couple of rounds, taking the <strong>&amp;reference[Dodge]</strong> action and psyching themselves up. This gives the players a chance to persuade them they’re not really demons. After that, they attack with little sense of self-preservation; Insomnium’s illusions assure them they’ll be victorious.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Phantasms.</strong></em></span> <span class=\"Squeeze_99-\">In the higher-level versions of this hunt, these creatures make use of their incorporeal movement to move out of the carriage, re-entering at a point that is advantageous for them (such as near a less-armoured character).</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Lair Actions.</strong></em></span> For greatest effect, the dreamholder uses Forgetful Friend during the first round, and Despair during the second. It then alternates Forgetful Friend and Valiance until there are more player characters than sleepwalkers, at which point it changes Valiance for Despair.</p><p><span class=\"Bold-Italic-8\"><em><strong>Players.</strong></em></span> The player characters can use an action to make a <span class=\"heliana-dream-weaver Checks-and-Saves\">[[/check cha persuasion dc=@document.parent.flags.heliana-dream-weaver.dc]]{Charisma} or [[/check int persuasion dc=@document.parent.flags.heliana-dream-weaver.dc]]</span> check with <strong class=\"Bold\">disadvantage</strong>. On a success, a <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.imWWhdAVuTwUZWzR]{sleepwalker}</strong><span class=\"Squeeze_102-\"> sees through the dreamholder’s illusion. It spends its turns running away and using its action to make a </span><span class=\"heliana-dream-weaver Checks-and-Saves\">[[/save wis dc=@document.parent.flags.heliana-dream-weaver.dc format=long]]</span><span class=\"Squeeze_102-\"> to attempt to escape from the Dreamscape.</span></p></div>"
            },
            "Wave 2: Please Alight": {
              "name": "Wave 2: Please Alight",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">When the last sleepwalker either is killed, sees through the dreamholder’s illusions, or is otherwise eliminated from the fight, the locomotive comes to a screeching halt in a lofty, dimly-lit locomotive station. You can read the following:</p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud\">Like an old, moss-covered bell, the screech of the rapidly halting locomotive mutely echoes around a large, marble-clad chamber that seems to coalesce from nowhere. Gone is the silent, tumultuous storm of dark, roiling clouds and violet lightning. Instead, a lofty hall filled with high walkways and a web of pipework fills the windows. In an instant, doors materialise on either side of the carriage and a robotic female voice says, “Please alight from the locomotive.”</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud-Last-Line\">A man, dressed in a conductor’s uniform, cowers at the top of the wide marble staircase. “They’re everywhere,” he whimpers.</p></blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\">The conductor acts in a terrified manner, whimpering and hiding its eyes (which are the multi-pupiled eyes of the dreamholder) from view. Its goal is to draw the adventurers into the open.</p><p><span class=\"Bold-Italic-8\">Surprise.</span> Whenever you deem appropriate, the assailants for this wave enter the hall. Phantasms phase through the floor, while horrors drop from the dark shadows of the roof or burst through posters on the walls, which instantly reform. If an adventurer’s <span class=\"heliana-dream-weaver Checks-and-Saves\">[[/check wis perception passive dc=@document.parent.flags.heliana-dream-weaver.dc]]{passive Perception score is lower than the VDC}</span>, that player character is <strong>surprised</strong>.</p><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Enemies</h4><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">In wave 2, the enemies are <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.BmLf1bLQjlNg6T6r]{horrors}</strong> and <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.a6Bhp2m6Vt1bSMG8]{phantasms}</strong>.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 5.</strong></em></span> At 5th level, the wave 2 combatants are:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">1 <strong class=\"Bold\">@UUID[Actor.2GImkxjw1gBBrOgj]{phantasm}</strong> (CR 7)</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">1 <strong class=\"Bold\">@UUID[Actor.ZuivgZ8klNmrSfux]{horror}</strong> (CR 3)</li></ol><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 12.</strong></em></span> At 12th level, the wave 2 combatants are:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">2 <strong class=\"Bold\">@UUID[Actor.2GImkxjw1gBBrOgj]{phantasms}</strong> (CR 7)</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">5 <strong class=\"Bold\">@UUID[Actor.ZuivgZ8klNmrSfux]{horrors}</strong> (CR 3)</li></ol><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 19.</strong></em></span> At 19th level, the wave 2 combatants are:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">7 <strong class=\"Bold\">@UUID[Actor.2GImkxjw1gBBrOgj]{phantasms}</strong> (CR 7)</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">7 <strong class=\"Bold\">@UUID[Actor.ZuivgZ8klNmrSfux]{horrors}</strong> (CR 3)</li></ol><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Tactics</h4><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">These creatures are closely controlled by the dreamholder’s illusions. As the dreamholder is an intelligent fighter, it can manipulate them to attack especially vulnerable targets. For example, if the player characters split up, the horrors might all attack a single, lone character at once.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Horrors.</strong></em></span> The horrors attack with no sense of self-preservation; the dreamholder’s illusions keep them assured of victory.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Phantasms.</strong></em></span> The phantasms tend to use their Horrifying Visage, then remain airborne, pelting an adventurer with no ranged capabilities from afar. Pairs or trios of phantasms can work together to frighten the same adventurer from either side. As the adventurer has a source of fear on both sides of it, this heavily restricts its movement.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Lair Actions.</strong></em></span><span class=\"Squeeze_97-\"> If the adventurers are ever grouped together, the dreamholder uses Forgetful Friend as often as possible. On rounds when it can’t use this lair action, it alternates between Valiance and Despair. If the party splits up, it forgoes using Forgetful Friend.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Players.</strong></em></span> The horrors can be freed from the illusion by the <i class=\"Italic-8\">@UUID[Compendium.dnd5e.spells.Item.WzvJ7G3cqvIubsLk]{greater restoration}</i> or <i class=\"Italic-8\">@UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz]{wish}</i> <span class=\"Squeeze_99-\">spells. Otherwise, using an action to persuade them has no effect. The phantasms can’t be rescued by any means.</span></p></div>"
            },
            "Wave 3: Nightmare": {
              "name": "Wave 3: Nightmare",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">At the end of the round when the last of the phantasms and horrors are dispatched, the dreamholder rolls initiative and makes its appearance on the following round.</p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud-Last-Line\">With a susurration, the sound in the hall fades, a <span class=\"Italic\">diminuendo</span> centred on the cowering conductor. The conductor rises, straightening, a grisly, too-wide smile etched on its face. The mouth opens wider and wider, skin tearing as the top of its head falls behind it and out of view. A great, shifting, multi-pupiled eye launches itself from the conductor’s throat, staring hauntingly from above a gaping translucent maw. Six, long, sinuous tentacles, each swimming with numbers and symbols, end in yet more eyes that flap and swing in an unfelt astral breeze. “Leeeeeave,” it growls in your minds.</p></blockquote><section class=\"sidebar right\"><h3>Roleplaying Insomnium</h3><p class=\"Heliana-Book-1-Styles_Sidebar_Sidebar-Para-Last\">Insomnium is clever. Very clever. Combined with its ability to read the surface thoughts of creatures within its lair, Insomnium has a preternatural ability to appraise a creature’s weaknesses, predict its actions, and mess with its mind. Before the session, consider asking all your players to do a little character development and write down their characters’ insecurities. Use these along with their flaws, ideals, and bonds to occasionally mock or criticise the characters in order to evoke emotional responses, which Insomnium feeds upon. This makes the adventurers really dislike Insomnium, which is kind of what you’re going for.</p></section><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Enemies</h4><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">In wave 3, the enemies are the <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.JrqzMpKtbBDAGtt7]{dreamholder}</strong> and <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.BmLf1bLQjlNg6T6r]{horrors}</strong> or <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.a6Bhp2m6Vt1bSMG8]{phantasms}</strong>.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 5.</strong></em></span> At 5th level, the wave 3 combatants are:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">1 <strong class=\"Bold\">@UUID[Actor.oIMYBrLxEi8uczsy]{starved dreamholder}</strong> (CR 7)</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">1 <strong class=\"Bold\">@UUID[Actor.ZuivgZ8klNmrSfux]{horror}</strong> (CR 3)</li></ol><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 12.</strong></em></span> At 12th level, the wave 3 combatants are:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">1 <strong class=\"Bold\">@UUID[Actor.v5EPA8vGQs6R1HpZ]{dreamholder}</strong> (CR 14)</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">2 <strong class=\"Bold\">@UUID[Actor.ZuivgZ8klNmrSfux]{horrors}</strong> (CR 3)</li></ol><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Bold-Italic-8\"><em><strong>Level 19.</strong></em></span> At 19th level, the wave 3 combatants are:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">1 <strong class=\"Bold\">@UUID[Actor.XZIEvPRZlyjzgADN]{glutted dreamholder}</strong> (CR 21)</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">2 <strong class=\"Bold\">@UUID[Actor.2GImkxjw1gBBrOgj]{phantasms}</strong> (CR 7)</li></ol><h4 class=\"Heliana-Book-1-Styles_Titles_Title-4\">Tactics</h4><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Squeeze_102-\">The dreamholder keeps its distance. It positions itself so that its Phantasmal Cone covers as many of the adventurers as possible. If the player characters are focussing on the</span> <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.BmLf1bLQjlNg6T6r]{horrors}</strong> or <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.a6Bhp2m6Vt1bSMG8]{phantasms}</strong>,<span class=\"Squeeze_104-\"> the dreamholder uses its actions teleporting and firing Eye Rays. If the adventurers ever focus on the dreamholder, it quickly uses its Mirror legendary action.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Intelligent Eye Rays.</strong></em></span> The dreamholder’s extreme intelligence lends it a preternatural ability to sense the adventurers’ weaknesses. To represent this, note each player’s Intelligence, Wisdom, and Charisma saving throw modifiers. When deciding targets for the dreamholder’s eye rays, choose the individuals with the lowest saving throw modifiers for each ray.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Weakness.</strong></em></span> If any creature deals thunder or psychic damage to the dreamholder (the damage types that trigger its Inconsistent Incorporeality trait), it and its minions immediately turn their collective ire on that creature.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Lair Actions.</strong></em></span> As in wave 2, if the adventurers are ever grouped together, the dreamholder uses Forgetful Friend as often as possible. On rounds when it can’t use this action, it alternates between Valiance and Despair. If the party splits up, it forgoes using Forgetful Friend.</p></div>"
            },
            "Optional Ending: Astral Ejection": {
              "name": "Optional Ending: Astral Ejection",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">If you’re running a one-shot (or, more likely, a two-shot), there might not be much point in harvesting the corpse. Instead, you can use this optional ending to give an epic, climactic conclusion to the hunt.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\">When the dreamholder dies, all the sleeping creatures are released from their slumber, the sleepwalkers return to their bodies, and the Dreamscape begins to disappear. You can read the following:</p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud-Last-Line\"><span class=\"Squeeze_97-\">With an ear-splitting implosion, sound returns to the hall. Hunks of marble fall from the ceiling and cracks run up the grand pillars. A female voice, the same one from when the locomotive arrived, says, “Please board the locomotive. It is time to depart.”</span></p></blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Squeeze_99-\">Each player that isn’t on the train at the end of the third round after the dreamholder’s death is sent to a random location on the Astral Plane as the entire chamber falls away, leaving only the locomotive.</span></p><p>The locomotive is now linear; to the north of the lounge carriage is the driving car. The party has three rounds to make three successful <span class=\"heliana-dream-weaver Checks-and-Saves\">[[/check int dc=@document.parent.flags.heliana-dream-weaver.dc]]</span> checks, with each check requiring an action. A creature with proficiency in any sort of vehicle can add its proficiency bonus to these checks. The checks have the following effects:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">The first check starts the engine, generating a roar of humming lightning.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">The second check releases the brakes, causing the locomotive to shift and slowly ease forward.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets-Last\">The third check causes the locomotive to shoot forward.</li></ol><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\">If these three checks are not succeeded by the end of the third round (six rounds after the dreamholder’s death), the locomotive is ripped apart and each creature is sent to a random location on the Astral Plane. On a success, you can read the following, and each player character wakes on the Material Plane, in the location they fell asleep.</p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud-Last-Line\">The locomotive lurches forward, gaining speed at an impressive rate. Through the viewport, a landscape of rolling purple clouds and now-audible lighting is all that’s visible, save for a pinprick of light. The light grows brighter, closer. You see something dark at its centre. An eye. A closed eye. The inside of an eyelid. The locomotive smashes into it. You wake.</p></blockquote></div>"
            },
            "Aftermath": {
              "name": "Aftermath",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">Here are some possible outcomes of the hunt:</p><ol><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Squeeze_99-\">Each sleepwalker and horror killed in the Dreamscape has a corresponding comatose physical form; the body persists though its psyche has been shredded. Such a creature can only be restored by the</span> <i class=\"Italic-8\">@UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz]{wish}</i> <span class=\"Squeeze_99-\">spell, and often returns to its body with a long-term madness effect.</span></li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">If more lawyers are killed than labourers, the miners’ attempt to unionise is successful.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\"><span class=\"Squeeze_104-\">Bucket pays the agreed amount to the party. If the party somehow helps the labourers to form a union, a small fee (2%) is deducted from </span><span class=\"No-Break\">this payment</span><span class=\"Squeeze_104-\">.</span></li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">The teacher, Ms. Taxi, watches the village from afar and gathers the children as soon as she sees the villagers waking. They arrive shortly thereafter and are reunited with their parents, who wish they’d had an extra day to recuperate.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">Humperdink is most interested in the existence of the Dreamscape and commissions L’Arsène to create more <i class=\"Italic-8\">draughts of lucid dreaming</i>. He spends a lot of time in restless sleep, exploring his ‘mind palace’.</li><li class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-3-Bullets\">Folks in Bodrum (see <em>Mecha Koboldzilla</em> hunt) have been having ‘cross-dreams’. This dreamholder is much harder to track down, as it alternates between the nocturnal kobolds and the diurnal surface-dwellers.</li></ol></div>"
            },
            "Cacophonics": {
              "name": "Cacophonics",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"Squeeze_104-\">Cacophonics, the Loot Tavern’s bard, pounces on the party upon their return. After extracting all the details of the party’s adventure, he unveils the following song:</span></p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud\"><span class=\"None\">You can’t travel here by horse or foot.<br>Enemies show when eyes are shut.<br>Can you tell what’s real or not?<br>This train might not be what you thought.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud\"><span class=\"None\">Dreamholder in the mirror<br>Which one to attack?</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud\"><span class=\"None\">Perpetual slumber, use your speed of mind.<br>Maybe sound will help to win this time.<br>Heroes are welcome if you mind the gap.<br>Phantasms loom and wait to attack.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud\"><span class=\"None\">Dreamholder, when it mirrors,<br>Which one to attack?</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud\"><span class=\"None\">My friends would have to use their brains.<br>Outsmart the one from Astral Planes.<br>The battle was lengthy, but the war was won.<br>Our heroes could return to the sun.</span></p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud-Last-Line\"><span class=\"None\">Dreamholder no longer in disguise<br>Our friends opened our eyes.</span></p></blockquote></div>"
            },
            "Treasure": {
              "name": "宝藏",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">A dreamholder’s lair doesn’t have much in the way of treasure. However, you can choose to reward your players with the boon, Speed of Thought, for their accomplishments within the Dreamscape.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-4\"><span class=\"Bold-Italic-8\"><em><strong>Speed of Thought.</strong></em> </span><span class=\"None\">Your accomplishments in the Dreamscape have unlocked a minor psionic talent. </span>As a bonus action, you can increase your walking speed by a number of feet equal to your Intelligence score until the start of your next turn. Once you use this feature, you can’t do so again until you finish a long rest.</p><img src=\"modules/heliana-core/assets/adventures/heliana-dream-weaver/images/items/DreamWeaver_Second-Chance.webp\"></div>"
            },
            "Harvesting": {
              "name": "Harvesting",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p><span class=\"Squeeze_98-\">The dreamholder has the following unique components, in addition to the normal components for an aberration. When the party exits the Dreamscape, the character with the highest </span><span class=\"heliana-dream-weaver Checks-and-Saves\">[[/check passive perception]]</span> <span class=\"Squeeze_98-\">notices a pocket watch—the one the conductor was wearing—on the floor. This is </span><i class=\"Italic-8\">@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.TObQ5ROVV4HGY6Mc]{second chance}</i><span class=\"Squeeze_98-\">, an uncommon item that can be socketed onto any clothing. </span><span class=\"None\">The food component for the unique recipe is an </span><i class=\"Italic-8\">aberration (dreamholder) subeye </i><span class=\"None\">(eye).</span></p><h5 class=\"Heliana-Book-1-Styles_Titles_Title-5--Table-\">Dreamholder’s Harvest Table</h5><table id=\"table256\" class=\"Basic-Table\"><colgroup><col><col></colgroup><tbody><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><strong class=\"Bold\">Component DC</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Components</strong></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">5</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\"><em>@UUID[Item.uIGsNhH43sSMa6lK]{Subeye}</em></span><sup><span class=\"Italic\"><em>E+</em></span></sup><span class=\"Left-Align\"><em> </em>(6)</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">10</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\"><em>@UUID[Item.CkNGcNpg5W0A42mq]{Bone}</em></span><span class=\"Left-Align\"><em> </em>(6)</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"None\">20</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\"><em>@UUID[Item.UssMRstSDNmulBlm]{Brain} </em></span><span class=\"None\">(1)</span><span class=\"Left-Align\"><em>, </em></span><span class=\"Italic\"><em>@UUID[Item.f26FnthmQpkf3VnQ]{hide}</em></span><span class=\"None\"><em> </em>(1)<em>, </em></span><span class=\"Italic\"><em>@UUID[Item.7xIgm2jQWblPdn61]{main eye}</em></span><sup><span class=\"Italic\"><em>v</em></span></sup><span class=\"None\"><em> </em>(1)</span></p></td></tr></tbody></table></div>"
            },
            "Crafting": {
              "name": "Crafting",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\"><span class=\"None\">The following unique items can be crafted from the dreamholder’s components.</span></p><h5 class=\"Heliana-Book-1-Styles_Titles_Title-5--Table-\"><span class=\"None\">Dreamholder’s Craftable Items</span></h5><table id=\"table257\" class=\"Basic-Table\"><colgroup><col><col><col><col><col><col><col></colgroup><tbody><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><strong class=\"Bold\">Item Name</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Item Type</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Rarity</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Attunement</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Magical Components</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Essence</strong></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><strong class=\"Bold\">Value*</strong></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\" rowspan=\"3\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"Italic\">@UUID[Compendium.heliana-core.journals-heliana-dream-weaver.JournalEntry.d0ktWYtgPa9kUPNv.JournalEntryPage.1CcZoQanotvitVl2#astral-luggage]{Astral Luggage}</span></p></td><td class=\"Basic-Table\" rowspan=\"3\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">Wondrous item</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.hXXW52XIgazC4GoP]{Uncommon}</span></p></td><td class=\"Basic-Table\" rowspan=\"3\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">Optional Attunement</span></p></td><td class=\"Basic-Table\" rowspan=\"3\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Aberration (dreamholder) brain</span></p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Frail</span></p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">300 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.o0AzhrdvTHavWJ4L]{Very rare}</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Potent</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">3,200 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"Italic\">@UUID[Compendium.heliana-core.journals-heliana-dream-weaver.JournalEntry.d0ktWYtgPa9kUPNv.JournalEntryPage.1CcZoQanotvitVl2#dreamy-the-lucid]{Dreamy the Lucid}</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">Wondrous item</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.LMsnhbu2o7NvROQx]{Uncommon}</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">—</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Aberration (dreamholder) subeye</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Frail</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">200 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\" rowspan=\"3\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"Italic\">@UUID[Compendium.heliana-core.journals-heliana-dream-weaver.JournalEntry.d0ktWYtgPa9kUPNv.JournalEntryPage.1CcZoQanotvitVl2#hammer-time]{Hammer Time}</span></p></td><td class=\"Basic-Table\" rowspan=\"3\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">Weapon (any hammer**)</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.qmhqggmbHR3I5RI8]{Uncommon}</span></p></td><td class=\"Basic-Table\" rowspan=\"3\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">—</span></p></td><td class=\"Basic-Table\" rowspan=\"3\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Aberration (dreamholder) main eye</span></p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Frail</span></p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">1,300 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.0ZtMBrH66sCdZYb9]{Very rare}</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Potent</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">6,200 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures\"><span class=\"Italic\">@UUID[Compendium.heliana-core.journals-heliana-dream-weaver.JournalEntry.d0ktWYtgPa9kUPNv.JournalEntryPage.1CcZoQanotvitVl2#robes-of-beaureve]{Robes of Beaurêve}</span></p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">Wondrous item</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.5DtemouOTvqr1UPX]{Rare}</span></p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">Required</span></p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Aberration (dreamholder) hide</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Robust</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">1,600 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.8R2uhHbarcYAWVXG]{Legendary}</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Mythic</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">32,000 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\" rowspan=\"2\"><p><span class=\"Italic\">@UUID[Compendium.heliana-core.journals-heliana-dream-weaver.JournalEntry.d0ktWYtgPa9kUPNv.JournalEntryPage.1CcZoQanotvitVl2#time-splitter]{Time Splitter}</span></p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">Weapon (any axe)</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.nO0QF0oqHa4YQD3z]{Uncommon}</span></p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">Required</span></p></td><td class=\"Basic-Table\" rowspan=\"2\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Aberration (dreamholder) bone</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Frail</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">850 gp</span></p></td></tr><tr class=\"Basic-Table\"><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Left-Align\">@UUID[Compendium.heliana-core.items-heliana-dream-weaver.Item.WhRcClTfUWtYaI90]{Very rare}</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"Italic\">Potent</span></p></td><td class=\"Basic-Table\"><p class=\"Heliana-Book-1-Styles_Tables_Tables-and-Figures-Left-Align\"><span class=\"None\">9,800 gp</span></p></td></tr></tbody></table><p class=\"Heliana-Book-1-Styles_Floaters-and-Credits_Asterisk-Text\"><span class=\"None\">*This is the ‘off the shelf’ purchase cost and can vary significantly from the crafting cost.<br>*</span>*Includes club, greatclub, light hammer, mace, maul, and warhammer.</p></div>"
            },
            "Lower-Class Carriage": {
              "name": "Lower-Class Carriage",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">When the adventurers first fall asleep, they immediately awaken in the rickety lower-class carriage. At the south end of this carriage are some stinky toilets, though there is nothing untoward in the toilet bowls; the smell seemingly has no source. The north door leads to the dining carriage, and the south to the lounge car. You can read the following:</p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud-Last-Line\"><span class=\"Squeeze_98-\">The gentle, regular swaying and persistent, muted rumble slowly shakes you awake. Rough wooden benches line each side of a sparsely-furnished carriage. A sickly sweet smell comes from the rear, while an occasional gust brings the scent of rich roast meat from the fore. The windows that line each side of the carriage depict a storm of black clouds and silent purple lightning. An old woman sits knitting at the far corner, humming gently to herself as threads materialise out of thin air.</span></p></blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Esmerelda Butterwort.</strong></em></span> Esmerelda, the town’s apothecary (NG female halfling <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.imWWhdAVuTwUZWzR]{sleepwalker}</strong>), is the jolly lady knitting in the corner. The dreamholder is causing her to feel surprise and joy. The dreamholder’s illusions cause her to identify the first player character to approach her as her long-lost daughter, Saphyre, a fact she reacts to with great joy. She insists that this player character try on the child-sized sweater and is very confused when it doesn’t fit.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\">By talking to Esmerelda, the party can discover that Saphyre went missing over 15 years ago when she was ten years old. If the party uses the discrepancy between the time that has passed and the child-like illusion that she sees, the ability check made to convince her of the dreamholder’s illusion is made with <strong class=\"Bold\">advantage</strong>.</p><img src=\"modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/DreamWeaver-NPC-Esmerelda.webp\" width=\"400\" height=\"500\"></div>"
            },
            "Dining Carriage": {
              "name": "Dining Carriage",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">To the north of the lower class carriage, through a sliding door, is the dining car. This is filled with three individuals: Ma Slake (sardonic female LN half-elf <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.imWWhdAVuTwUZWzR]{sleepwalker}</strong>), barkeep at Slake’s Thirst in Cordette; Sandy Topman (charming female LG dwarf <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.imWWhdAVuTwUZWzR]{sleepwalker}</strong>), mayor and mill owner of Cordette; and Alan Gruber (inebriated male N human <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.imWWhdAVuTwUZWzR]{sleepwalker}</strong>), the town drunk. The north door leads to the lounge carriage, and the south to the lower class car. You can read the following:</p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud-Last-Line\">The rich smells of malty beer and roasted meat pervade this warmly-lit carriage. A long bar runs along the east side, a scowling half-elf standing to attention behind the counter. Despite obviously rattling with the motion of the carriage, the glass bottles make only muted tinkling sounds. Further on, an anxious-looking female dwarf and a bleary-eyed human sit at the bar.</p></blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Ma Slake.</strong></em></span> Ma, behind the south end of the bar, believes the party to be scullery maids, late delivering food to her customers. She is being made to feel anger. She berates them, saying ‘at least the meat smells roasted’. Pointing out that there is no meat, only the smell of it, gives <strong class=\"Bold\">advantage</strong> on ability checks made to persuade her of the illusion.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Sandy Topman.</strong></em></span> Affable and polite, Sandy apologises to the party, explaining that she doesn’t have a ticket for this locomotive and seems to have forgotten her wallet. She believes the party to be train conductors and is being made to feel panic. Pointing out that no one has a ticket gives <strong class=\"Bold\">advantage</strong> on ability checks made to persuade her of the illusion.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Alan Gruber.</strong></em></span> Drunk and slurring his speech, Alan is being made to feel joy. He identifies the party as old drinking friends from the army. If induced to reminisce about old times, he will gradually remember that each of the people he sees was killed in battle. He becomes very sad and confused, conferring <strong class=\"Bold\">advantage</strong> on ability checks made to persuade him of the illusion.</p></div>"
            },
            "Lounge Carriage": {
              "name": "Lounge Carriage",
              "text": "<div id=\"_idContainer401\" class=\"Basic-Text-Frame\"><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-1\">To the north of the dining carriage is the lounge. Two groups of three huddle at either end, and the tension can be cut with a knife. One group is composed of three labourers, miners trying to unionise for better working conditions. The second group is composed of lawyers representing Baron Bodrum Businesses Inc., who’re in town to quash the growing resentment amongst the workers and remind them of their place. The north door leads to the lower-class car, and the south to the dining carriage. You can read the following:</p><blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Read-Aloud-Last-Line\">A well-appointed room of comfortable chairs, couches, and carpets is juxtaposed by the steely tension between the two groups in this room. At the far end of the carriage are three rough-looking individuals in worn clothes, wearing steely expressions. At the southern end are three finely-dressed people, sporting clipboards, quills, and quietly terrified visages. A faint stink comes from the north end of the car.</p></blockquote><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Labourers.</strong></em></span> Mokun (excitable NG male gnome <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.imWWhdAVuTwUZWzR]{sleepwalker}</strong>), Brude (taciturn NG female dwarf <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.imWWhdAVuTwUZWzR]{sleepwalker}</strong>), and Kosh (silent, steely-eyed N male half-elf <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.imWWhdAVuTwUZWzR]{sleepwalker}</strong>) are being made to feel disgust. They see the party as enforcer automatons sent by Baron Bodrum to break up their <span class=\"No-Break\">unionization efforts</span>.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\"><span class=\"Bold-Italic-8\"><em><strong>Lawyers.</strong></em></span> Silvant Brightquill (precise LN female gnome <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.imWWhdAVuTwUZWzR]{sleepwalker}</strong>); her assistant, Mala Velont (ruthless LE female dragonborn <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.imWWhdAVuTwUZWzR]{sleepwalker}</strong>); and their clerk, Brosh (silent LN male gobboc <strong class=\"Bold\">@UUID[Compendium.heliana-core.actors-heliana-dream-weaver.Actor.imWWhdAVuTwUZWzR]{sleepwalker}</strong>) believe the party to be more labourers. They are being made to feel fear.</p><p class=\"Heliana-Book-1-Styles_Paragraph-Texts_Para-2\">Pointing out that the party is being made to appear like what each group hates most confers <strong class=\"Bold\">advantage</strong> on ability checks made to persuade either group about this illusion. Neither side is inclined towards violence nor will throw the first punch.</p></div>"
            }
          }
        },
        "Handouts": {
          "name": "Handouts",
          "pages": {
            "Dream Weaver Scene": {
              "name": "Dream Weaver Scene",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/7a_-_ArtPrint_Dreamholder_front.webp"
            },
            "Map 15.1 Train Carriages (Lower Class)": {
              "name": "Map 15.1 Train Carriages (Lower Class)",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/G_LightningRail_SteerageCarEmpty.webp"
            },
            "Map 15.1 Train Carriages (Dining)": {
              "name": "Map 15.1 Train Carriages (Dining)",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/G_LightningRail_BarCar_Night.webp"
            },
            "Map 15.1 Train Carriages (Lounge)": {
              "name": "Map 15.1 Train Carriages (Lounge)",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/G_LightningRail_DeluxeCar.webp"
            },
            "Map 15.2 Insomnium's Station": {
              "name": "Map 15.2 Insomnium's Station",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/GL_TrainStationPlatforms_LightningRail_Train_Night.webp"
            },
            "Wanted Poster": {
              "name": "Wanted Poster",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/7_-_Wanted_Poster_-_DREAMHOLDER.webp"
            },
            "Wanted Poster (Blank)": {
              "name": "Wanted Poster (Blank)",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/07-Wanted_Poster-BLANK-DREAMHOLDER.webp"
            },
            "Handout 1. Psychic Trauma": {
              "name": "Handout 1. Psychic Trauma",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/7a_-_Psychic_Trauma_-_DreamWeaver_-_Handout_15.1.webp"
            },
            "Handout 2. Dreamer's Note": {
              "name": "Handout 2. Dreamer's Note",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/7b_-_Dreamer_s_Note_-_DreamWeaver_-_Handout_15.2.webp"
            },
            "Handout 3. Dampened Sound": {
              "name": "Handout 3. Dampened Sound",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/7c_-_Dampened_Sound_-_DreamWeaver_-_Handout_15.3.webp"
            },
            "Dreamholder": {
              "name": "Dreamholder",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/DreamWeaver-Monster-Dreamholder.webp"
            },
            "Horror": {
              "name": "Horror",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/DreamWeaver-Monster-Horror.webp"
            },
            "Phantasm": {
              "name": "Phantasm",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/DreamWeaver-Monster-Phantasm.webp"
            },
            "Bucket": {
              "name": "桶",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/DreamWeaver-NPC-Bucket.webp"
            },
            "Esmerelda": {
              "name": "Esmerelda",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/DreamWeaver-NPC-Esmerelda.webp"
            },
            "Landscape": {
              "name": "Landscape",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/DreamWeaver-Scene-Sleeper_Train-NPF.webp"
            },
            "Dreamholder Sketch": {
              "name": "Dreamholder Sketch",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/DreamWeaver-Sketch-Dreamholder.webp"
            },
            "Train Landscape": {
              "name": "Train Landscape",
              "src": "modules/heliana-core/assets/adventures/heliana-dream-weaver/images/journal/DreamWeaver-Scene-Vertical_Train-NPF.webp"
            }
          }
        }
      }
    }
  }
}
