{
  "label": "HGDD Items",
  "folders": {
    "Heretic's Guide to Devotion & Divinity": "Heretic's Guide to Devotion & Divinity",
    "Chaos Domain": "Chaos Domain",
    "Magic Items": "Magic Items",
    "Divine Boons": "Divine Boons",
    "College of Chanting": "College of Chanting",
    "Exalted Knight": "Exalted Knight",
    "Sacred Vows": "Sacred Vows",
    "Divine Subclasses": "Divine Subclasses",
    "Divine Feats": "Divine Feats",
    "Oath of the Templar": "Oath of the Templar",
    "Spirit Guide": "Spirit Guide",
    "The Soulbound": "The Soulbound",
    "Anointed Blade": "Anointed Blade",
    "Way of Peace": "Way of Peace"
  },
  "entries": {
    "Redemption (Shortsword)": {
      "name": "Redemption (Shortsword)",
      "description": "<p>This magic sword was forged in a sacred furnace on the Upper Planes. When you hit a Fiend or Undead with an attack roll using the sword, the creature takes an additional [[/r 1d8]] Radiant damage.</p><p>The sword has 3 charges for the following properties and regains all expended charges daily at dawn:</p><p><strong>Empower (1 Charge).</strong> When a creature within 30 feet of you regains hit points, you can use your reaction to have it regain an additional [[/r 2d8]] hit points.</p><p><strong>Light Bringer (1 Charge).</strong> When you hit a creature with an attack roll using the sword, you can have it shed dim light in a 10-foot radius until the end of your next turn. While it emits this light, all attack rolls against the creature are made with advantage.</p>"
    },
    "Chosen of Peace II": {
      "name": "Chosen of Peace II",
      "description": "<p>You have been imbued with otherworldly calmness. You gain the following benefits:</p><ul><li><p>Increase one ability score by 1, to a maximum of 20.</p></li><li><p>You can cast the @UUID[Compendium.dnd5e.spells.Item.3MYDjS6k9IYL0aTj]{Calm Emotions} and @UUID[Compendium.dnd5e.spells.Item.5VhqFROQYjr1P9lp]{Silence} spells, requiring no material components and using your choice of Intelligence, Wisdom, or Charisma as the spellcasting ability. Once you’ve cast a spell using this feature, you can’t cast that spell with it again until you finish a long rest.</p></li><li><p>As a bonus action, you can cause another creature you can see within 30 feet of you to be marked by peace until the end of your next turn. You choose whether the next attack the marked creature makes deals only half damage or the marked creature only takes half damage from the next attack that hits it. You can use this feature a number of times equal to your proficiency bonus and regain all expended uses when you finish a long rest.</p></li></ul>"
    },
    "Guardian's Wings": {
      "name": "Guardian's Wings",
      "description": "<p>This delicate cloak is fashioned from the prismatic feathers of an angelic being.</p><p><strong>Angelic Flight.</strong> As a bonus action, you can speak the cloak’s command word to transform it into a pair of angelic wings that provide you with a fly speed 60 feet for 1 minute. Once used, this property can’t be used again until the next dawn.</p><p><strong>Angelic Protection.</strong> When an attacker you can see hits you or another creature within 5 feet of you with an attack, you can use your reaction to reduce the damage taken by an amount equal to your proficiency bonus.</p>",
      "effects": {
        "Fly Speed": {
          "name": "Fly Speed"
        }
      }
    },
    "Improved Anointer": {
      "name": "Improved Anointer",
      "description": "<p>You can now have two different objects anointed with a blessing at a time. In addition, when you fail a saving throw, you can use your reaction to end the blessing on one anointed object on your person. If you do, you can roll a [[/r d6]] and add it to the total, possibly changing the outcome of the roll.</p>"
    },
    "Chosen of Magic II": {
      "name": "Chosen of Magic II",
      "description": "<p>You have become one with the weave of magic. You gain the following benefits:</p><ul><li><p>Increase one ability score by 1, to a maximum of 20.</p></li><li><p>As an action, you can cast one spell of your choice from the Bard, Sorcerer, Warlock, or Wizard spell lists without expending a spell slot, requiring no material components that don’t have a cost, and using your choice of Intelligence, Wisdom, or Charisma as the spellcasting ability. The spell must be of a level lower than your proficiency bonus and must have a casting time of an action. Once used, you can’t use this feature again until you finish a long rest.</p></li></ul>"
    },
    "Chosen of Light": {
      "name": "Chosen of Light",
      "description": "<p>You have been chosen by a God of Light. You gain the following benefits:</p><ul><li><p>You know the @UUID[Compendium.dnd5e.spells.Item.Bnn9Nzajixvow9xi]{Light} cantrip and can cast it at will. Moreover, its light counts as magical sunlight.</p></li><li><p>Friendly creatures that are in an area of magical light created by you have advantage on Perception checks and can’t be surprised while they are conscious.</p></li><li><p>You can manipulate mundane light, bending it to your will. As a bonus action, you can either halve or double the radius of nonmagical dim light and bright light shed by a creature or object you can see within 30 feet. This effect lasts for 1 hour or until you end it (no action required).</p></li></ul>"
    },
    "Equanimity": {
      "name": "Equanimity",
      "description": "<p><em>Wearable Object</em></p><p>You have advantage on saving throws you make to avoid or end the Charmed and Frightened conditions on yourself.</p>"
    },
    "Vow of Knowledge": {
      "name": "Vow of Knowledge",
      "description": "<p>You vow to seek out and protect knowledge at all costs. Your dedication grants you the following benefits:</p><ul><li><p>You have advantage on Intelligence checks to recall information.</p></li><li><p>As a reaction, when a creature within 30 feet of you makes an ability check or saving throw it isn’t proficient in, you can allow the creature to add your proficiency bonus to the saving throw. A creature can only benefit from this once per long rest.</p></li></ul><p>You break your vow if you willingly destroy or conceal knowledge that could benefit others.</p>"
    },
    "Ring of Perpetual Sanctification": {
      "name": "Ring of Perpetual Sanctification",
      "description": "<p>(Requires Attunement by a Cleric or Paladin)</p><p>This gold ring is set with a large sapphire surrounded by seven small diamonds. While wearing the ring, you glow with a soft radiance that produces dim light in a 10-foot radius around you. You and friendly creatures within this radiance cannot be Charmed, Frightened, or possessed by Aberrations, Celestials, Elementals, Fey, Fiends, or Undead. If you are already Charmed, Frightened, or possessed by such a creature, you have advantage on any new saving throw against the effect. Moreover, creatures of those types have disadvantage on attack rolls against you.</p>"
    },
    "Chosen of Life II": {
      "name": "Chosen of Life II",
      "description": "<p>You have learned to extend your blessing of vitality to those around you. You gain the following benefits:</p><ul><li><p>Increase one ability score by 1, to a maximum of 20.</p></li><li><p>When another creature you can see within 30 feet is reduced to 0 hit points but not killed outright, you can use your reaction to have the creature drop to 1 hit point instead. Once used, you can’t use this feature again until you finish a long rest.</p></li><li><p>As an action, you can channel your life force to cast a spell of restoration on another creature you touch, expending no spell slots and requiring no material or verbal components. You suffer a number of levels of Exhaustion based on the spell you cast on the creature: @UUID[Compendium.dnd5e.spells.Item.F0GsG0SJzsIOacwV]{Lesser Restoration} (1 level) or @UUID[Compendium.dnd5e.spells.Item.WzvJ7G3cqvIubsLk]{Greater Restoration} (2 levels). Levels of Exhaustion suffered this way lasts are removed when you finish a long rest; otherwise, only a @UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz]{Wish} spell can remove them.</p></li></ul>"
    },
    "Earthmother's Vine, Dormant": {
      "name": "Earthmother's Vine, Dormant",
      "description": "<p><em>(Requires Attunement by a Cleric, Druid, Paladin, or Ranger)</em></p><p>This magic staff is crafted from the branch of a tree sacred to the Earthmother. The staff has the following properties:</p><ul><li><p>You gain a +1 bonus to spell attack rolls and the saving throw DCs of your spells.</p></li><li><p>You have advantage on Constitution saving throws.</p></li><li><p>As an action, you can cover a willing creature within 5 feet of you in a protective layer of plants. The creature gains temporary hit points equal to [[/r 5*@prof]]{5 × your proficiency bonus} that last for 1 hour. When the creature is hit by a melee weapon attack while it has these hit points, the attacker must succeed on a Strength saving throw against your spell save DC or the weapon becomes stuck. While stuck, the weapon can’t be used, and if the weapon’s wielder can’t or won’t let go of the weapon, the wielder is Grappled. A creature can pull the weapon free by taking an action to make a DC 15 Strength (Athletics) check and succeeding.</p></li><li><p>As an action, you cast one of the following spells using your own spellcasting ability and requiring no material components: @UUID[Compendium.dnd5e.spells.gMrWeG8fMDPRFiVe]{Entangle}, @UUID[Compendium.dnd5e.spells.YWtwzp6ZnQJMEmVW]{Plant Growth}, or @UUID[Compendium.dnd5e.spells.2VXGS206tuChoeXy]{Speak with Plants}. Once the staff has been used to cast a spell, it can’t be used to cast that spell again until the next dawn.</p></li></ul>"
    },
    "Boon of Awareness": {
      "name": "Boon of Awareness",
      "description": "<p>You know if you hear a lie. Moreover, you can’t be surprised while you are conscious and you gain a bonus to initiative rolls equal to your proficiency bonus.</p>",
      "effects": {
        "Boon of Awareness": {
          "name": "Boon of Awareness"
        }
      }
    },
    "Preacher": {
      "name": "Preacher",
      "description": "<p>You have a deep knowledge of the religious and your performances are always divine. When you make a Charisma (Performance) or Intelligence (Religion) check, you can treat a d20 roll of 9 or lower as a 10.</p>"
    },
    "Truth (Level 6)": {
      "name": "Truth (Level 6)",
      "description": "<p><em>6th Level or Higher, Weapon</em></p><p>When you deal Sneak Attack damage to a creature using this weapon, you learn one of the following about the creature (your choice):</p><ul><li><p>Its creature type, AC, and current hit points.</p></li><li><p>Its damage immunities, resistances, and vulnerabilities.</p></li><li><p>Its condition immunities and saving throw proficiencies.</p></li><li><p>One significant action or trait of the DM’s choice.</p></li></ul>"
    },
    "Master of Chaos": {
      "name": "Master of Chaos",
      "description": "<p>Chaos favors your willingness to take risks. The die you roll for your Chaotic Casting feature increases to a d8. Moreover, when you roll an 8 on the die, you can choose two Chaotic Casting effects instead of one.</p>"
    },
    "Seer's Veil": {
      "name": "Seer's Veil",
      "description": "<p>This magic headdress is fashioned from expensive silk and imbued with powerful divination magic.</p><p><strong>Seer’s Magic.</strong> As an action, you can cast one of the following spells (spell save DC 15): @UUID[Compendium.dnd5e.spells.4v2H3hHb3Ph9XLNd]{Augury}, @UUID[Compendium.dnd5e.spells.d54VDyFulD9xxY7J]{Commune}, @UUID[Compendium.dnd5e.spells.ppWAAEul0QHtm4er]{Detect Thoughts}, or @UUID[Compendium.dnd5e.spells.CylBa7jR8DSbo8Z3]{Zone of Truth}. Once the veil has been used to cast a spell, it can’t be used to cast that spell again until the next dawn.</p><p>Seer’s Sight. As a bonus action, you can activate the veil’s magic to gain your choice of one of the following benefits until you use this property again:</p><ul><li><p>You are immune to any effect that would sense your emotions, read your thoughts, or sense if you’re lying.</p></li><li><p>While you’re conscious, you can’t be surprised and you can add your proficiency bonus to your initiative rolls.</p></li><li><p>You have advantage on Insight and Perception checks that rely on sight. Moreover, you can see magical auras around any visible creature or object out to a range of 30 feet that bears magic, and you learn its school of magic, if any.</p></li></ul>"
    },
    "Spirit Guide": {
      "name": "Spirit Guide",
      "description": "<p><em>Ranger Subclass</em></p><p>A spirit guide ranger walks the border between the Mortal World and the Ethereal Plane. Able to interact directly with spirits – both those who roam freely and those bound within other creatures – the spirit guide possesses otherworldly powers and abilities.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        }
      }
    },
    "Boon of Protection": {
      "name": "Boon of Protection",
      "description": "<p>You can spend 1 hour in meditation to gain one of the following benefits until you use this feature again:</p><p><strong>Durable.</strong> Any critical hit against you becomes a normal hit.</p><p><strong>Resistant.</strong> You gain resistance to one type of damage of your choice.</p><p><strong>Warded.</strong> You gain a +1 bonus to AC and saving throws.</p><section id=\"secret-G398vJsnMh8Pe3m2\" class=\"secret\"><p>Once this feature has been added to a character, the three effects can be found under the \"Effects\" tab, and toggled on/off.</p></section>",
      "effects": {
        "Durable": {
          "name": "Durable"
        },
        "Resistance": {
          "name": "Resistance"
        },
        "Warded": {
          "name": "Warded"
        }
      }
    },
    "Channel Divinity: Chaos Surge": {
      "name": "Channel Divinity: Chaos Surge",
      "description": "<p>As an action, you present your holy symbol and each creature of your choice within 30 feet of you suffers a random magical effect determined by rolling on the Chaos Surge table. If the effect has a duration, the creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p><table><thead><tr><th colspan=\"2\">Chaos Surge</th></tr></thead><tbody><tr><td><strong>[[/r d6]]</strong></td><td><strong>Effect</strong></td></tr><tr><td>1</td><td>The creature must succeed on a Wisdom saving throw or take Psychic damage equal to 1d8 + your cleric level and be affected as by the @UUID[Compendium.dnd5e.spells.9hQXdMSmerkTsHDe]{Confusion} spell for 1 minute.</td></tr><tr><td>2</td><td>The creature must succeed on an Intelligence saving throw or take Psychic damage equal to 1d8 + your cleric level and be unable to speak for 1 minute.</td></tr><tr><td>3</td><td>The creature must succeed on a Charisma saving throw or be cursed for 1 minute. While cursed, the creature can’t regain hit points and takes an additional 1d8 Necrotic damage the first time it takes damage on a turn.</td></tr><tr><td>4</td><td>The creature must succeed on a Constitution saving throw or take 1d8 + your cleric level Poison damage and be Poisoned for 1 minute.</td></tr><tr><td>5</td><td>The creature takes Force damage equal to 1d8 + your cleric level and must succeed on a Strength saving throw or be shoved back 10 feet and knocked Prone.</td></tr><tr><td>6</td><td>The creature must make a Dexterity saving throw, taking Force damage equal to 2d8 + your cleric level on a failure, or half as much on a success.</td></tr></tbody></table>"
    },
    "Divine Creed": {
      "name": "Divine Creed",
      "description": "<p>When you finish a long rest, you can beseech a divine power to imbue you with a holy creed. You gain the benefits of that creed until you use this feature again to choose another creed.</p><p><strong>Freedom.</strong> You have advantage on Acrobatics checks, and on ability checks and saving throws made to avoid or end the Grappled, Paralyzed, and Restrained conditions on yourself.</p><p><strong>Insight.</strong> You have advantage on Insight checks. Moreover, any critical hit against you while you aren’t Incapacitated becomes a normal hit.</p><p><strong>Protection.</strong> You have advantage on Medicine checks. Moreover, when you use your Second Wind feature, you can have a creature you can see within 30 feet of you gain temporary hit points equal to 1d10 + your fighter level.</p><p><strong>Resolve.</strong> You have advantage on Persuasion checks and on saving throws made to avoid or end the Charmed, Frightened, and Stunned conditions on yourself.</p><p><strong>Retribution.</strong> You have advantage on Intimidation checks. Moreover, when a creature you can see deals damage to you, you have advantage on the next attack roll you make against that creature before the end of your next turn.</p><p><strong>Vigilance.</strong> You have advantage on Perception checks and initiative rolls.</p>"
    },
    "Lingering Spirit": {
      "name": "Lingering Spirit",
      "description": "<p>You have learned to separate your spirit from your body. When you start your turn Incapacitated, regardless of whether you are Paralyzed, Stunned, Unconscious, or even dead, you can manifest your spirit in an unoccupied space within 10 feet of you.</p><p>The spirit carries ghostly, nonmagical versions of any objects you are wearing or carrying, including your weapons and clothing. It resembles an incorporeal version of you and has your knowledge, personality, and game statistics, except for the following:</p><ul><li><p>The spirit is an Undead creature.</p></li><li><p>The spirit is considered to be in your Ethereal Form.</p></li><li><p>The spirit’s hit points and hit point maximum is equal to 3 × your level in this class.</p></li><li><p>The spirit’s AC is equal to 10 + your Dexterity modifier + your Wisdom modifier.</p></li><li><p>The spirit has immunity to Poison damage, and resistance to Bludgeoning, Piercing, and Slashing damage from nonmagical attacks.</p></li><li><p>The spirit is immune to the Exhaustion, Grappled, Paralyzed, Petrified, Poisoned, and Restrained conditions.</p></li><li><p>The spirit can move through other creatures and objects as if they were difficult terrain. It takes [[/r 1d10]] force damage if it ends its turn inside an object.</p></li><li><p>The spirit can cast spells using your spell slots, ignoring material components that don’t have a cost.</p></li></ul><p>The spirit takes its turn in combat immediately after yours, acting exactly as you would want it to. It shares its uses of limited features and spell slots with you.</p><p>The spirit remains for 1 minute, or until it is reduced to 0 hit points or you are no longer Incapacitated. Once used, you can’t use this feature again until you finish a long rest.</p>"
    },
    "Spiritual Awareness": {
      "name": "Spiritual Awareness",
      "description": "<p>As an action, you can expend 1 Soul Charge to heighten your senses. For 1 hour, you can add your Charisma modifier to initiative rolls and any Insight, Investigation, and Perception checks you make.</p>"
    },
    "Incense of Premonition": {
      "name": "Incense of Premonition",
      "description": "<p>When lit, this magical incense produces a delicate scent of jasmine and sandalwood, and burns for 1 hour before it is consumed. A creature who inhales the incense during a short rest gains the following benefits for 8 hours:</p><ul><li><p>The creature can’t be surprised while it is conscious.</p></li><li><p>As a bonus action, the creature can attempt to anticipate the actions of another creature within 30 feet of it by making a Wisdom (Insight) check with a DC of 10 + the creature’s CR. On a success, the creature can roll a d4 and add the number rolled to the first attack roll it makes against that creature or the first saving throw it makes against an effect or spell cast by that creature, before the start of its next turn. On a failure, the creature can’t attempt to predict that creature’s actions again for 24 hours.</p></li></ul>"
    },
    "Boon of Fortune": {
      "name": "Boon of Fortune",
      "description": "<p>When you fail a saving throw, you can choose to succeed instead. Once used, you can’t use this feature again until you finish a long rest.</p>"
    },
    "Steward of Souls": {
      "name": "Steward of Souls",
      "description": "<p>Your connection to the spiritual deepens. You learn the @UUID[Compendium.dnd5e.spells.Item.I2LUSF5ogc7Bj62e]{Speak with Dead} spell, which is a Warlock spell for you, and can cast it once, requiring no material components. Once you cast it in this way, you can’t cast it again using this feature until you finish a long rest. Moreover, when you use your Soulstone to harvest a sliver of a creature’s soul with the Absorb Soul feature, you can choose to condemn the creature’s soul. If another creature attempts to magically resurrect a condemned creature, it must make a spellcasting ability check against your spell save DC. On a failure, the attempt fails and any resources expended in the attempt are lost.</p>"
    },
    "Chosen of Chaos II": {
      "name": "Chosen of Chaos II",
      "description": "<p>The chaos within you permeates everything you do. You gain the following benefits:</p><ul><li><p>Increase one ability score by 1, to a maximum of 20.</p></li><li><p>When you would make an attack roll, ability check, or saving throw, you can choose to [[/r 1d2]]{flip a coin} instead. Heads (2), you treat the roll as if you had rolled a 20 on the d20. Tails (1), you treat the roll as if you had rolled a 1 on the d20. You can use this feature a number of times equal to your proficiency bonus and regain all expended uses when you finish a long rest.</p></li></ul>"
    },
    "Divine Bond": {
      "name": "Divine Bond",
      "description": "<p>While your guardian spirit is summoned, you can channel its celestial energies to cast one of the following spells, using Wisdom as the spellcasting ability and requiring no material components: @UUID[Compendium.dnd5e.spells.4v2H3hHb3Ph9XLNd]{Augury}, @UUID[Compendium.dnd5e.spells.8dzaICjGy6mTUaUr]{Bless}, @UUID[Compendium.dnd5e.spells.F0GsG0SJzsIOacwV]{Lesser Restoration}, and @UUID[Compendium.dnd5e.spells.CylBa7jR8DSbo8Z3]{Zone of Truth}.</p><p>Once you cast a spell in this way, you can’t cast that spell again using this feature until you finish a long rest.</p>"
    },
    "Anointed Blade": {
      "name": "Anointed Blade",
      "description": "<p><em>Rogue Subclass</em></p><p>The anointed blade is trained to combine devotion with deadly skill. Whether they serve as assassins for a holy order or were simply granted their mystical gifts by the gods, they know sacred rites that allow them to bless objects with lethal divine power.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Active Blessings": {
          "title": "Active Blessings"
        },
        "Blessings Known": {
          "title": "Blessings Known"
        }
      }
    },
    "Unicorn's Horn": {
      "name": "Unicorn's Horn",
      "description": "<p>This magical dagger was crafted from a unicorn’s horn.</p><p><strong>Unicorn’s Magic.</strong> This dagger has 3 charges for the following properties and regains all expended charges daily at dawn:</p><p><strong>Dazzle (1 Charge).</strong> As an action, you create a dazzling display of rainbow-colored sparkles in a 20-foot radius around you. Each other creature in the area that can see you must succeed on a DC 15 Constitution saving throw or be Blinded until the start of your next turn. For the next minute, creatures in the area can’t benefit from being Invisible as shimmering sparkles swirl around in the air.</p><p><strong>Restore (3 Charges).</strong> As an action, a creature you touch with the blade regains [[/r 2d8]] hit points and is affected as by the @UUID[Compendium.dnd5e.spells.F0GsG0SJzsIOacwV]{Lesser Restoration} spell.</p><p><strong>Shimmer (1 Charge).</strong> As a bonus action, you create a magical field around yourself or another creature you can see within 60 feet. The target gains a +2 bonus to AC until the end of your next turn.</p>"
    },
    "Chosen of Knowledge": {
      "name": "Chosen of Knowledge",
      "description": "<p>You have been chosen by a God of Knowledge. You gain the following benefits:</p><ul><li><p>You gain proficiency in Arcana, History, Nature, or Religion. If you already have proficiency in that skill, your proficiency bonus is doubled for any ability check you make using that skill.</p></li><li><p>You can cast the @UUID[Compendium.dnd5e.spells.Item.4dSvfvTy2ZIJ3K4k]{Comprehend Languages} and @UUID[Compendium.dnd5e.spells.Item.3OZnNhunvRtPOQmH]{Identify} spells, requiring no material components. Once you’ve cast a spell using this feature, you can’t cast that spell with it again until you finish a long rest.</p></li></ul>"
    },
    "Incense of Understanding": {
      "name": "Incense of Understanding",
      "description": "<p>When lit, this magical incense produces a sweet aroma of honeysuckle and peppermint, and burns for 1 hour before it is consumed. A creature who inhales the incense during a short rest gains advantage on Insight and Investigation checks for 8 hours. Moreover, it can understand any spoken language it hears, and any creature who knows at least one language and can hear the creature also understands what it says.</p>"
    },
    "Boon of Undying": {
      "name": "Boon of Undying",
      "description": "<p>When damage reduces you to 0 hit points, you can choose to become undying. While in this state, you remain conscious but must still make death saving throws, and you suffer the normal effects of taking damage while at 0 hit points. If you would die due to failing death saving throws, you don’t die until the end of your next turn, and you die only if you still have 0 hit points. If you regain hit points, you are no longer undying. Once used, this feature can’t be used again until the next dawn.</p>"
    },
    "Vow of Pacifism": {
      "name": "Vow of Pacifism",
      "description": "<p>You vow to never harm another creature. Your dedication to peace grants you the following benefits:</p><ul><li><p>You gain a +1 bonus to AC and all saving throws.</p></li><li><p>Any creature that targets you with an attack or harmful spell or ability must first make a Wisdom saving throw with a DC of 8 + your Constitution modifier + your proficiency bonus. On a failure, the creature must choose a new target for the attack, spell, or ability, or lose it. A creature that succeeds on this save is immune to this feature for 24 hours.</p></li></ul><p>You break your vow when you cause another creature to take damage.</p>",
      "effects": {
        "Vow of Pacifism": {
          "name": "Vow of Pacifism"
        }
      }
    },
    "Sacred Savant": {
      "name": "Sacred Savant",
      "description": "<p>You know a selection of spells based on the blessings you know from your Anointer feature. You can cast these spells using Wisdom as the spellcasting ability and requiring no material components. Once you cast a spell in this way, you can’t cast that spell again using this feature until you finish a long rest.</p><table><tbody><tr><td><p><strong>Blessing</strong></p></td><td><p><strong>Spell</strong></p></td></tr><tr><td><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.zCcjMP5plGByRch3]{Awe}</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.ge3Saet9zPTDyaoL]{Heroism}</p></td></tr><tr><td><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.ZNzqaq9j0dd5rgFH]{Consecration}</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.MOEmz9N0j0QPkKEE]{Prayer of Healing}</p></td></tr><tr><td><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.h6K6KbjHoEYPu4EE]{Deliverance}</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.3Lo9boi7P2ro6QV4]{Hold Person}</p></td></tr><tr><td><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.s9eRqzkFqBpyusaw]{Edification}</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.arzCrMRgcNiQuh43]{Command}</p></td></tr><tr><td><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.OfDrRpYkzvDGie2L]{Enlightenment}</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.Mzh95utKDPIrjiH8]{Detect Evil and Good}</p></td></tr><tr><td><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.2YCrMoZwOjGXhDQw]{Equanimity}</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.xmDBqZhRVrtLP8h2]{Protection from Evil and Good}</p></td></tr><tr><td><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.JP2hgezOLIxpDXJb]{Foresight}</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.4v2H3hHb3Ph9XLNd]{Augury}</p></td></tr><tr><td><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.wkwqDIB9rwV1bqCo]{Purity}</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.F0GsG0SJzsIOacwV]{Lesser Restoration}</p></td></tr><tr><td><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.esrb89BwthraE3js]{Radiance}</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.eS7XnnApoxRxYXPs]{Charm Person}</p></td></tr><tr><td><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.DkMXBGzDi0RtExVm]{Serenity}</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.5VhqFROQYjr1P9lp]{Silence}</p></td></tr><tr><td><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.nMNRvlSxPaeHCiHm]{Solace}</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.jZ6JNykRtdQ90MOo]{Shield of Faith}</p></td></tr><tr><td><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.5M2f0HXy6cRBue6N]{Truth}</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.CylBa7jR8DSbo8Z3]{Zone of Truth}</p></td></tr></tbody></table>"
    },
    "Master of Spirits": {
      "name": "Master of Spirits",
      "description": "<p>You have become an expert at guiding spirits away from or toward their final destination. While you are conscious, friendly creatures within 30 feet of you have advantage on death saving throws and weapon attack rolls against hostile creatures within 30 feet of you score a critical hit on a roll of 19 or 20.</p>"
    },
    "Boon of Bravery": {
      "name": "Boon of Bravery",
      "description": "<p>You have advantage on saving throws you make to avoid or end the Frightened condition on yourself, and being Frightened can’t prevent you from moving or reduce your speed.</p>"
    },
    "Boon of Guidance": {
      "name": "Boon of Guidance",
      "description": "<p>When you roll an ability check, you can roll a [[/r d8]] and add the number rolled to the result. You can do so after making the ability check but before the outcome is determined. You can use this feature a number of times equal to your proficiency bonus and regain all expended uses when you finish a long rest.</p>"
    },
    "Chosen of War": {
      "name": "Chosen of War",
      "description": "<p>You have been chosen by a God of War. You gain the following benefits:</p><ul><li><p>You gain proficiency in Intimidation. If you already have proficiency in Intimidation, your proficiency bonus is doubled for any ability check you make using Intimidation.</p></li><li><p>When you score a critical hit against a creature, you have advantage on the next weapon attack you make before the end of your next turn.</p></li><li><p>As an action, you can let out a roaring battle cry. Each other creature of your choice within 30 feet that can hear you gains temporary hit points equal to your level and can immediately use its reaction to make one weapon attack. Once used, you can’t use this feature again until you finish a long rest.</p></li></ul>",
      "effects": {
        "Intimidation Proficiency Increase": {
          "name": "Intimidation Proficiency Increase",
          "description": "<p>You gain proficiency in Intimidation. If you already have proficiency in Intimidation, your proficiency bonus is doubled for any ability check you make using Intimidation.</p>"
        }
      }
    },
    "Chosen of Knowledge II": {
      "name": "Chosen of Knowledge II",
      "description": "<p>Your knowledge and understanding deepens. You gain the following benefits:</p><ul><li><p>Increase one ability score by 1, to a maximum of 20.</p></li><li><p>You can cast the @UUID[Compendium.dnd5e.spells.Item.W4Qx5z0id6da0vqg]{Legend Lore} spell, requiring no material components. Once you’ve cast the spell using this feature, you can’t cast it again with it again until you finish a long rest.</p></li><li><p>As a bonus action, you can try to gain a deep understanding of a creature you can see within 30 feet. Make an ability check using the ability you increased with this feat and add your proficiency bonus. If the result is equal to or higher than 10 + the creature’s Challenge Rating or character level, you know the creature’s AC, speed, saving throw proficiencies, condition immunities, and damage resistances, immunities, and vulnerabilities. You can use this feature a number of times equal to your proficiency bonus and regain all expended uses when you finish a long rest.</p></li></ul>"
    },
    "Seraphic Harmonization": {
      "name": "Seraphic Harmonization",
      "description": "<p>While you are chanting, you can use a bonus action on your turn to change your chant to a different chant you know. In addition, you can now cast spells using a spell slot of a level equal to or lower than your proficiency bonus that require a verbal component without ending your chant.</p>"
    },
    "Serenity (Level 6)": {
      "name": "Serenity (Level 6)",
      "description": "<p><em>6th Level or Higher, Weapon</em></p><p>When you deal Sneak Attack damage to a creature using this weapon, the creature must succeed on a Constitution saving throw or be Deafened and unable to speak until the end of your next turn.</p>"
    },
    "God's Tree Leaf": {
      "name": "God's Tree Leaf",
      "description": "<p>This leaf provides dim light in a 5-foot radius. It has 3 charges and loses 1 of its charges daily at dawn. As an action, you can expend 1 charge to cast one of the following spells: @UUID[Compendium.dnd5e.spells.uUWb1wZgtMou0TVP]{Cure Wounds} (as a 2nd-level spell), @UUID[Compendium.dnd5e.spells.F0GsG0SJzsIOacwV]{Lesser Restoration}, or @UUID[Compendium.dnd5e.spells.CylBa7jR8DSbo8Z3]{Zone of Truth}. Once it has no charges left, the leaf withers and crumbles into dust.</p>"
    },
    "Incense of Blessings": {
      "name": "Incense of Blessings",
      "description": "<p>When lit, this magical incense produces a scent of lavender and myrrh, and burns for 1 hour before it is consumed. A creature who inhales the incense during a short rest gains a number of d6s equal to its proficiency bonus. For the next 8 hours, whenever the creature makes an attack roll, ability check, or saving throw, it can expend one of those d6s, roll it, and add the number rolled to the result before the outcome is determined.</p>"
    },
    "Divine Chant": {
      "name": "Divine Chant",
      "description": "<p>3rd-level College of Chanting Feature You learn how to perform magical chants that can empower your allies or weaken your foes. You learn two chants of your choice from among the chants described below, and each time you gain a level in this class, you can replace one chant you know with a different one from this feature. You learn additional chants when you reach certain levels in this class, as shown in the Chants Known table.</p><table><thead><tr><th colspan=\"2\">Chants Known</th></tr></thead><tbody><tr><td><strong>Bard Level</strong></td><td><strong>Number of Chants</strong></td></tr><tr><td>3rd</td><td>2</td></tr><tr><td>6th</td><td>3</td></tr><tr><td>10th</td><td>4</td></tr><tr><td>14th</td><td>5</td></tr></tbody></table><p>As a bonus action, you can begin a chant you know that lasts for 1 minute or until you choose to end it (no action required). The chant also ends if you speak, sing, cast a spell of 1st level or higher with a verbal component, become Incapacitated, or if you are otherwise prevented from chanting.</p><p>While you are chanting, any creature of your choice that starts its turn within 10 feet of you and can hear you is affected as described for each chant below. The creature is affected by the chant until the start of the creature’s next turn, even if the chant ends, the creature can no longer hear the chant, or the creature moves out of range of the chant. If you choose to, you become affected by your own chant in the same way when you begin the chant and at the start of each of your turns while chanting. If a chant requires a saving throw, the DC is 8 + your Charisma Modifier + your proficiency bonus.</p><p>You can use this feature a number of times equal to your proficiency bonus and regain all expended uses when you finish a long rest.</p><p><strong>Chants:</strong></p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.cxxInDQ6J7Tc0pSX]{Chant of Despair}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.QBT7uMWGQFwOQpHF]{Chant of Discordance}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.Rlf6hrwoBsDifK2s]{Chant of the Elements}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.i8Xqqm2Sm8TtIum9]{Chant of Enfeeblement}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.Frg16wM6gji8eKi9]{Chant of Insight}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.el5yGiQMFvX3FpdN]{Chant of Life}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.i2PvFv1dq96Lj818]{Chant of Magic}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.qd0pvyajzal46Paq]{Chant of Peace}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.wgRUSKmL5GUR5wCu]{Chant of Resolve}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.eH5rdx6TTYd49ju8]{Chant of Swiftness}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.VkKEXN7w7K28OvuP]{Chant of Vulnerability}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.OFlmuFWpUChVJLya]{Chant of War}</p><p><span style=\"font-family:Signika, sans-serif\">You can drag your choice from the above onto your character sheet and it will automatically update.</span></p>"
    },
    "Totem of Seraphs": {
      "name": "Totem of Seraphs",
      "description": "<p>This magic totem is roughly one foot long and carved with Celestial glyphs. You have advantage on death saving throws while attuned to this magical totem.</p><p><strong>Physical Restoration.</strong> As an action while holding the totem, you can cast the @UUID[Compendium.dnd5e.spells.WzvJ7G3cqvIubsLk]{Greater Restoration} or @UUID[Compendium.dnd5e.spells.F0GsG0SJzsIOacwV]{Lesser Restoration} spell from it, requiring no material components. Once used, this property can’t be used again until the next dawn.</p><p><strong>Sacred Aura.</strong> As an action, you can lodge the totem in the ground to create an aura in a 30-foot radius centered on the totem. The aura lasts for 1 minute or until the totem is moved or targeted by a @UUID[Compendium.dnd5e.spells.15Fa6q1nH27XfbR8]{Dispel Magic} spell. A creature can attempt to move the totem by taking an action to make a DC 15 Strength (Athletics) check and succeeding. The aura has the following effects:</p><ul><li><p>Creatures friendly to you have advantage on saving throws to avoid or end the Charmed or Frightened conditions on themselves while within the aura.</p></li><li><p>Fiends and Undead creatures are affected as by the @UUID[Compendium.dnd5e.spells.95K2aUhAGV9qXjnf]{Bane} spell while within the aura.</p></li></ul><p>Once used, this property can’t be used again until the next dawn.</p>"
    },
    "The Soulbound": {
      "name": "The Soulbound",
      "description": "<p><em>Warlock Subclass</em></p><p>Bound to a powerful entity that grants them the ability to harness souls and use their essence to fuel magical abilities, soulbound warlocks are a mystical lot. Whether they are bound to a God of Death or have made a dark bargain with an archdevil, the soulbound warlock is capable of binding the essence of the dead and use it to empower themselves.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        }
      }
    },
    "Chant of Insight": {
      "name": "Chant of Insight",
      "description": "<p>The creature has advantage on ability checks that use Wisdom, Intelligence, and Charisma, as well as saving throws made to maintain its concentration.</p>"
    },
    "Expanded Spell List": {
      "name": "Expanded Spell List",
      "description": "<p>The Soulbound lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.</p><table><tbody><tr><td><p><strong>Spell Level</strong></p></td><td><p><strong>Spell</strong></p></td></tr><tr><td><p>1st</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.95K2aUhAGV9qXjnf]{Bane}, @UUID[Compendium.dnd5e.spells.Item.7e3QXF10hLNDEdr6]{False Life}</p></td></tr><tr><td><p>2nd</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.zwGsAv6kmwzYGhh3]{Blindness/Deafness}, @UUID[Compendium.dnd5e.spells.Item.n4JDcFKe5ikzYmAc]{Gentle Repose}</p></td></tr><tr><td><p>3rd</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.oyE5nVppa5mde5gT]{Animate Dead}, @UUID[Compendium.dnd5e.spells.Item.pO4zGe5LmFIYqJiL]{Bestow Curse}</p></td></tr><tr><td><p>4th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.tEpDmYZNGc9f5OhJ]{Greater Invisibility}, @UUID[Compendium.dnd5e.spells.Item.BYNvBJzHcF5VJhXw]{Phantasmal Killer}</p></td></tr><tr><td><p>5th</p></td><td><p>@UUID[Compendium.dnd5e.spells.Item.CjIq8Ed7bu3vVwT1]{Contagion}, @UUID[Compendium.dnd5e.spells.Item.AGFMPAmuzwWO6Dfz]{Raise Dead}</p></td></tr></tbody></table>"
    },
    "Harbinger's Blade": {
      "name": "Harbinger's Blade",
      "description": "<p>This magic dagger is crafted from darksteel and engraved with necrotic glyphs. You have a +1 bonus to attack and damage rolls made with this magic weapon.</p><p><strong>Soul Internment.</strong> The dagger has 3 charges and regains all expended charges daily at dawn. When you hit a creature with an attack roll using the dagger, you can expend 1 charge to deal an additional [[/r 2d8]] Necrotic damage to the creature, and it must succeed on a DC 15 Charisma saving throw or become cursed until the end of its next turn. While cursed in this way, the creature can’t regain hit points and if it dies, its soul is severed from its body and it can only be restored to life by means of a @UUID[Compendium.dnd5e.spells.qLeEXZDbW5y4bmLY]{True Resurrection} or @UUID[Compendium.dnd5e.spells.3okM6Gn63zzEULkz]{Wish} spell.</p>"
    },
    "Soulstone": {
      "name": "Soulstone",
      "description": "<p>Through your pact, you gain a Soulstone capable of storing the spiritual power of souls. The stone can hold a number of Soul Charges equal to your proficiency bonus and regains all expended charges when you finish a long rest. While the Soulstone is on your person, you can use it in the following ways:</p><p><strong>Absorb Soul.</strong> When a non-Construct, non-Undead creature with a Challenge Rating of 1/8 or higher that isn’t summoned dies within 30 feet of you, you can use your reaction to harvest a sliver of its soul and have your Soulstone regain 1 Soul Charge.</p><p><strong>Entropic Strike.</strong> Once per turn, when you hit a creature with an attack, you can expend Soul Charges to deal an additional [[/r 1d8]] Necrotic damage to the creature for each charge expended this way and it must succeed on a Constitution saving throw against your spell save DC or, until the start of your next turn, it can’t take reactions and it must choose whether it gets an action, a bonus action, or a move on its turn; it gets only one of the three.</p><p><strong>Rejuvenate Spirit.</strong> When you would be reduced to 0 hit points, you can use your reaction and expend 1 Soul Charge to drop to 1 hit point instead.</p><p>If you lose your Soulstone, you can perform a 1-hour ceremony to receive a replacement from your patron. The Soulstone turns to ash when you die.</p>"
    },
    "Foresight (Level 6)": {
      "name": "Foresight (Level 6)",
      "description": "<p><em>6th Level or Higher, Wearable Object</em></p><p>You gain a bonus to your initiative rolls equal to your Wisdom modifier.</p>"
    },
    "Exalted Bond": {
      "name": "Exalted Bond",
      "description": "<p>You become one with the spirit watching over you. While you are connected to your guardian spirit with its Tether action, you gain the following benefits:</p><ul><li><p>You have a Flying speed of 50 feet.</p></li><li><p>The extra Radiant damage dealt by your weapon attacks increases to 1d8.</p></li></ul>"
    },
    "Exalted Knight": {
      "name": "Exalted Knight",
      "description": "<p><em>Fighter Subclass</em></p><p>A celestial spirit watches over you and exalts you with divine power. Whether this spirit has been sent by a deity to watch over you, is the soul of a fallen friend or long-dead ancestor, or is simply a manifestation of your own inner divinity, you draw upon its powers to grant you otherworldly insight and to protect you in combat.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        }
      }
    },
    "Vow of Poverty": {
      "name": "Vow of Poverty",
      "description": "<p>You vow to never possess more than you need. You gain the following benefits:</p><ul><li><p>You need only half as much food, drink, and sleep as you normally would.</p></li><li><p>You have advantage on Constitution saving throws.</p></li></ul><p>You break your vow when you own or use currency or an object that has a value of more than 1 gp. You can possess up to five objects that are omitted from this restriction, such as a suit of armor, a weapon, or a tool kit. You must be able to carry these objects on your person and each must have a practical value that corresponds to its monetary value (a +1 dagger is acceptable, but a gem-studded regular dagger isn’t).</p>"
    },
    "Chosen of Death": {
      "name": "Chosen of Death",
      "description": "<p>You have been chosen by a God of Death. You gain the following benefits:</p><ul><li><p>You have advantage on Intelligence, Wisdom, and Charisma checks you make related to death or Undead.</p></li><li><p>You can cast the @UUID[Compendium.dnd5e.spells.Item.I2LUSF5ogc7Bj62e]{Speak with Dead} spell, requiring no material components. Once you’ve cast the spell using this feature, you can’t cast it again using this feature until you finish a long rest.</p></li><li><p>When a creature that isn’t a Construct or Undead and has a CR of 1/8 or higher dies within 30 feet of you, you are affected as by the @UUID[Compendium.dnd5e.spells.Item.8dzaICjGy6mTUaUr]{Bless} spell until the end of your next turn.</p></li></ul>"
    },
    "Divine Secrets": {
      "name": "Divine Secrets",
      "description": "<p>You learn one cleric or druid spell of your choice. The spell you choose must be of a level you can cast, as shown on the Bard table, or a cantrip. The chosen spell counts as a Bard spell for you and is included in the number in the Spells Known column of the Bard table.</p><p>Moreover, you know the @UUID[Compendium.dnd5e.spells.W4Qx5z0id6da0vqg]{Legend Lore} spell, which is a Bard spell for you, and can cast it, requiring no material components. Once you cast it in this way, you can’t cast it again using this feature until you finish a long rest.</p>"
    },
    "Redemption (Rapier)": {
      "name": "Redemption (Rapier)",
      "description": "<p>This magic sword was forged in a sacred furnace on the Upper Planes. When you hit a Fiend or Undead with an attack roll using the sword, the creature takes an additional [[/r 1d8]] Radiant damage.</p><p>The sword has 3 charges for the following properties and regains all expended charges daily at dawn:</p><p><strong>Empower (1 Charge).</strong> When a creature within 30 feet of you regains hit points, you can use your reaction to have it regain an additional [[/r 2d8]] hit points.</p><p><strong>Light Bringer (1 Charge).</strong> When you hit a creature with an attack roll using the sword, you can have it shed dim light in a 10-foot radius until the end of your next turn. While it emits this light, all attack rolls against the creature are made with advantage.</p>"
    },
    "Vow of Enmity": {
      "name": "Vow of Enmity",
      "description": "<p>You vow to be the enemy of a specific creature or type of creature, such as the wizard Adderghast, all red Dragons, or all Undead. Your dedication to that creature’s destruction grants you the following benefits:</p><ul><li><p>Attack rolls you make against that creature or type of creature is a critical hit on a roll of 19 or 20.</p></li><li><p>You have advantage on ability checks and saving throws you make against the spells and abilities of that creature or type of creature.</p></li></ul><p>You break your vow if you do anything that aids a creature you have sworn enmity toward, or if you knowingly work alongside your sworn enemy.</p>"
    },
    "Chosen of Life": {
      "name": "Chosen of Life",
      "description": "<p>You have been chosen by a God of Life. You gain the following benefits:</p><ul><li><p>You can’t be magically aged and for every 5 years that pass, your body ages only 1 year.</p></li><li><p>You have advantage on death saving throws, and saving throws you make to avoid or end the Diseased and Poisoned conditions on yourself.</p></li><li><p>You know the @UUID[Compendium.dnd5e.spells.Item.8zT7njvqbpXs4Cel]{Spare the Dying} cantrip and can cast it at will.</p></li></ul>"
    },
    "Divine Channeler": {
      "name": "Divine Channeler",
      "description": "<p>You dabble in the divine and have learned to channel divine power. You gain the following benefits:</p><ul><li><p>Increase your Wisdom or Charisma by 1, to a maximum of 20.</p></li><li><p>You learn the @UUID[Compendium.dnd5e.classfeatures.Item.r91UIgwFdHwkXdia]{Channel Divinity: Turn Undead} feature from the cleric class. You use the ability increased with this feat to determine the DC for the Channel Divinity. Once you use your Channel Divinity, you must finish a short rest or long rest before you can use it again. If you already have the Channel Divinity feature, you instead gain an additional use of Channel Divinity.</p></li></ul>"
    },
    "Skeptic's Shelter": {
      "name": "Skeptic's Shelter",
      "description": "<p>This magic shield is engraved with eight symbols representing various deities.</p><p><strong>Skeptic’s Magic.</strong> The shield has 3 charges and regains all expended charges daily at dawn. While you are carrying it, you can expend 1 charge to attempt to cast one of the spells from the table below, requiring no material components and using your own spellcasting ability or Wisdom, if you have no spellcasting ability. When you cast the spell, you must roll an Intelligence (Religion) check with a DC of 10 + the spell’s level. On a success, you cast the spell and you can’t attempt to cast that spell from the shield again until the next dawn. On a failure, you instead cast another random spell determined by rolling a [[/r d8]] on the table below, affecting the same target even if the target would normally be out of the spell’s range.</p><table><thead><tr><td>[[/r d8]]</td><td><strong>Spell</strong></td></tr></thead><tbody><tr><td>1</td><td>@UUID[Compendium.dnd5e.spells.zwGsAv6kmwzYGhh3]{Blindness/Deafness}</td></tr><tr><td>2</td><td>@UUID[Compendium.dnd5e.spells.CjIq8Ed7bu3vVwT1]{Contagion}</td></tr><tr><td>3</td><td>@UUID[Compendium.dnd5e.spells.uUWb1wZgtMou0TVP]{Cure Wounds} (as a 3rd-level spell)</td></tr><tr><td>4</td><td>@UUID[Compendium.dnd5e.spells.VtCXMdyM6mAdIJZb]{Death Ward}</td></tr><tr><td>5</td><td>@UUID[Compendium.dnd5e.spells.15Fa6q1nH27XfbR8]{Dispel Magic}</td></tr><tr><td>6</td><td>@UUID[Compendium.dnd5e.spells.da0a1t2FqaTjRZGT]{Freedom of Movement}</td></tr><tr><td>7</td><td>@UUID[Compendium.dnd5e.spells.ksaaTxIbKx2sJfia]{Inflict Wounds} (as a 3rd-level spell)</td></tr><tr><td>8</td><td>@UUID[Compendium.dnd5e.spells.JVhKeanAXZH62DrF]{Warding Bond}</td></tr></tbody></table>"
    },
    "Vow of Mercy": {
      "name": "Vow of Mercy",
      "description": "<p>You vow to never kill a sentient creature. Your dedication to mercy grants you the following benefits:</p><ul><li><p>Whenever you cause another creature to regain hit points, the creature regains additional hit points equal to your proficiency bonus.</p></li><li><p>You have advantage on death saving throws. Moreover, you regain 1 hit point if you roll a 19 or 20 on the d20 when rolling a Death Saving Throw.</p></li></ul><p>You break your vow when you act in a manner that causes the death of a sentient creature.</p>"
    },
    "Chant of War": {
      "name": "Chant of War",
      "description": "<p>The creature gains a bonus to its weapon damage rolls equal to your Charisma modifier (minimum of +1).</p>"
    },
    "Chosen of Nature": {
      "name": "Chosen of Nature",
      "description": "<p>You have been chosen by a God of Nature. You gain the following benefits:</p><ul><li><p>You gain proficiency in Animal Handling and Nature. If you already have proficiency in either of these skills, your proficiency bonus is doubled for any ability check you make using that skill.</p></li><li><p>You ignore difficult terrain created by a natural environment, such as ice, snow, plants, and rocks.</p></li><li><p>You can cast the @UUID[Compendium.dnd5e.spells.Item.aL1F8fvYLtNzUbKu]{Speak with Animals} and @UUID[Compendium.dnd5e.spells.Item.2VXGS206tuChoeXy]{Speak with Plants} spells without expending a spell slot. Once you’ve cast a spell using this feature, you can’t cast that spell with it again until you finish a long rest.</p></li></ul>",
      "effects": {
        "Animal Handling and Nature Proficiency Increase": {
          "name": "Animal Handling and Nature Proficiency Increase",
          "description": "<p>You gain proficiency in Animal Handling and Nature. If you already have proficiency in either of these skills, your proficiency bonus is doubled for any ability check you make using that skill.</p>"
        }
      }
    },
    "Enlightenment": {
      "name": "Enlightenment",
      "description": "<p><em>Wearable Object</em></p><p>You have advantage on Wisdom (Perception) checks. In addition, you can use a bonus action to magically cause the anointed object to emit bright light in a 20-foot radius and dim light for an additional 20 feet, or extinguish the light.</p>"
    },
    "Guide of Spirits": {
      "name": "Guide of Spirits",
      "description": "<p>Your connection with the spiritual world grants you exceptional insight and clarity that you can even extend to others. You gain the following benefits:</p><p><strong>Guide.</strong> You learn the @UUID[Compendium.dnd5e.spells.P7mF2MxSuVJwHRRY]{Guidance} cantrip, which is a Ranger spell for you.</p><p><strong>Insightful.</strong> You gain proficiency in the Insight skill. If you already have this proficiency, you gain proficiency in another skill of your choice from the ranger skill list. Your proficiency bonus is doubled for any ability check you make using Insight.</p>"
    },
    "Soul Master": {
      "name": "Soul Master",
      "description": "<p>You learn to use your Soulstone in the following ways:</p><p><strong>Spiritual Rejuvenation.</strong> As a bonus action, you can expend 2 Soul Charges to regain a spell slot from your Pact Magic feature. Once you do so, you can’t use this feature again until you finish a short rest.</p><p><strong>Spirit Sight.</strong> As a bonus action, you can expend 1 Soul Charge to peer into the soul of a creature you can see within 30 feet of you. You learn whether the creature has any damage immunities, resistances, or vulnerabilities, and what they are. When you do so, you can force the creature to make a Charisma saving throw against your spell save DC. On a failure, it loses its resistance to one type of damage of your choice for 1 minute.</p>"
    },
    "Chant of Discordance": {
      "name": "Chant of Discordance",
      "description": "<p>The creature has disadvantage on ability checks that use Wisdom, Intelligence, or Charisma, as well as saving throws made to maintain its concentration.</p>"
    },
    "Touch of Tranquility": {
      "name": "Touch of Tranquility",
      "description": "<p>When you hit a creature with an unarmed strike, you can choose to forgo dealing damage and spend 3 ki points to force the creature to make a Wisdom saving throw against your ki save DC (the creature can choose to willingly fail this saving throw). On a failure, the creature falls into a magical slumber and is unconscious for 1 hour, until it takes damage, or another creature uses an action to shake it awake.</p><p>A creature that deals damage to the sleeping creature takes [[/r 6d10]] Psychic damage and must succeed on a Wisdom saving throw against your ki save DC or be affected by the same magical slumber, as the sleeping creature awakens. A creature that sleeps in this way for 1 hour regains [[/r 6d10]] hit points and gains the benefit of a @UUID[Compendium.dnd5e.spells.WzvJ7G3cqvIubsLk]{Greater Restoration} spell. A creature can only benefit from this feature once per long rest.</p>"
    },
    "Chosen of Order II": {
      "name": "Chosen of Order II",
      "description": "<p>You have become order incarnate and your word is law. You gain the following benefits:</p><ul><li><p>Increase one ability score by 1, to a maximum of 20.</p></li><li><p>You know the @UUID[Compendium.dnd5e.spells.Item.arzCrMRgcNiQuh43]{Command} spell and can cast it at will, without expending a spell slot and using your choice of Intelligence, Wisdom, or Charisma as the spellcasting ability.</p></li><li><p>When you would make an Intelligence, Wisdom, or Charisma saving throw against a spell or other magical effect, you can choose to delay making that saving throw, and suffering the effects of the spell or magical effect, until the end of your next turn. You can’t delay that saving throw again and if the spell or effect allows you to repeat the saving throw at the end of each of your turns, you don’t get to repeat the saving throw on that turn. You can use this feature a number of times equal to your proficiency bonus and regain all expended uses when you finish a long rest.</p></li></ul>"
    },
    "Redemption (Longsword)": {
      "name": "Redemption (Longsword)",
      "description": "<p>This magic sword was forged in a sacred furnace on the Upper Planes. When you hit a Fiend or Undead with an attack roll using the sword, the creature takes an additional [[/r 1d8]] Radiant damage.</p><p>The sword has 3 charges for the following properties and regains all expended charges daily at dawn:</p><p><strong>Empower (1 Charge).</strong> When a creature within 30 feet of you regains hit points, you can use your reaction to have it regain an additional [[/r 2d8]] hit points.</p><p><strong>Light Bringer (1 Charge).</strong> When you hit a creature with an attack roll using the sword, you can have it shed dim light in a 10-foot radius until the end of your next turn. While it emits this light, all attack rolls against the creature are made with advantage.</p>"
    },
    "Anointer": {
      "name": "Anointer",
      "description": "<p>You can bless objects through rituals that often involve anointing the object with a sacred substance. You learn two blessings of your choice from among the blessings described below. Each time you gain a level in this class, you can replace one blessing you know with a different one. If a blessing has a level requirement, you must be at least that level in this class to learn it. You learn additional blessings when you reach certain levels in this class, as shown in the Blessings Known table.</p><h3><strong>Blessings Known</strong></h3><table><tbody><tr><td><p style=\"text-align:center\"><strong>Rogue Level</strong></p></td><td><p style=\"text-align:center\"><strong>Number of Blessings</strong></p></td></tr><tr><td><p style=\"text-align:center\">3rd</p></td><td><p style=\"text-align:center\">2</p></td></tr><tr><td><p style=\"text-align:center\">6th</p></td><td><p style=\"text-align:center\">3</p></td></tr><tr><td><p style=\"text-align:center\">10th</p></td><td><p style=\"text-align:center\">4</p></td></tr><tr><td><p style=\"text-align:center\">14th</p></td><td><p style=\"text-align:center\">5</p></td></tr></tbody></table><p>As an action, you can touch an object and anoint it with one of the blessings you know (each blessing specifies which type of object it can be placed upon). You gain the blessing’s benefits while the object is on your person. You can have one object anointed with a blessing at a time and an object can only have one blessing. If you try to exceed your maximum number of anointed objects, the oldest blessing ends.</p><p>An anointed weapon counts as magical for the purpose of overcoming immunity and resistance to nonmagical attacks and damage. If a blessing requires a saving throw, the DC is 8 + your Wisdom modifier + your proficiency bonus.</p><h3><strong>Blessings</strong></h3><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.zCcjMP5plGByRch3]{Awe}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.ZNzqaq9j0dd5rgFH]{Consecration (Level 6)}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.h6K6KbjHoEYPu4EE]{Deliverance (Level 6)}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.s9eRqzkFqBpyusaw]{Edification}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.OfDrRpYkzvDGie2L]{Enlightenment}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.2YCrMoZwOjGXhDQw]{Equanimity}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.JP2hgezOLIxpDXJb]{Foresight (Level 6)}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.wkwqDIB9rwV1bqCo]{Purity (Level 6)}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.esrb89BwthraE3js]{Radiance}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.DkMXBGzDi0RtExVm]{Serenity (Level 6)}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.nMNRvlSxPaeHCiHm]{Solace}</p><p>@UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.5M2f0HXy6cRBue6N]{Truth (Level 6)}</p><p><span style=\"font-family:Signika, sans-serif\">You can drag your choice from the above onto your character sheet and it will automatically update.</span></p>"
    },
    "Potion of Poverty": {
      "name": "Potion of Poverty",
      "description": "<p>This potion looks and tastes like golden, honeyed ale. When you drink it, you must succeed on a DC 17 Charisma saving throw or become cursed for 7 days. While cursed in this way, you are allergic to riches and wealth. While you are within 5 feet of any object fashioned from precious metal or gemstones, or that has a value of 25 gp or more, you feel incredibly uncomfortable and have disadvantage on attack rolls, ability checks, and saving throws. You do not automatically know what causes you this discomfort.</p>"
    },
    "Potent Spellcasting": {
      "name": "Potent Spellcasting",
      "description": "<p>You add your Wisdom modifier to the damage you deal with any cleric cantrip.</p>"
    },
    "Chant of the Elements": {
      "name": "Chant of the Elements",
      "description": "<p>The creature has resistance to your choice of Acid, Cold, Fire, Lightning, or Thunder damage. While you are chanting, you can change the damage type as a bonus action on your turn.</p>"
    },
    "Divine Disciple": {
      "name": "Divine Disciple",
      "description": "<p>You gain proficiency in the Religion skill. If you already have this proficiency, you gain proficiency in another skill of your choice from the rogue skill list. Your proficiency bonus is doubled for any ability check you make using Religion.</p>"
    },
    "Chosen of War II": {
      "name": "Chosen of War II",
      "description": "<p>You are consumed by the tenets of war. You gain the following benefits:</p><ul><li><p>Increase one ability score by 1, to a maximum of 20.</p></li><li><p>Any nonmagical weapon becomes a +1 weapon while you are wielding it.</p></li><li><p>When another creature you can see within 30 feet makes an attack roll, you can use your reaction to give the creature a bonus to the attack roll equal to your proficiency bonus. You can use this feature a number of times equal to your proficiency bonus and regain all expended uses when you finish a long rest.</p></li></ul>"
    },
    "Chosen of Peace": {
      "name": "Chosen of Peace",
      "description": "<p>You have been chosen by a God of Peace. You gain the following benefits:</p><ul><li><p>You gain proficiency in Medicine or Persuasion. If you already have proficiency in that skill, your proficiency bonus is doubled for any ability check you make using that skill.</p></li><li><p>Whenever you take damage, the damage is reduced by an amount equal to your proficiency bonus if you haven’t dealt damage to another creature since the start of your last turn.</p></li></ul>"
    },
    "Aura of Discordance": {
      "name": "Aura of Discordance",
      "description": "<p>You emanate an aura that is poison to spellcasters. Whenever a hostile creature within 10 feet of you casts a spell of 1st level or higher or starts its turn concentrating on a spell of 1st level or higher, it takes Psychic damage equal to 1d8 + the spell’s level. At 18th level, the aura’s range increases to 30 feet.</p>"
    },
    "Instrument of the Heavens": {
      "name": "Instrument of the Heavens",
      "description": "<p><em>(Requires Attunement by a Bard)</em></p><p>This magic instrument is crafted from gold and platinum and imbued with celestial power. As an action, you can speak the instrument’s command word and cause the instrument to change shape into any instrument that is less than 5 feet long on any side.</p><p><strong>Heavenly Magic.</strong> As an action while holding the instrument, you can cast one of the following spells, using your own spellcasting ability and requiring no material components: @UUID[Compendium.dnd5e.spells.3MYDjS6k9IYL0aTj]{Calm Emotions}, @UUID[Compendium.dnd5e.spells.uUWb1wZgtMou0TVP]{Cure Wounds}, @UUID[Compendium.dnd5e.spells.BP3GCwa66IAw1yTG]{Daylight}, @UUID[Compendium.dnd5e.spells.F0GsG0SJzsIOacwV]{Lesser Restoration}, @UUID[Compendium.dnd5e.spells.xmDBqZhRVrtLP8h2]{Protection from Evil and Good}, and @UUID[Compendium.dnd5e.spells.CylBa7jR8DSbo8Z3]{Zone of Truth}. Once the instrument has been used to cast a spell, it can’t be used to cast that spell again until the next dawn.</p><p><strong>Note of Calming.</strong> When a creature you can see within 30 feet makes an attack while you are holding the instrument, you can use your reaction to play a calming note on the instrument. If the creature can hear you, it must make a Wisdom saving throw against your spell save DC. On a failure, it has disadvantage on the attack roll.</p>"
    },
    "Chosen of Nature II": {
      "name": "Chosen of Nature II",
      "description": "<p>Your connection to nature flourishes. You gain the following benefits:</p><ul><li><p>Increase one ability score by 1, to a maximum of 20.</p></li><li><p>When a Beast or Plant targets you with an attack or harmful spell or effect, it must first make a Wisdom saving throw with a DC of 8 + your choice of your Intelligence, Wisdom, or Charisma modifier + your proficiency bonus, if you haven’t harmed it or one of its allies within the last minute. On a failure, the creature must choose a new target or lose the attack, effect, or spell.</p></li><li><p>As an action, you can cast one spell of your choice from the Druid or Ranger spell lists without expending a spell slot, requiring no material components that have a cost, and using your choice of Intelligence, Wisdom, or Charisma as the spellcasting ability. The spell must be of a level lower than your proficiency bonus and must have a casting time of an action. Once used, you can’t use this feature again until you finish a long rest.</p></li></ul>"
    },
    "Bedlam, Dormant": {
      "name": "Bedlam, Dormant",
      "description": "<p>This magic sword was forged specifically to destroy divine agents and creatures of the Outer Planes, whether evil or good. The sword has the following properties:</p><ul><li><p>You gain a +1 bonus to attack and damage rolls made with the sword.</p></li><li><p>When you hit a Celestial or Fiend with the sword, the creature takes an extra [[/r 1d8]] Force damage.</p></li><li><p>When you hit a creature with the sword, you can choose to learn whether that creature has any immunities, resistances, or vulnerabilities, and if the creature has any, you know what they are. You can then cause that creature to lose one damage resistance it has, or turn one of its damage immunities into a damage resistance instead, for 1 minute. Once used, this property can’t be used again until the next dawn.</p></li></ul>"
    },
    "Timepiece of Equilibrium": {
      "name": "Timepiece of Equilibrium",
      "description": "<p>This magic timepiece is pieced together from adamantine, gold, and copper gears and plates. While carrying it, you gain the following benefits:</p><ul><li><p>You gain a +1 bonus to AC.</p></li><li><p>You have advantage on initiative rolls.</p></li><li><p>You have advantage on ability checks and saving throws you make to avoid being knocked Prone or moved against your will.</p></li></ul><p><strong>Equilibrium Magic.</strong> The timepiece has 5 charges for the following properties and regains all expended charges daily at dawn:</p><ul><li><p><strong>Spellcasting (1–4 Charges).</strong> As an action, you can expend charges to cast one of the following spells, requiring no material components (spell save DC 17): @UUID[Compendium.dnd5e.spells.Szvk5FEVQW3uhJi5]{Haste} (1 charge), @UUID[Compendium.dnd5e.spells.ERCv7yuRkQ0YjGx6]{Reverse Gravity} (3 charges), @UUID[Compendium.dnd5e.spells.yqUDoxk4x0NWG5Bz]{Slow} (1 charge), @UUID[Compendium.dnd5e.spells.HQfd7jJyULIoGxrZ]{Telekinesis} (2 charges), or @UUID[Compendium.dnd5e.spells.JYuRBwxpoFhXduvD]{Time Stop} (4 charges).</p></li><li><p><strong>Gravity Control (1 Charge).</strong> As a bonus action or as a reaction when you fall, you become unimpeded by gravity for 1 hour. For the duration, you gain a flying speed equal to your walking speed, and you can hover.</p></li><li><p><strong>Reverse Time (2 Charges).</strong> As a reaction when another creature ends its turn, you can reverse time for yourself to just before the creature’s turn started. You magically appear in the spot you were in when the turn started, you regain any hit points you lost during the turn, and any conditions or effects that began on you during the turn no longer affect you.</p></li></ul>",
      "effects": {
        "AC +1": {
          "name": "AC +1"
        },
        "Initiative Advantage": {
          "name": "Initiative Advantage"
        }
      }
    },
    "Chant of Vulnerability": {
      "name": "Chant of Vulnerability",
      "description": "<p>The first time the creature takes non-Psychic damage on a turn, it takes Psychic damage equal to your Charisma modifier (minimum of +1).</p>"
    },
    "Boon of Vitality": {
      "name": "Boon of Vitality",
      "description": "<p>You have resistance to Poison damage and advantage on saving throws you make to avoid or end the Poisoned condition. Moreover, whenever you would regain hit points, you regain 1 additional hit point.</p>",
      "effects": {
        "Boon of Vitality": {
          "name": "Boon of Vitality"
        }
      }
    },
    "Divine Champion": {
      "name": "Divine Champion",
      "description": "<p>You have been imbued with the powers of a divine champion. You gain the following benefits:</p><ul><li><p>Increase your Wisdom or Charisma by 1, to a maximum of 20.</p></li><li><p>You learn the @UUID[Compendium.dnd5e.classfeatures.Item.OdrvL3afwLOPeuYZ]{Lay on Hands} feature from the paladin class, except the total number of hit points you can restore is equal to half your proficiency bonus (rounded down) × 5. If you already have the Lay on Hands feature, your pool of healing power instead increases by that amount.</p></li><li><p>You know one 1st-level spell from the Paladin spell list with a casting time of 1 bonus action and can cast it without expending a spell slot and using your choice of Wisdom or Charisma as the spellcasting ability. Once you’ve cast the spell using this feature, you can’t cast it again using this feature until you finish a long rest.</p></li></ul>"
    },
    "Amulet of Rationality": {
      "name": "Amulet of Rationality",
      "description": "<p>This magic amulet is crafted from arcamantium and imbued with the essence of order. Your Intelligence score increases by 2, to a maximum of 20, while you wear this amulet.</p><p><strong>Essence of Order.</strong> The amulet has 3 charges and regains all expended charges daily at dawn. When you would roll an ability check, attack roll, or saving throw, you can choose to forgo rolling and instead treat the d20 roll as if you had rolled a 10.</p><section id=\"secret-uJEjXBS4DOOPy0Uo\" class=\"secret\"><p><strong>Cursed.</strong> This amulet is cursed and becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the amulet. You gain the personality trait “I always act with perfect objectivity and rationality, without regard for my own or other’s feelings,” and have an irresistible urge to make the world a more lawful and orderly place, in whatever way you can.</p></section>"
    },
    "Dawnbreaker's Warhammer": {
      "name": "Dawnbreaker's Warhammer",
      "description": "<p>This magic warhammer is streaked with rivulets of gold that shine like pure sunlight.</p><p><strong>Dawnbreak.</strong> The warhammer has 3 charges and regains all expended charges at dawn. When you hit a creature with an attack roll using the warhammer, you can expend 1 charge to deal an additional [[/r 2d8]] Radiant damage to the creature and force it to make a DC 15 Charisma saving throw. On a failure, the creature suffers one of the following effects of your choice until the start of your next turn:</p><ul><li><p><strong>Doom.</strong> The creature is Frightened and can’t regain hit points.</p></li><li><p><strong>Incapacitate.</strong> The creature is Incapacitated.</p></li><li><p><strong>Suppress.</strong> The creature can’t cast spells and the magical properties of each non-artifact magic item it is carrying are suppressed.</p></li></ul>"
    },
    "Potion of Divine Essence": {
      "name": "Potion of Divine Essence",
      "description": "<p>This potion contains a sliver of divine essence. When you drink it, any levels of Exhaustion you have are removed and any diseases or curses on you end. The potion also ends any effects that reduce your ability scores or hit point maximum, or that causes you to be Blinded, Charmed, Deafened, Frightened, or Poisoned. In addition, your proficiency bonus increases by 2 for 1 hour after drinking the potion.</p>"
    },
    "Chosen of Darkness II": {
      "name": "Chosen of Darkness II",
      "description": "<p>Your connection to darkness grows stronger. You gain the following benefits:</p><ul><li><p>Increase one ability score by 1, to a maximum of 20.</p></li><li><p>While in dim light or darkness, you can use a bonus action to teleport up to 30 feet to an unoccupied space you can see that is also in dim light or darkness, and magical darkness forms in a 5-foot\u0002radius sphere around you at your destination until the start of your next turn. You can use this feature a number of times equal to your proficiency bonus and regain all expended uses when you finish a long rest.</p></li></ul>"
    },
    "Consecration (Level 6)": {
      "name": "Consecration (Level 6)",
      "description": "<p><em>6th Level or Higher, Weapon</em></p><p>When you deal Sneak Attack damage to a creature using this weapon, the creature must roll a [[/r d4]] and subtract it from the next attack roll or saving throw it makes before the end of your next turn.</p>"
    },
    "Ring of the Undying": {
      "name": "Ring of the Undying",
      "description": "<p>This magic ring is made of dark metal that seems to absorb the light. You gain the following benefits while wearing it:</p><p><strong>Darkbringer.</strong> You can use a bonus action to snuff out a candle, a torch, or a small campfire you can see within 30 feet.</p><p><strong>Undying.</strong> You have advantage on death saving throws. When damage reduces you to 0 hit points, you can choose to become undying. While in this state, you remain conscious but must still make death saving throws, and you suffer the normal effects of taking damage while at 0 hit points. If you would die due to failing death saving throws, you don’t die until the end of your next turn, and you die only if you still have 0 hit points. If you regain hit points, you are no longer undying. Once used, this property can’t be used again until the next dawn.</p><p><strong>Eternal.</strong> If you die, your soul is unable to move on to the afterlife and your corpse is protected from decay as if under the effect of a @UUID[Compendium.dnd5e.spells.n4JDcFKe5ikzYmAc]{Gentle Repose} spell. Spells cast to restore you to life consume only half the normal material components.</p>"
    },
    "Channel Divinity: Arcane Conversion": {
      "name": "Channel Divinity: Arcane Conversion",
      "description": "<p>As a reaction to a creature you can see within 30 feet taking damage from a spell, you attempt to invert the spell’s energy. If the spell’s level is equal to or lower than your proficiency bonus, the creature takes no damage from the spell and instead regains [[/r 1d8]] hit points per level of the spell.</p>"
    },
    "Boon of Freedom": {
      "name": "Boon of Freedom",
      "description": "<p>Your movement is unaffected by difficult terrain, and spells and other magical effects can neither reduce your speed nor cause you to be Paralyzed or Restrained.</p>",
      "effects": {
        "Boon of Freedom": {
          "name": "Boon of Freedom"
        }
      }
    },
    "Blessed Knave": {
      "name": "Blessed Knave",
      "description": "<p>You learn how to imbue yourself with divine power. As a bonus action, you magically gain the following benefits for 1 minute:</p><p>You gain a bonus to AC equal to the number of anointed wearable objects on your person.</p><p>When you hit a creature with an attack roll using an anointed weapon, the creature takes an additional [[/r 1d6]] Radiant damage.</p><p>You can use this feature a number of times equal to your proficiency bonus and regain all expended uses when you finish a long rest.</p>"
    },
    "Consecrated Crescent": {
      "name": "Consecrated Crescent",
      "description": "<p>This magic greataxe is fashioned from steel and mithral and is wrapped with a strip of parchment containing a sacred prayer. You have a +1 bonus to attack and damage rolls made with the axe.</p><p><strong>Anoint.</strong> As a bonus action, you can speak the sacred prayer wrapped around the axe and anoint yourself for 1 minute. While anointed, you gain the following benefits:</p><ul><li><p>When you hit a target with an attack roll using the axe, the target takes an extra [[/r 1d8]] Radiant damage.</p></li><li><p>You can teleport up to 10 feet to an unoccupied space you can see immediately before or after each attack you make with the axe.</p></li></ul><p>Once used, you can’t use this feature again until you finish a long rest, unless you are also attuned to the consecrated aegis, in which case you can use it again once you finish a short or long rest.</p>"
    },
    "Staff of the Skull Cult, Dormant": {
      "name": "Staff of the Skull Cult, Dormant",
      "description": "<p><em>(Requires Attunement by a Cleric)</em></p><p>This magic staff was given by the God of Death to the High Ovate of the Skull Cult. It is fashioned from fused human vertebrae and crowned with a grimy skull. The staff has the following properties:</p><ul><li><p>You gain a +1 bonus to spell attack rolls and the saving throw DCs of your spells.</p></li><li><p>You can cast the @UUID[Compendium.dnd5e.spells.vrN18tbTw7io5MWd]{Chill Touch} and @UUID[Compendium.dnd5e.spells.8zT7njvqbpXs4Cel]{Spare the Dying} cantrips at will, using your own spellcasting ability.</p></li><li><p>The staff has 11 charges and regains [[/r 1d10 + 1]] expended charges daily at midnight. If you expend the last charge, roll a [[/r d20]]. On a 1, the staff turns to dust and is destroyed. You can expend the staff’s charges to cast one of the following spells from it, using your own spellcasting ability: @UUID[Compendium.dnd5e.spells.oyE5nVppa5mde5gT]{Animate Dead} (3 charges), @UUID[Compendium.dnd5e.spells.pO4zGe5LmFIYqJiL]{Bestow Curse} (3 charges), @UUID[Compendium.dnd5e.spells.zwGsAv6kmwzYGhh3]{Blindness/Deafness} (2 charges), or @UUID[Compendium.dnd5e.spells.n4JDcFKe5ikzYmAc]{Gentle Repose} (2 charges).</p></li></ul>"
    },
    "Chosen of Darkness": {
      "name": "Chosen of Darkness",
      "description": "<p>You have been chosen by a God of Darkness. You gain the following benefits:</p><ul><li><p>You can see normally in darkness, both magical and nonmagical, to a distance of 60 feet.</p></li><li><p>You can cast the @UUID[Compendium.dnd5e.spells.Item.S7VbUetIfVT7B6Eq]{Darkness} spell, requiring no material components. Once you’ve cast the spell using this feature, you can’t it again using this feature until you finish a long rest.</p></li></ul>",
      "effects": {
        "Darksight": {
          "name": "Darksight",
          "description": "<p>You can see normally in darkness, both magical and nonmagical, to a distance of 60 feet.</p>"
        }
      }
    },
    "Mantle of Radiance": {
      "name": "Mantle of Radiance",
      "description": "<p>This magic cloak is woven from the softest silk and inlaid with gold seams. You have resistance to Radiant damage while wearing this cloak.</p><p><strong>Light Step.</strong> While you’re wearing this cloak in bright light, you can use a bonus action to teleport up to 30 feet to an unoccupied space you can see that is also in bright light.</p><p><strong>Radiant Transformation.</strong> While you’re wearing this cloak, you can use an action to transform into a @UUID[Compendium.heretics-guide-to-devotion-and-divinity.actors.Actor.C9Cs2KfXNGdXKnMJ]{Radiance Elemental}. The transformation functions as the @UUID[Compendium.dnd5e.spells.04nMsTWkIFvkbXlY]{Polymorph} spell, except that you retain your Intelligence, Wisdom, and Charisma scores. Once used, this property can’t be used again until the next dawn.</p>",
      "effects": {
        "Resistance, Radiant": {
          "name": "Resistance, Radiant"
        }
      }
    },
    "Chant of Despair": {
      "name": "Chant of Despair",
      "description": "<p>The creature must succeed on a Wisdom saving throw or become Frightened.</p>"
    },
    "Invoke Chaos": {
      "name": "Invoke Chaos",
      "description": "<p>As a bonus action, you can invoke chaos in yourself or another creature you can see within 30 feet. Whenever the creature makes an attack roll or saving throw, the roll is considered a success if the roll of the d20 is an even number and a failure if the roll is an uneven number. The effect ends after 1 minute or if it causes the creature to either succeed or fail two rolls in a row. You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.</p>"
    },
    "Morningstar of Orcus": {
      "name": "Morningstar of Orcus",
      "description": "<p>This grotesque morningstar is crafted from adamantine and imbued with profane energy. You have a +1 bonus to attack and damage rolls made with this magic weapon. Moreover, your weapon attacks made with the morningstar score a critical hit on a roll of 18, 19, or 20.</p><p><strong>Death’s Magic.</strong> The morningstar has 3 charges for the following properties and regains all expended charges daily at dawn:</p><ul><li><p><strong>Absorb Life (1 Charge).</strong> When you hit a creature with the morningstar, you deal an additional [[/r 2d8]] Necrotic damage to the creature and you gain temporary hit points equal to the Necrotic damage the creature takes.</p></li><li><p><strong>Create Undead (1–3 Charges).</strong> As an action, you conjure forth one of the following Undead creatures in an unoccupied space within 30 feet of you: a @UUID[Compendium.dnd5e.monsters.NAISFPoNNgUCsEyW]{Zombie} (1 charge), @UUID[Compendium.dnd5e.monsters.nU8GN8La8DCt8SDb]{Skeleton} (1 charge), @UUID[Compendium.dnd5e.monsters.QGcQYZbVl4bWzi4E]{Shadow} (2 charges), or @UUID[Compendium.dnd5e.monsters.OBujQLLPSmlJiZnL]{Ghoul} (3 charges). The creature is under your control, and acts on your initiative in combat but takes its turn after you. It remains for 1 hour, until reduced to 0 hit points, or until you use this property again.</p></li></ul>"
    },
    "Celestial Chanter": {
      "name": "Celestial Chanter",
      "description": "<p>You have become a truly divine chanter. Your chants now affect any creature of your choice within 30 feet of you. Moreover, you can start and maintain two chants simultaneously. When you do so, you must expend one use of your Divine Chant for each chant you begin, and you choose which creatures are affected by each chant; a creature can be affected by one chant and not the other, both chants at the same time, or neither.</p>"
    },
    "Chaos Domain": {
      "name": "Chaos Domain",
      "description": "<p><em>Cleric Subclass</em></p><p>The chaos domain represents the unknown, unstable energies of the universe. It is based upon the sincere belief that as much as possible should be left up to chance – not necessarily because the world will be better for it, but because it is folly for mortals to assume that they can control or alter the universe in any way.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        }
      }
    },
    "Chant of Swiftness": {
      "name": "Chant of Swiftness",
      "description": "<p>The creature’s speed increases by 10 feet and it has advantage on Dexterity saving throws.</p>"
    },
    "Guardian Spirit": {
      "name": "Guardian Spirit",
      "description": "<p>As an action, you can cause your celestial companion to manifest. The spirit appears in an unoccupied space within 5 feet of you. The spirit is friendly to you and your companions and obeys your commands. See this creature’s game statistics in the @UUID[Compendium.heretics-guide-to-devotion-and-divinity.actors.Actor.Fzqj6K3Pwo2eaXBO]{Guardian Spirit} stat block, which uses your proficiency bonus (PB) in several places.</p><p>In combat, the spirit shares your initiative count, but it takes its turn immediately after yours. The only action it takes on its turn is the Dodge action or its Tether action, unless you take a bonus action on your turn to command it to take another action. If you are Incapacitated, the spirit can take any actions of its choice.</p><p>The spirit remains until it is reduced to 0 hit points, until you use this feature to summon the spirit again, you are more than 120 feet away from the spirit, or you die. Once you summon the spirit, you can’t summon it again until you finish a long rest.</p><blockquote><p style=\"text-align:center\"><em><strong>The Exalted Knight’s Guardian Spirit</strong></em></p><p><em>The Exalted Knight subclass relies on a @UUID[Compendium.heretics-guide-to-devotion-and-divinity.actors.Actor.Fzqj6K3Pwo2eaXBO]{Guardian Spirit} for many of its abilities. This spirit can embody many different concepts – it could be another mortal’s souls, a being sent from heaven, or, at the DM’s discretion, it’s not really a creature on its own but instead the character’s own spirit. Through its Tether ability, the guardian spirit’s primary function is to enhance the abilities of the character, so even players who prefer to only handle their own character can enjoy the Exalted Knight subclass.</em></p></blockquote>"
    },
    "Chant of Life": {
      "name": "Chant of Life",
      "description": "<p>The creature has advantage on Constitution saving throws, resistance to Necrotic and Poison damage, and its hit point maximum can’t be reduced.</p>"
    },
    "Radiance": {
      "name": "Radiance",
      "description": "<p><em>Weapon</em></p><p>When you deal Sneak Attack damage to a creature using this weapon, the creature must succeed on a Constitution saving throw or be Blinded until the end of your next turn.</p>"
    },
    "Dawnbringer's Crown": {
      "name": "Dawnbringer's Crown",
      "description": "<p>This magical crown is fashioned to resemble a radiant dawn. While wearing the crown, you have resistance to Radiant damage and advantage on saving throws you make to avoid or end the Charmed and Frightened conditions on yourself.</p><p><strong>Guardian Spirit.</strong> As an action, you can summon a @UUID[Compendium.heretics-guide-to-devotion-and-divinity.actors.Actor.Fzqj6K3Pwo2eaXBO]{Guardian Spirit} in an unoccupied space within 5 feet of you. The spirit remains for 1 hour, or until you dismiss it, or are more than 120 feet apart, or it is reduced to 0 hit points. The spirit is friendly to you and your companions and obeys your commands. See this creature’s statistics in the guardian spirit stat block, which uses your proficiency bonus. In combat, the spirit shares your initiative, but takes its turn immediately after yours. The only action it takes on its turn is the dodge action or its Tether action, unless you use a bonus action to command it to take another action. If you are Incapacitated, the spirit can use its Healing Touch to heal you or its Holy Bolt to repel enemies. Once used, this property can’t be used again until the next dawn.</p><p><strong>Radiant Renewal.</strong> During a ritual that takes 1 hour, you can cast the @UUID[Compendium.dnd5e.spells.jhhT9PsHy5A7EojO]{Resurrection} spell, requiring no material components. After you’ve cast the spell, roll a [[/r d20]]. On a roll of 7 or lower, the crown is destroyed in a flash of light and you suffer 1d6 levels of Exhaustion.</p>",
      "effects": {
        "Resistance, Radiant": {
          "name": "Resistance, Radiant"
        }
      }
    },
    "Waxing Moon Chakram": {
      "name": "Waxing Moon Chakram",
      "description": "<p>This magic dart is crescent-shaped and glows with a faint light. It deals Slashing damage instead of Piercing damage and flies back to your hand immediately after each ranged attack you make with it.</p><p><strong>Waxing Light.</strong> The dart has 3 charges and regains all expended charges daily at dawn. When you hit a creature with an attack using the dart, you can expend 1 charge to deal an extra [[/r 1d8]] Radiant damage to the target and cause it to emit dim light in a 5-foot radius until the start of your next turn. While the creature emits this light, attack rolls against it have advantage and it can’t benefit from being Invisible.</p>"
    },
    "Chosen of Fate": {
      "name": "Chosen of Fate",
      "description": "<p>You have been chosen by a God of Fate. You gain the following benefits:</p><ul><li><p>You gain proficiency in Insight. If you already have proficiency in Insight, your proficiency bonus is doubled for any ability check you make using Insight.</p></li><li><p>When you or another creature you can see within 30 feet of you misses on an attack roll or fails on a saving throw, you can use your reaction to turn the failure into a success. Once used, you can’t use this feature again until you finish a long rest.</p></li></ul>",
      "effects": {
        "Insight Proficiency Increase": {
          "name": "Insight Proficiency Increase",
          "description": "<p>You gain proficiency in Insight. If you already have proficiency in Insight, your proficiency bonus is doubled for any ability check you make using Insight.</p>"
        }
      }
    },
    "Apostle of Peace": {
      "name": "Apostle of Peace",
      "description": "<p>You are a constant force for temperance, peace and serenity. You gain the following benefits:</p><p><strong>Diplomat.</strong> You can add your Wisdom modifier to any Persuasion check you make.</p><p><strong>Patient.</strong> When you use Patient Defense, you are also affected as by the @UUID[Compendium.dnd5e.spells.gvdA9nPuWLck4tBl]{Sanctuary} spell (using your ki save DC) until the start of your next turn.</p>",
      "effects": {
        "Diplomat": {
          "name": "Diplomat"
        }
      }
    },
    "College of Chanting": {
      "name": "College of Chanting",
      "description": "<p><em>Bard Subclass</em></p><p>You have learned to imbue your voice with divine magic that can enhance your allies and debilitate your enemies. Whether you acquired your skills through natural talent and extensive training, or have received a blessing from a divine being, you have an uncanny ability to weave words and magic together.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Chants Known": {
          "title": "Chants Known"
        }
      }
    },
    "Way of Peace": {
      "name": "Way of Peace",
      "description": "<p>A warrior for peace can seem like a paradox, but that is exactly what monks following the Way of Peace are. Trained specifically to defuse conflicts, these peaceful warriors manipulate their enemies’ ki to hamper their offensive capabilities and punish aggression.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        }
      }
    },
    "Oath of the Templar": {
      "name": "Oath of the Templar",
      "description": "<p><em>Paladin Subclass</em></p><p>Paladins who takes the templar’s oath are taught how to combat spellcasters, using both their blades and the powers granted to them by their oath. Templars are often assigned to hunt down renegade spellcasters or protect people or places from powerful arcanists.</p><h2>Tenets of the Templar</h2><p>The tenets of the Oath of the Templar deal with governing the use of magic. Most templars are lawful.</p><p><strong>Power with Responsibility.</strong> Magic grants some individuals great power. It is my duty to make sure that they wield that power responsibly.</p><p><strong>Rules of Magic.</strong> I will ensure that the use of magic is limited not only by imagination, but also by morality.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Aura of Discordance range": {
          "title": "Aura of Discordance range"
        }
      }
    },
    "Deliverance (Level 6)": {
      "name": "Deliverance (Level 6)",
      "description": "<p><em>6th Level or Higher, Wearable Object</em></p><p>Your speed increases by 10 feet, you ignore nonmagical difficult terrain, and you have advantage on ability checks and saving throws you make to avoid or end the Grappled, Paralyzed, and Restrained conditions on yourself.</p>"
    },
    "Bedlam, Consecrated": {
      "name": "Bedlam, Consecrated",
      "description": "<p>This magic sword was forged specifically to destroy divine agents and creatures of the Outer Planes, whether evil or good. The sword has the following properties:</p><ul><li><p>You gain a +3 bonus to attack and damage rolls made with the sword.</p></li><li><p>When you hit a Celestial or Fiend with the sword, the creature takes an extra [[/r 1d8]] Force damage.</p></li><li><p>When you hit a creature with the sword, you can choose to learn whether that creature has any immunities, resistances, or vulnerabilities, and if the creature has any, you know what they are. You can then cause that creature to lose one damage resistance it has, or turn one of its damage immunities into a damage resistance instead, for 1 minute. Once used, this property can’t be used again until the next dawn.</p></li><li><p>When you hit a creature that can cast spells using the sword, you can force that creature to make a saving throw using its spellcasting ability with a DC of 20. On a failure, the creature can’t cast divine spells (any spell that draws on the power of gods or the Outer Planes) for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. On a success, or if the effect ends for it, the creature is immune to this property for 24 hours.</p></li><li><p>When you hit a creature with the sword, that creature is magically weakened until the end of your next turn. While weakened, the creature can’t regain hit points and, if the creature has legendary actions, it can take one fewer legendary action each round.</p></li></ul>"
    },
    "Chosen of Chaos": {
      "name": "Chosen of Chaos",
      "description": "<p>You have been chosen by a God of Chaos. You gain the following benefits:</p><ul><li><p>When you finish a long rest, roll a [[/r d20]] on the table below. You gain proficiency in the skill you rolled until you finish a long rest. If you already have proficiency in that skill, your proficiency is doubled for any ability check you make using that skill.</p></li></ul><table><tbody><tr><td data-colwidth=\"72\"><p style=\"text-align:center\"><strong>[[/r d20]]</strong></p></td><td><p><strong>Skill</strong></p></td><td data-colwidth=\"72\"><p style=\"text-align:center\"><strong>[[/r d20]]</strong></p></td><td><p><strong>Skill</strong></p></td></tr><tr><td data-colwidth=\"72\"><p style=\"text-align:center\">1</p></td><td><p>None</p></td><td data-colwidth=\"72\"><p style=\"text-align:center\">11</p></td><td><p>Medicine</p></td></tr><tr><td data-colwidth=\"72\"><p style=\"text-align:center\">2</p></td><td><p>Acrobatics</p></td><td data-colwidth=\"72\"><p style=\"text-align:center\">12</p></td><td><p>Nature</p></td></tr><tr><td data-colwidth=\"72\"><p style=\"text-align:center\">3</p></td><td><p>Animal Handling</p></td><td data-colwidth=\"72\"><p style=\"text-align:center\">13</p></td><td><p>Perception</p></td></tr><tr><td data-colwidth=\"72\"><p style=\"text-align:center\">4</p></td><td><p>Arcana</p></td><td data-colwidth=\"72\"><p style=\"text-align:center\">14</p></td><td><p>Performance</p></td></tr><tr><td data-colwidth=\"72\"><p style=\"text-align:center\">5</p></td><td><p>Athletics</p></td><td data-colwidth=\"72\"><p style=\"text-align:center\">15</p></td><td><p>Persuasion</p></td></tr><tr><td data-colwidth=\"72\"><p style=\"text-align:center\">6</p></td><td><p>Deception</p></td><td data-colwidth=\"72\"><p style=\"text-align:center\">16</p></td><td><p>Religion</p></td></tr><tr><td data-colwidth=\"72\"><p style=\"text-align:center\">7</p></td><td><p>History</p></td><td data-colwidth=\"72\"><p style=\"text-align:center\">17</p></td><td><p>Sleight of Hand</p></td></tr><tr><td data-colwidth=\"72\"><p style=\"text-align:center\">8</p></td><td><p>Insight</p></td><td data-colwidth=\"72\"><p style=\"text-align:center\">18</p></td><td><p>Stealth</p></td></tr><tr><td data-colwidth=\"72\"><p style=\"text-align:center\">9</p></td><td><p>Intimidation</p></td><td data-colwidth=\"72\"><p style=\"text-align:center\">19</p></td><td><p>Survival</p></td></tr><tr><td data-colwidth=\"72\"><p style=\"text-align:center\">10</p></td><td><p>Investigation</p></td><td data-colwidth=\"72\"><p style=\"text-align:center\">20</p></td><td><p>Choose one</p></td></tr></tbody></table><ul><li><p>As a bonus action, you can invoke chaos in yourself. Roll a [[/r d6]] on the table below to determine which magical effect you gain for 1 minute. Once used, you can’t use this feature again until you finish long rest.</p></li></ul><table><tbody><tr><td data-colwidth=\"33\"><p style=\"text-align:center\"><strong>[[/r d6]]</strong></p></td><td><p><strong>Effect</strong></p></td></tr><tr><td data-colwidth=\"33\"><p style=\"text-align:center\">1</p></td><td><p>You are affected as by the @UUID[Compendium.dnd5e.spells.Item.WahI41a3goVUg0x1]{Enlarge/Reduce} spell. Flip a coin to determine if you shrink or grow.</p></td></tr><tr><td data-colwidth=\"33\"><p style=\"text-align:center\">2</p></td><td><p>Your speed is doubled, you have advantage on Dexterity saving throws, and opportunity attack rolls against you are made with disadvantage.</p></td></tr><tr><td data-colwidth=\"33\"><p style=\"text-align:center\">3</p></td><td><p>You and a random friendly creature within 60 feet are affected as by the @UUID[Compendium.dnd5e.spells.Item.JVhKeanAXZH62DrF]{Warding Bond} spell.</p></td></tr><tr><td data-colwidth=\"33\"><p style=\"text-align:center\">4</p></td><td><p>You gain [[/r 1d10]] temporary hit points at the start of each of your turns.</p></td></tr><tr><td data-colwidth=\"33\"><p style=\"text-align:center\">5</p></td><td><p>As a bonus action, you can teleport up to 30 feet to an unoccupied space that you can see.</p></td></tr><tr><td data-colwidth=\"33\"><p style=\"text-align:center\">6</p></td><td><p>You gain a flying speed equal to your speed.</p></td></tr></tbody></table>"
    },
    "Redemption (Greatsword)": {
      "name": "Redemption (Greatsword)",
      "description": "<p>This magic sword was forged in a sacred furnace on the Upper Planes. When you hit a Fiend or Undead with an attack roll using the sword, the creature takes an additional [[/r 1d8]] Radiant damage.</p><p>The sword has 3 charges for the following properties and regains all expended charges daily at dawn:</p><p><strong>Empower (1 Charge).</strong> When a creature within 30 feet of you regains hit points, you can use your reaction to have it regain an additional [[/r 2d8]] hit points.</p><p><strong>Light Bringer (1 Charge).</strong> When you hit a creature with an attack roll using the sword, you can have it shed dim light in a 10-foot radius until the end of your next turn. While it emits this light, all attack rolls against the creature are made with advantage.</p>"
    },
    "Chant of Magic": {
      "name": "Chant of Magic",
      "description": "<p>The creature gains a bonus to one damage roll of each spell it casts equal to your Charisma modifier (minimum of +1).</p>"
    },
    "Redemption (Scimitar)": {
      "name": "Redemption (Scimitar)",
      "description": "<p>This magic sword was forged in a sacred furnace on the Upper Planes. When you hit a Fiend or Undead with an attack roll using the sword, the creature takes an additional [[/r 1d8]] Radiant damage.</p><p>The sword has 3 charges for the following properties and regains all expended charges daily at dawn:</p><p><strong>Empower (1 Charge).</strong> When a creature within 30 feet of you regains hit points, you can use your reaction to have it regain an additional [[/r 2d8]] hit points.</p><p><strong>Light Bringer (1 Charge).</strong> When you hit a creature with an attack roll using the sword, you can have it shed dim light in a 10-foot radius until the end of your next turn. While it emits this light, all attack rolls against the creature are made with advantage.</p>"
    },
    "Chant of Enfeeblement": {
      "name": "Chant of Enfeeblement",
      "description": "<p>The creature must succeed on a Constitution saving throw or its speed is halved and it deals only half damage with weapon attacks that use Strength.</p>"
    },
    "Staff of Focus": {
      "name": "Staff of Focus",
      "description": "<p><em>(Requires Attunement by a Spellcaster)</em></p><p>This magic staff is forged from a single piece of adamantine and inset with a blue topaz. While holding the staff, you gain a bonus to any Constitution saving throw you make to maintain your concentration equal to your Intelligence modifier.</p><p><strong>Focus Magic.</strong> The staff has 3 charges for the following properties and regains all expended charges daily at dawn:</p><p><strong>Disrupt (1 Charge).</strong> As a bonus action, you can force a creature you can see within 30 feet to make a Constitution saving throw against your spellcasting DC. On a failure, the creature loses concentration on any spell or effect it is concentrating on and can’t cast spells that require concentration until the end of your next turn.</p><p><strong>Extend Focus (1 Charge).</strong> When a spell you cast ends because you lose or end your concentration on it, you can extend the duration of that spell until the end of your next turn (no concentration required).</p>"
    },
    "Domain Spells": {
      "name": "Domain Spells",
      "description": "<p>As a devotee of chaos, your domain spells change daily. When you prepare your Cleric spells, roll a [[/r d4]] until you get two different numbers. The spells listed in the columns in the Chaos Domain Spells table that correspond with those numbers are considered domain spells for you until the next time you prepare your Cleric spells.</p><table><thead><tr><th colspan=\"5\">Chaos Domain Spells</th></tr></thead><tbody><tr><td><strong>Cleric Level</strong></td><td><strong>1</strong></td><td><strong>2</strong></td><td><strong>3</strong></td><td><strong>4</strong></td></tr><tr><td>1st</td><td>@UUID[Compendium.dnd5e.spells.95K2aUhAGV9qXjnf]{Bane}</td><td>@UUID[Compendium.dnd5e.spells.uUWb1wZgtMou0TVP]{Cure Wounds}</td><td>@UUID[Compendium.dnd5e.spells.LWTUqKkUQdMAmOe0]{Color Spray}</td><td>@UUID[Compendium.dnd5e.spells.WTbOQBsarsL1LuXJ]{Thunderwave}</td></tr><tr><td>3rd</td><td>@UUID[Compendium.dnd5e.spells.Opwh2PdX4runSBlm]{Aid}</td><td>@UUID[Compendium.dnd5e.spells.2yHXEcrRbadZDr5M]{Heat Metal}</td><td>@UUID[Compendium.dnd5e.spells.X4c8xCkmF8U9HUMz]{Mirror Image}</td><td>@UUID[Compendium.dnd5e.spells.5VhqFROQYjr1P9lp]{Silence}</td></tr><tr><td>5th</td><td>@UUID[Compendium.dnd5e.spells.BP3GCwa66IAw1yTG]{Daylight}</td><td>@UUID[Compendium.dnd5e.spells.ztgcdrWPshKRpFd0]{Fireball}</td><td>@UUID[Compendium.dnd5e.spells.LmRHHMtplpxr9fX6]{Revivify}</td><td>@UUID[Compendium.dnd5e.spells.yqUDoxk4x0NWG5Bz]{Slow}</td></tr><tr><td>7th</td><td>@UUID[Compendium.dnd5e.spells.pxpb2eOB6bv4phAf]{Banishment}</td><td>@UUID[Compendium.dnd5e.spells.pybg5MNc3lkerH4Y]{Blight}</td><td>@UUID[Compendium.dnd5e.spells.VtCXMdyM6mAdIJZb]{Death Ward}</td><td>@UUID[Compendium.dnd5e.spells.04nMsTWkIFvkbXlY]{Polymorph}</td></tr><tr><td>9th</td><td>@UUID[Compendium.dnd5e.spells.CjIq8Ed7bu3vVwT1]{Contagion}</td><td>@UUID[Compendium.dnd5e.spells.AGFMPAmuzwWO6Dfz]{Raise Dead}</td><td>@UUID[Compendium.dnd5e.spells.HQfd7jJyULIoGxrZ]{Telekinesis}</td><td>@UUID[Compendium.dnd5e.spells.o9ZCvuD2B1OTcubb]{Wall of Force}</td></tr></tbody></table><p></p>"
    },
    "Staff of the Skull Cult, Desecrated": {
      "name": "Staff of the Skull Cult, Desecrated",
      "description": "<p><em>(Requires Attunement by a Cleric)</em></p><p>This magic staff was given by the God of Death to the High Ovate of the Skull Cult. It is fashioned from fused human vertebrae and crowned with a grimy skull. The staff has the following properties:</p><ul><li><p>You gain a +3 bonus to spell attack rolls and the saving throw DCs of your spells.</p></li><li><p>You have immunity to Necrotic damage and you can’t be Frightened.</p></li><li><p>You continue to age normally, but you cannot die from old age. With the passing centuries, you take on a corpse-like aspect.</p></li><li><p>You can cast the @UUID[Compendium.dnd5e.spells.vrN18tbTw7io5MWd]{Chill Touch} and @UUID[Compendium.dnd5e.spells.8zT7njvqbpXs4Cel]{Spare the Dying} cantrips at will, using your own spellcasting ability.</p></li><li><p>The staff has 33 charges and regains [[/r 3d10 + 3]] expended charges daily at midnight. If you expend the last charge, roll a [[/r d20]]. On a 1, the staff turns to dust and is destroyed. You can expend the staff’s charges to cast one of the following spells from it, using your own spellcasting ability: @UUID[Compendium.dnd5e.spells.oyE5nVppa5mde5gT]{Animate Dead} (3 charges), @UUID[Compendium.dnd5e.spells.pO4zGe5LmFIYqJiL]{Bestow Curse} (3 charges), @UUID[Compendium.dnd5e.spells.pybg5MNc3lkerH4Y]{Blight} (4 charges), @UUID[Compendium.dnd5e.spells.zwGsAv6kmwzYGhh3]{Blindness/Deafness} (2 charges), @UUID[Compendium.dnd5e.spells.KeunEkg1JYbOCOhV]{Circle of Death} (6 charges), @UUID[Compendium.dnd5e.spells.n4JDcFKe5ikzYmAc]{Gentle Repose} (2 charges), @UUID[Compendium.dnd5e.spells.tMH6Ivn4GmE1naMj]{Harm} (6 charges), or @UUID[Compendium.dnd5e.spells.AGFMPAmuzwWO6Dfz]{Raise Dead} (5 charges).</p></li><li><p>You can use an action to expend 11 charges and select one creature that can see you within 30 feet. The target must make a DC 19 Constitution saving throw. If the saving throw fails by 5 or more, the creature is reduced to 0 hit points. Otherwise, it takes 33 ([[/r 6d10]]) Psychic damage. Creatures immune to the Frightened condition are not affected.</p></li></ul>",
      "effects": {
        "Immunity, Necrotic + Frightened": {
          "name": "Immunity, Necrotic + Frightened"
        }
      }
    },
    "Chaotic Casting": {
      "name": "Chaotic Casting",
      "description": "<p>When you cast a spell using a spell slot of 5th level or lower, you can choose to roll a [[/r d6]]. If the result is equal to or lower than the spell’s level, you take Psychic damage equal to [[/r 1d8]] + the spell’s level. If the result is higher than the spell’s level, you can change the spell in your choice of one of the following ways:</p><ul><li><p>The spell takes effect as if it was cast using a spell slot one level higher than the one used to cast it.</p></li><li><p>One creature has disadvantage on the first saving throw it makes to resists the spell’s effects.</p></li><li><p>You can add half your cleric level (rounded up) to one of the spell’s damage rolls.</p></li><li><p>You regain one expended spell slot of a level that is lower than the spell you cast.</p></li><li><p>Any material component of the spell isn’t consumed.</p></li></ul>"
    },
    "Totem of Weavebending": {
      "name": "Totem of Weavebending",
      "description": "<p>This totem is roughly one foot long and carved with arcane symbols sacred to the God of Magic.</p><p><strong>Magical Restoration.</strong> As an action while holding the totem, you can cause yourself or a willing creature you can see within 30 feet of you to regain a spell slot of 5th level or lower. Once used, this property can’t be used again until the next dawn.</p><p><strong>Weavebending Aura.</strong> As an action, you can lodge the totem in the ground to create an aura in a 30-foot radius centered on the totem. The aura lasts for 1 minute or until the totem is moved or targeted by a @UUID[Compendium.dnd5e.spells.15Fa6q1nH27XfbR8]{Dispel Magic} spell. A creature can attempt to move the totem by taking an action to make a DC 15 Strength (Athletics) check and succeeding. The aura has the following effects:</p><ul><li><p>When a creature friendly to you casts a spell of 1st level or higher while within the aura, the spell takes effect as if it was cast using a spell slot one level higher.</p></li><li><p>When a creature hostile to you casts a spell of 1st level or higher while within the aura, it must make a saving throw using its spellcasting ability with a DC of 10 + the spell’s level. On a failure, the creature takes [[/r 1d6]] Psychic damage per level of the spell. If the save fails by 5 or more, the spell also fails.</p></li></ul><p>Once used, this property can’t be used again until the next dawn.</p>"
    },
    "Anti-Magic Paragon": {
      "name": "Anti-Magic Paragon",
      "description": "<p>You are anathema to magic. As a bonus action, you gain the following benefits for 1 minute:</p><ul><li><p>You gain Truesight out to a range of 120 feet.</p></li><li><p>You have resistance to damage from spells.</p></li><li><p>Whenever a creature within 30 feet of you casts a spell, you can use your reaction to force it to make a saving throw using its spellcasting ability against your spell save DC. On a failure, the spell fails.</p></li></ul><p>Once you use this feature, you can’t use it again until you’ve finished a long rest.</p>"
    },
    "Deepening Connection": {
      "name": "Deepening Connection",
      "description": "<p>You gain the following additional benefits while in your Ethereal Form:</p><p><strong>Truesight.</strong> You gain Truesight out to a range of 60 feet.</p><p><strong>Ethereal Jaunt.</strong> As a bonus action, or as a reaction when a creature you can see makes an attack roll against you, you can step into the Ethereal Plane as with the @UUID[Compendium.dnd5e.spells.PQuEgKyCdovOvhqN]{Etherealness} spell. You remain in the Ethereal Plane until the end of your next turn, unless you use this feature again to remain there.</p><p><strong>Improved Spirit Strikes.</strong> You can add your Wisdom modifier to the damage of your weapon attacks.</p>"
    },
    "Ethereal Form": {
      "name": "Ethereal Form",
      "description": "<p>As a bonus action, you step into the spirit world and become semi-incorporeal as the spirits bolster you. For 1 minute, you gain the following benefits:</p><ul><li><p><strong>Ethereal Sight.</strong> You can see into the Ethereal Plane out to a range of 60 feet. Moreover, you can see normally in darkness, both magical and nonmagical, in the same distance.</p></li><li><p><strong>Spectral Form.</strong> As an action, you can become Invisible until you are no longer in your Ethereal Form, until you choose to become visible, or until you attack or cast a spell.</p></li><li><p><strong>Spirit Strikes.</strong> Your weapon attacks deal Force damage instead of Bludgeoning, Piercing, or Slashing damage. Moreover, once per turn, when you hit a creature with a weapon attack, you can expose its spirit. If you do, the first attack made against that creature before the end of your next turn has advantage.</p></li></ul><p>You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.</p>"
    },
    "Channel Divinity: Magic Resistance": {
      "name": "Channel Divinity: Magic Resistance",
      "description": "<p>As an action, you choose a number of creatures up to your Charisma modifier (minimum of 1) you can see within 30 feet. For 1 minute, you and the chosen creatures have advantage on saving throws against spells and other magical effects.</p>"
    },
    "Incense of Sacred Warding": {
      "name": "Incense of Sacred Warding",
      "description": "<p>When lit, this magical incense produces a floral scent of lilies and frankincense, and burns for 1 hour before it is consumed. A creature who inhales the incense during a short rest gains 10 temporary hit points and has advantage on saving throws against being Charmed or Frightened for 8 hours. If the creature would drop to 0 hit points as a result of taking damage, it can end the blessing early to drop to 1 hit point instead.</p>"
    },
    "Soul Reaper": {
      "name": "Soul Reaper",
      "description": "<p>As an action, you can force a number of creatures up to your Charisma modifier that you can see within 30 feet to make a Charisma saving throw against your spell save DC. On a failure, a creature takes [[/r 8d6]] Psychic damage and, until the end of your next turn, it can’t regain hit points or add its proficiency bonus to any attack roll, ability check, or saving throw it makes. Your soulstone gains 1 Soul Charge for each creature that fails its saving throw against this effect.</p><p>Once used, you can’t use this feature again until you finish a long rest.</p>"
    },
    "Vow of Freedom": {
      "name": "Vow of Freedom",
      "description": "<p>You vow to fight against oppression and slavery. Your dedication grants you the following benefits:</p><ul><li><p>Your speed increases by 10 feet.</p></li><li><p>You have advantage on Strength (Athletics) and Dexterity (Acrobatics) checks to avoid or end the Grappled or Restrained condition on yourself.</p></li></ul><p>You break your vow if you willingly enslave or imprison others for an extended period of time.</p>",
      "effects": {
        "Vow of Freedom": {
          "name": "Vow of Freedom"
        }
      }
    },
    "Chosen of Light II": {
      "name": "Chosen of Light II",
      "description": "<p>You have mastered your powers of light. You gain the following benefits:</p><ul><li><p>Increase one ability score by 1, to a maximum of 20.</p></li><li><p>You have advantage on saving throws you make to avoid or end the Blinded condition on yourself.</p></li><li><p>As a bonus action, you can cause another creature you can see within 30 feet of you to be illuminated until the end of your next turn. You choose whether the next attack roll against the creature has advantage or whether the next attack roll the creature makes has advantage. You can use this feature a number of times equal to your proficiency bonus and regain all expended uses when you finish a long rest.</p></li></ul>"
    },
    "Sunbeam Spear": {
      "name": "Sunbeam Spear",
      "description": "<p>This magic spear is infused with pure sunlight.</p><p><strong>Light.</strong> As a bonus action, you can cause the spear’s head to shed bright light in a 20-foot radius and dim light for an additional 20 feet, or extinguish the light.</p><p><strong>Sun Magic.</strong> The spear has 3 charges for the following properties and regains all expended charges daily at dawn:</p><p><strong>Guiding Bolt (1 Charge).</strong> As an action, you cast @UUID[Compendium.dnd5e.spells.7buEm5KhI5lP8m1z]{Guiding Bolt} spell from the spear (+5 to hit).</p><p><strong>Sunbeam (2 Charges).</strong> When you make a ranged attack with the spear, you transform it into a beam of pure sunlight that is 5 feet wide and 60 foot long. Each creature in the line excluding you and the target must make a DC 15 Dexterity saving throw, taking [[/r 4d8]] Radiant damage on a failure, and half as much damage on a success. The sunbeam turns back into a spear when it reaches the target. If the spear hits the target, the target takes damage from the spear plus [[/r 4d8]] Radiant damage.</p>"
    },
    "Martyr's Amulet": {
      "name": "Martyr's Amulet",
      "description": "<p><em>(Requires Attunement by a Cleric or Paladin)</em></p><p>This steel amulet is painted with a palm marred by a crimson swirl and counts as a holy symbol for you.</p><p><strong>Martyr’s Sacrifice.</strong> When a creature you can see within 30 feet of you takes 10 or more damage from a single source, you can use your reaction to halve the damage (rounded up) that creature takes. If you do, you take the remaining half as Necrotic damage that can’t be negated or reduced, and your hit point maximum is reduced by an amount equal to the damage taken until you finish a long rest. Whenever you use this property, the amulet also gains 1 charge. The amulet can hold up to 3 charges and loses all its charges 1 minute after gaining its last charge.</p><p><strong>Martyr’s Magic.</strong> You can expend the amulet’s charges to cause the following effects:</p><ul><li><p><strong>Bless (1 Charge).</strong> When you make an attack roll, ability check, or saving throw, you can roll a [[/r d4]] and add the number rolled to the result.</p></li><li><p><strong>Smite (1 Charge).</strong> When you hit with an attack, you can deal an additional [[/r 1d8]] Radiant damage to the target.</p></li><li><p><strong>Spellcasting (1–3 Charges).</strong> As a bonus action, you cast @UUID[Compendium.dnd5e.spells.34ddoYIrnOZ2GFYi]{Mass Healing Word} (3 charges), @UUID[Compendium.dnd5e.spells.gvdA9nPuWLck4tBl]{Sanctuary} (1 charge), or @UUID[Compendium.dnd5e.spells.JbxsYXxSOTZbf9I0]{Spiritual Weapon} (2 charges), using your own spellcasting ability and requiring no material components.</p></li></ul>"
    },
    "Solace": {
      "name": "Solace",
      "description": "<p><em>Wearable Object</em></p><p>The first time a creature targets you with an attack on a turn, it must make a Wisdom saving throw. On a failure, the creature has disadvantage on attack rolls against you until the start of its next turn. On a success, the creature is immune to this effect for 24 hours.</p>"
    },
    "Seraph's Ruin (Longbow)": {
      "name": "Seraph's Ruin (Longbow)",
      "description": "<p>This magic bow was carved from the holy tree Yggdrasil’s branches and inlaid with eldritch runes by the mysterious Norns. When you hit a Celestial or Fiend with an attack roll using the bow, the creature takes an additional [[/r 1d8]] Force damage.</p><p><strong>Slayer’s Shot.</strong> The bow has 3 charges and regains all expended charges daily at dawn. When you hit a creature with an attack roll using the bow, you can use its charges to cause one of the following effects:</p><ul><li><p><strong>Banish (1 Charge).</strong> The creature must succeed on a DC 15 Charisma saving throw or be temporarily banished to its home plane, unless it is already there.</p></li><li><p><strong>Bind (1 Charge).</strong> The creature must succeed on a DC 15 Strength saving throw or its flying speed (if it has any) is reduced to 0. If the creature is airborne, it descends safely at a speed of 60 feet per round.</p></li><li><p><strong>Breach (1 Charge).</strong> The creature must succeed on a DC 15 Constitution saving throw or it can’t regain hit points or cause another creature to magically regain hit points.</p></li></ul><p>The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature fails three saving throws against the bow’s Banish effect, it doesn’t return.</p>"
    },
    "Divine Paragon": {
      "name": "Divine Paragon",
      "description": "<p><em>Prerequisite: Channel Divinity Feature</em></p><p>Your ability to channel divine power is greatly improved. You gain the following benefits:</p><ul><li><p>Increase your Wisdom or Charisma by 1, to a maximum of 20.</p></li><li><p>You gain a +2 bonus to the DC of your Channel Divinity effects.</p></li><li><p>As a bonus action, you can replace one spell you have prepared with another spell of the same level from your class spell list. Once used, you can’t use this feature again until you finish a long rest.</p></li></ul>"
    },
    "Bedlam, Anointed": {
      "name": "Bedlam, Anointed",
      "description": "<p>This magic sword was forged specifically to destroy divine agents and creatures of the Outer Planes, whether evil or good. The sword has the following properties:</p><ul><li><p>You gain a +2 bonus to attack and damage rolls made with the sword.</p></li><li><p>When you hit a Celestial or Fiend with the sword, the creature takes an extra [[/r 1d8]] Force damage.</p></li><li><p>When you hit a creature with the sword, you can choose to learn whether that creature has any immunities, resistances, or vulnerabilities, and if the creature has any, you know what they are. You can then cause that creature to lose one damage resistance it has, or turn one of its damage immunities into a damage resistance instead, for 1 minute. Once used, this property can’t be used again until the next dawn.</p></li><li><p>When you hit a creature that can cast spells using the sword, you can force that creature to make a saving throw using its spellcasting ability with a DC of 20. On a failure, the creature can’t cast divine spells (any spell that draws on the power of gods or the Outer Planes) for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. On a success, or if the effect ends for it, the creature is immune to this property for 24 hours.</p></li></ul>"
    },
    "Sword of Balance": {
      "name": "Sword of Balance",
      "description": "<p>This magic longsword is perfectly balanced and has the Finesse property. While holding the sword, you have advantage on ability checks and saving throws you make to avoid being knocked Prone or moved against your will.</p><p><strong>Balanced Blow.</strong> The sword has 3 charges and regains all expended charges daily at dawn. When you make an attack roll using the sword, you can expend 1 charge to gain advantage on the attack roll. If the attack hits, and the target is a Large or smaller creature, it must succeed on a DC 13 Dexterity saving throw or be knocked Prone.</p>"
    },
    "Boon of Weaving": {
      "name": "Boon of Weaving",
      "description": "<p>When you cast a spell with a level lower than or equal to your proficiency bonus, you can have it take effect as if you had cast it using a spell slot one level higher than the one you used to cast it. You can use this feature a number of times equal to your proficiency bonus and regain all expended uses when you finish a long rest.</p>"
    },
    "Chant of Peace": {
      "name": "Chant of Peace",
      "description": "<p>The creature must succeed on a Wisdom saving throw or it has disadvantage on attack rolls.</p>"
    },
    "Seraph's Ruin (Shortbow)": {
      "name": "Seraph's Ruin (Shortbow)",
      "description": "<p>This magic bow was carved from the holy tree Yggdrasil’s branches and inlaid with eldritch runes by the mysterious Norns. When you hit a Celestial or Fiend with an attack roll using the bow, the creature takes an additional [[/r 1d8]] Force damage.</p><p><strong>Slayer’s Shot.</strong> The bow has 3 charges and regains all expended charges daily at dawn. When you hit a creature with an attack roll using the bow, you can use its charges to cause one of the following effects:</p><ul><li><p><strong>Banish (1 Charge).</strong> The creature must succeed on a DC 15 Charisma saving throw or be temporarily banished to its home plane, unless it is already there.</p></li><li><p><strong>Bind (1 Charge).</strong> The creature must succeed on a DC 15 Strength saving throw or its flying speed (if it has any) is reduced to 0. If the creature is airborne, it descends safely at a speed of 60 feet per round.</p></li><li><p><strong>Breach (1 Charge).</strong> The creature must succeed on a DC 15 Constitution saving throw or it can’t regain hit points or cause another creature to magically regain hit points.</p></li></ul><p>The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature fails three saving throws against the bow’s Banish effect, it doesn’t return.</p>"
    },
    "Vow of Loyalty": {
      "name": "Vow of Loyalty",
      "description": "<p>You vow to obey the commands of another creature and protect them with your life. Your dedication to that creature grants the following benefits:</p><ul><li><p>While the creature is within 30 feet of you, it gains a +1 bonus to AC and saving throws.</p></li><li><p>When the creature takes damage while within 30 feet of you, you can use your reaction to halve the damage (rounded up) it takes. If you do, you take the remaining half.</p></li></ul><p>You break your vow when you disobey a command given by that creature or cause harm to that creature.</p>"
    },
    "Edification": {
      "name": "Edification",
      "description": "<p><em>Weapon</em></p><p>When you deal Sneak Attack damage to a creature using this weapon, the next attack roll made against the creature before the end of your next turn has advantage.</p>"
    },
    "Staff of the Skull Cult, Profane": {
      "name": "Staff of the Skull Cult, Profane",
      "description": "<p><em>(Requires Attunement by a Cleric)</em></p><p>This magic staff was given by the God of Death to the High Ovate of the Skull Cult. It is fashioned from fused human vertebrae and crowned with a grimy skull. The staff has the following properties:</p><ul><li><p>You gain a +2 bonus to spell attack rolls and the saving throw DCs of your spells.</p></li><li><p>You have resistance to Necrotic damage and advantage on saving throws you make to avoid or end the Frightened condition on yourself.</p></li><li><p>You can cast the @UUID[Compendium.dnd5e.spells.vrN18tbTw7io5MWd]{Chill Touch} and @UUID[Compendium.dnd5e.spells.8zT7njvqbpXs4Cel]{Spare the Dying} cantrips at will, using your own spellcasting ability.</p></li><li><p>The staff has 22 charges and regains [[/r 2d10 + 2]] expended charges daily at midnight. If you expend the last charge, roll a [[/r d20]]. On a 1, the staff turns to dust and is destroyed. You can expend the staff’s charges to cast one of the following spells from it, using your own spellcasting ability: @UUID[Compendium.dnd5e.spells.oyE5nVppa5mde5gT]{Animate Dead} (3 charges), @UUID[Compendium.dnd5e.spells.pO4zGe5LmFIYqJiL]{Bestow Curse} (3 charges), @UUID[Compendium.dnd5e.spells.pybg5MNc3lkerH4Y]{Blight} (4 charges), @UUID[Compendium.dnd5e.spells.zwGsAv6kmwzYGhh3]{Blindness/Deafness} (2 charges), @UUID[Compendium.dnd5e.spells.n4JDcFKe5ikzYmAc]{Gentle Repose} (2 charges), or @UUID[Compendium.dnd5e.spells.AGFMPAmuzwWO6Dfz]{Raise Dead} (5 charges).</p></li></ul>",
      "effects": {
        "Spellcasting Bonus": {
          "name": "Spellcasting Bonus"
        },
        "Resistance, Necrotic": {
          "name": "Resistance, Necrotic"
        }
      }
    },
    "Spellbreaker": {
      "name": "Spellbreaker",
      "description": "<p>When you cause a spell cast by a creature you can see within 60 feet of you to end or fail, such as with the @UUID[Compendium.dnd5e.spells.Ek45cBpVXvJdv1Qy]{Counterspell} and @UUID[Compendium.dnd5e.spells.15Fa6q1nH27XfbR8]{Dispel Magic} spells, or by breaking the creature’s concentration, you gain temporary hit points equal to 5 × the level of the spell.</p>"
    },
    "Oath Spells": {
      "name": "Oath Spells",
      "description": "<p>You gain oath spells at the Paladin levels listed.</p><table><tbody><tr><td><strong>Paladin Level</strong></td><td><strong>Spells</strong></td></tr><tr><td>3rd</td><td>Absorb Elements, @UUID[Compendium.dnd5e.spells.ghXTfe7sgCbgf1Q8]{Detect Magic}</td></tr><tr><td>5th</td><td>@UUID[Compendium.dnd5e.spells.DQzlB5Y3k791W5bH]{See Invisibility}, @UUID[Compendium.dnd5e.spells.5VhqFROQYjr1P9lp]{Silence}</td></tr><tr><td>9th</td><td>@UUID[Compendium.dnd5e.spells.Ek45cBpVXvJdv1Qy]{Counterspell}, @UUID[Compendium.dnd5e.spells.15Fa6q1nH27XfbR8]{Dispel Magic}</td></tr><tr><td>13th</td><td>@UUID[Compendium.dnd5e.spells.da0a1t2FqaTjRZGT]{Freedom of Movement}, @UUID[Compendium.dnd5e.spells.NJgxf7pmSsBArIG7]{Private Sanctum}</td></tr><tr><td>17th</td><td>Circle of Power, @UUID[Compendium.dnd5e.spells.WzvJ7G3cqvIubsLk]{Greater Restoration}</td></tr></tbody></table>"
    },
    "Boon of Communion": {
      "name": "Boon of Communion",
      "description": "<p>You can communicate with a divine entity known to you as if you’d cast the @UUID[Compendium.dnd5e.spells.d54VDyFulD9xxY7J]{Commune} spell. Once used, this feature can’t be used again until you finish a long rest.</p>"
    },
    "Vajra Scepter": {
      "name": "Vajra Scepter",
      "description": "<p>When you hit with an attack using this magic mace, the target takes an extra [[/r 1d8]] Thunder damage.</p><p><strong>Thunderous Blast.</strong> This mace has 3 charges and regains all expended charges daily at dawn. As a bonus action when you hit with an attack roll using the mace, you can cause it to emit a thunderous boom audible out to 300 feet. If the target is a creature, it must succeed on a DC 15 Strength saving throw or be pushed back 5 feet, knocked Prone, and until the start of your next turn, the creature can’t take reactions, and it must choose whether it gets an action, a bonus action, or a move on its turn; it gets only one of the three.</p>"
    },
    "Vow of Truth": {
      "name": "Vow of Truth",
      "description": "<p>You vow to never willingly tell a lie. Your dedication to the truth grants you the following benefits:</p><ul><li><p>You have advantage on Insight and Persuasion checks, as well as Investigation and Perception checks made to discern illusions or forgeries.</p></li><li><p>You have advantage on saving throws you make to avoid or end the Charmed condition on yourself.</p></li></ul><p>You break your vow when you tell a lie.</p>"
    },
    "Diadem of Acuity": {
      "name": "Diadem of Acuity",
      "description": "<p>This silver diadem is inset with a blue gemstone.</p><p><strong>Blessing of Acuity.</strong> You gain the following benefits while wearing the diadem:</p><ul><li><p>Your Intelligence score increases by 2, to a maximum of 20.</p></li><li><p>You gain proficiency in the History skill and your proficiency bonus is doubled for any ability check you make using History.</p></li></ul><p><strong>Divine Magic.</strong> The diadem has 3 charges and regains all expended charges daily at dawn. You can use the diadem’s charges to cast @UUID[Compendium.dnd5e.spells.3OZnNhunvRtPOQmH]{Identify} (1 charge) or @UUID[Compendium.dnd5e.spells.W4Qx5z0id6da0vqg]{Legend Lore} (2 charges), requiring no material components.</p>",
      "effects": {
        "History Expertise": {
          "name": "History Expertise"
        },
        "Intelligence Score Increase": {
          "name": "Intelligence Score Increase"
        }
      }
    },
    "Chosen of Fate II": {
      "name": "Chosen of Fate II",
      "description": "<p>You have honed your gift of foresight. You gain the following benefits:</p><ul><li><p>Increase one ability score by 1, to a maximum of 20.</p></li><li><p>You can cast the @UUID[Compendium.dnd5e.spells.Item.4v2H3hHb3Ph9XLNd]{Augury} spell at will, requiring no material components.</p></li><li><p>As a bonus action, you bestow a mark of fate on a creature you can see within 30 feet. The mark lasts for 1 minute. You choose whether any critical hit against the marked creature becomes a normal hit, or whether any attack roll against the marked creature scores a critical hit on a roll of 19 or 20. You can use this feature a number of times equal to your proficiency bonus and regain all expended uses when you finish a long rest.</p></li></ul>"
    },
    "Ascended Warrior": {
      "name": "Ascended Warrior",
      "description": "<p>You can now benefit from two Divine Creeds at the same time, selecting both when you finish a long rest.</p>"
    },
    "Master Anointer": {
      "name": "Master Anointer",
      "description": "<p>You can now have three objects anointed with blessings at a time. In addition, you can use your Anointer feature to anoint an object as a bonus action.</p>"
    },
    "Chant of Resolve": {
      "name": "Chant of Resolve",
      "description": "<p>The creature has advantage on saving throws made to avoid or end the Charmed, Frightened, Paralyzed, or Stunned conditions on itself.</p>"
    },
    "Purity (Level 6)": {
      "name": "Purity (Level 6)",
      "description": "<p><em>6th Level or Higher, Wearable Object</em></p><p>You have resistance to Psychic damage. In addition, you are immune to magic that allows other creatures to read your thoughts, determine whether you are lying, know your alignment, or know your creature type. Creatures can telepathically communicate with you only if you allow it.</p>"
    },
    "Aura of Peace": {
      "name": "Aura of Peace",
      "description": "<p>As an action, you surround yourself with an aura of peace in a 10-foot radius. The aura moves with you and lasts for 10 minutes or until you lose concentration (as if concentrating on a spell). When you use this feature, choose the aura from one of the following:</p><ul><li><p><strong>Calm.</strong> Friendly creatures within the aura have advantage on saving throws made to maintain their Concentration and any effects causing them to be Charmed or Frightened are suppressed.</p></li><li><p><strong>Serenity.</strong> Hostile creatures within the aura have disadvantage on Dexterity saving throws and must spend 2 feet of movement for each 1 foot they move.</p></li><li><p><strong>Silence.</strong> The aura functions as the @UUID[Compendium.dnd5e.spells.5VhqFROQYjr1P9lp]{Silence} spell.</p></li><li><p><strong>Solace.</strong> Non-Psychic damage dealt by creatures within the aura is halved.</p></li></ul><p>Once you use this feature, you can’t use it again until you finish a long rest, unless you expend 3 ki points to use it again.</p>"
    },
    "Chosen of Death II": {
      "name": "Chosen of Death II",
      "description": "<p>You connection to death grows stronger. You gain the following benefits:</p><ul><li><p>Increase one ability score by 1, to a maximum of 20.</p></li><li><p>You have resistance to Necrotic damage.</p></li><li><p>When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. Once used, you can’t use this feature gain until you finish a long rest.</p></li></ul>",
      "effects": {
        "Necrotic Resistance": {
          "name": "Necrotic Resistance",
          "description": "<p>You have resistance to Necrotic damage.</p>"
        }
      }
    },
    "Spiritual Leader": {
      "name": "Spiritual Leader",
      "description": "<p>When you use your Action Surge feature, you can choose up to three creatures you can see within 30 feet of you. Each creature has advantage on the next attack roll or saving throw it makes before the end of its next turn.</p>"
    },
    "Chosen of Magic": {
      "name": "Chosen of Magic",
      "description": "<p>You have been chosen by a God of Magic. You gain the following benefits:</p><ul><li><p>You gain proficiency in Arcana. If you already have proficiency in Arcana, your proficiency bonus is doubled for any ability check you make using Arcana.</p></li><li><p>You have advantage on saving throws against spells cast at a level lower than your proficiency bonus.</p></li><li><p>You have advantage on ability checks you make to use magic items, such as a spell scroll, as well as ability checks you make to counter or dispel spells and other magical effects, such as with the @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy]{Counterspell} and @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8]{Dispel Magic} spells.</p></li></ul>",
      "effects": {
        "Arcana Proficiency Increase": {
          "name": "Arcana Proficiency Increase",
          "description": "<p>You gain proficiency in Arcana. If you already have proficiency in Arcana, your proficiency bonus is doubled for any ability check you make using Arcana.</p>"
        }
      }
    },
    "Earthmother's Vine, Awakened": {
      "name": "Earthmother's Vine, Awakened",
      "description": "<p><em>(Requires Attunement by a Cleric, Druid, Paladin, or Ranger)</em></p><p>This magic staff is crafted from the branch of a tree sacred to the Earthmother. The staff has the following properties:</p><ul><li><p>You gain a +2 bonus to spell attack rolls and the saving throw DCs of your spells.</p></li><li><p>You have advantage on Constitution saving throws.</p></li><li><p>As an action, you can cover a willing creature within 5 feet of you in a protective layer of plants. The creature gains temporary hit points equal to [[/r 5*@prof]]{5 × your proficiency bonus} that last for 1 hour. When the creature is hit by a melee weapon attack while it has these hit points, the attacker must succeed on a Strength saving throw against your spell save DC or the weapon becomes stuck. While stuck, the weapon can’t be used, and if the weapon’s wielder can’t or won’t let go of the weapon, the wielder is Grappled. A creature can pull the weapon free by taking an action to make a DC 15 Strength (Athletics) check and succeeding.</p></li><li><p>As an action, you can touch a 5-foot-cube of vegetation, such as a bush or cluster of brambles, and animate it as a Plant creature with a CR equal to or lower than your proficiency bonus. The creature is under your control and takes its turn in combat immediately after yours. The creature withers away after 1 minute or when it is reduced to 0 hit points.</p></li><li><p>As an action, you cast one of the following spells using your own spellcasting ability and requiring no material components: @UUID[Compendium.dnd5e.spells.gMrWeG8fMDPRFiVe]{Entangle}, @UUID[Compendium.dnd5e.spells.YWtwzp6ZnQJMEmVW]{Plant Growth}, @UUID[Compendium.dnd5e.spells.9kGrFXnLiRg3Xnbo]{Regenerate}, @UUID[Compendium.dnd5e.spells.2VXGS206tuChoeXy]{Speak with Plants}, @UUID[Compendium.dnd5e.spells.DUBgwHPakcLDkB6W]{Tree Stride}, or @UUID[Compendium.dnd5e.spells.AQsBc94ES7W7s7iG]{Wall of Thorns}. Once the staff has been used to cast a spell, it can’t be used to cast that spell again until the next dawn.</p></li></ul>",
      "effects": {
        "Spellcasting Bonus": {
          "name": "Spellcasting Bonus"
        }
      }
    },
    "Blessing of Peace": {
      "name": "Blessing of Peace",
      "description": "<p>As an action, you can invest any number of creatures of your choice you can see within 30 feet of you with rejuvenating calmness. Each creature gains temporary hit points equal to four rolls of your Martial Arts die that last for 1 minute. When a creature that has these hit points deals non-Psychic damage to another creature, it takes the same amount of Psychic damage and must succeed on a Wisdom saving throw against your ki save DC or be Incapacitated until the end of its next turn.</p><p>Once you use this feature, you can’t use it again until you finish a long rest, unless you expend 5 ki points to use it again.</p>"
    },
    "Awe": {
      "name": "Awe",
      "description": "<p><em>Weapon</em></p><p>When you deal Sneak Attack damage to a creature using this weapon, the creature must succeed on a Wisdom saving throw or be Frightened of you until the end of your next turn.</p>"
    },
    "Strike of the High Road": {
      "name": "Strike of the High Road",
      "description": "<p>When you hit a creature with an unarmed strike or monk weapon, you can choose to forego dealing damage to instead cause one of the following effects:</p><p><strong>Admonishment.</strong> The creature takes Psychic damage equal to two rolls of your Martial Arts die the first time it deals non-Psychic damage to another creature before the start of your next turn.</p><p><strong>Pacification.</strong> The creature takes Psychic damage equal to one roll of your Martial Arts die and has disadvantage on the next attack roll it makes before the start of your next turn.</p>"
    },
    "Consecrated Aegis": {
      "name": "Consecrated Aegis",
      "description": "<p>This magic breastplate is fashioned from mithral and fitted with strips of prayer scrolls.</p><p><strong>Sacred Prayers.</strong> As a bonus action, you can speak one of the armor’s nine sacred prayers and produce a magical effect that lasts until the end of your next turn or, if you are also attuned to the @UUID[Compendium.heretics-guide-to-devotion-and-divinity.items.Item.b5nz8lzSvuUNH6AA]{Consecrated Crescent}, for 1 minute. The effect also ends if you speak another of the armor’s prayers. Once you’ve spoken a prayer, it fades from the parchment and you can’t speak it again until the prayer’s glowing script reappears after the next dawn.</p><ul><li><p><strong>Ascendance.</strong> You gain a flying speed of 30 feet.</p></li><li><p><strong>Clarity.</strong> You gain Truesight out to a range of 30 feet and you ignore the effects of the Charmed condition.</p></li><li><p><strong>Cleansing.</strong> You can end one spell of 3rd level or lower on yourself and you have advantage on saving throws against spells and other magical effects.</p></li><li><p><strong>Courage.</strong> You gain 10 temporary hit points and ignore the effects of the Frightened condition.</p></li><li><p><strong>Fortitude.</strong> You have advantage on Constitution saving throws and ignore any effects of disease, Exhaustion, or the Poisoned condition.</p></li><li><p><strong>Grace.</strong> You have advantage on Dexterity checks and saving throws, and your speed increases by 10 feet.</p></li><li><p><strong>Protection.</strong> You gain a +2 bonus to AC.</p></li><li><p><strong>Sanctuary.</strong> You gain a +2 bonus to saving throws.</p></li><li><p><strong>Strength.</strong> You have advantage on Strength checks and saving throws, and your jump distance doubles.</p></li></ul>"
    },
    "Chosen of Order": {
      "name": "Chosen of Order",
      "description": "<p>You have been chosen by a God of Order. You gain the following benefits:</p><ul><li><p>You gain proficiency in Intimidation or Persuasion. If you already have proficiency in that skill, your proficiency is doubled for any ability check you make using that skill.</p></li><li><p>You have advantage on saving throws you make to avoid or end the Charmed and Frightened conditions on yourself.</p></li></ul>"
    }
  }
}
