{
  "label": "NPCs",
  "entries": {
    "Hedge Witch": {
      "name": "Hedge Witch",
      "tokenName": "Hedge Witch",
      "description": "<p>Many who apply to study at the Avium are turned away by the prestigious institution. Spurred by their desire for knowledge, rejected candidates sometimes start on a path to become self-taught masters of arcana. Notably in tune with the magic of the forest, hedges pursuing an individualistic path often leverage their connection to these natural forces to make pacts with powerful fey or elemental beings, learning secrets inaccessible to traditional students.</p>\n<h2>Susan of the Swamp</h2>\n<p>Susan is an eccentric hedge whose magical aptitude has always been outclassed by her hunger for knowledge. She studied at the Avium for a short time, but left of her own accord to experiment with magics the Avium found unsavory.</p>\n<p>Susan recently settled in the swamp in the hopes of pursuing her arcane curiosities in peace. She shares her modest home with her beetle familiar, Normal, and spends her time foraging for ingredients, testing spells, and reading mystery novels in addition to tomes of eldritch lore.</p>\n<p>Though she performs her rituals a safe distance away from the cities and towns, her presence in the region has made the Magistrate of Winnowing Reach uneasy, and he wants her gone.</p>\n<p>Susan uses the hedge witch stat block. Her alignment is chaotic good.</p>",
      "items": {
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The witch is a 2nd-level spellcaster. Their spellcasting ability is Charisma (spell save DC 13, +5 to hit with spell attacks). The witch has the following warlock spells prepared:</p><p><strong>Cantrips (at will)</strong>: [[/item .bECOzpg0rYa4wIny]]{eldritch blast}, [[/item .Fdb3f6fPYrSBCYB6]]{minor illusion} </p><p><strong>1st level (2 slots)</strong>: [[/item .Qqx1nRvDZQtnMtWa]]{hellish rebuke}, [[/item .WXUxibyx4pcNEfPZ]]{charm person}, [[/item .dMxlnYEKR4xDmZng]]{unseen servant}</p>"
        },
        "Dark One’s Blessing": {
          "name": "Dark One’s Blessing",
          "description": "<p>When the witch reduces a hostile creature to 0 hit points, the witch gains [[/heal temp]].</p>"
        },
        "Repelling Blast": {
          "name": "Repelling Blast",
          "description": "<p>When the witch hits a creature with [[/item .bECOzpg0rYa4wIny]]{eldritch blast}, they can push the creature up to 10 feet away in a straight line.</p>"
        },
        "Staff": {
          "name": "Staff",
          "description": "<p>[[/attack extended]]。[[/damage extended average]]或[[/damage twoHanded average]]。</p>"
        },
        "False Life": {
          "name": "False Life",
          "description": "<p>Bolstering yourself with a necromantic facsimile of life, you gain 1d4 + 4 Temporary Hit Points for the Duration.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you gain 5 additional Temporary Hit Points for each slot level above 1st.</p>",
          "materials": {
            "value": "A small amount of alcohol or distilled spirits"
          }
        },
        "Curl Up": {
          "name": "Curl Up",
          "description": "<p>The witch curls up into a spiny ball. While curled up in this way they cannot move, attack, or cast spells with somatic components, and their base armor class becomes 19.</p><p>Any creature that misses the hedge witch with a melee attack while they are curled up takes [[/damage average]] damage from their sharp quills.</p><p>If a creature hits the witch while they are curled up, however, the witch is knocked &amp;Reference[Prone apply=false] in their space at the end of the turn.</p><p>The witch may uncurl themselves at any point during their turn.</p>",
          "effects": {
            "19 AC": {
              "name": "19 AC"
            },
            "Prone": {
              "name": "Prone"
            }
          }
        },
        "Fiendish Vigor": {
          "name": "Fiendish Vigor",
          "description": "<p>The witch can cast [[/item .I7zmUJlSbzRSkkO7]]{false life} at will as a 1st-level spell.</p>"
        },
        "Eldritch Blast": {
          "name": "Eldritch Blast",
          "description": "<p>A beam of crackling energy streaks toward a creature within range. Make a ranged spell attack against the target. On a hit, the target takes 1d10 force damage.</p><p>The spell creates more than one beam when you reach higher levels: two beams at 5th level, three beams at 11th level, and four beams at 17th level. You can direct the beams at the same target or at different ones. Make a separate attack roll for each beam.</p>"
        },
        "Minor Illusion": {
          "name": "Minor Illusion",
          "description": "<p>你在施法距离内创造一段声响或一个物件的影像，并使之维持至法术持续时间结束。你也可以用一个动作解除幻象，或者再次施展该法术来终止幻象。</p><p>如果你创造一段声响，其音量可以是低声耳语也可以是高声尖叫。它可以是你或其他任何人的嗓音，或者是一头狮子的咆哮、一段鼓声以及任何你指定的其他声响。声响在持续时间内不会减弱，或者你也可以于法术终止前在不同的时间段创造几段分散的声响。</p><p>如果你创造一个物件的影像（比如一把椅子、泥泞的脚印、一个小箱子等），则该物件大小不得大于一个边长5尺的立方体。该影像不具有声音、光亮、味道或任何其他的感官效应。由于影像可以被任何物件所穿透，因此与之进行物理互动时都会揭露其幻象的本质。</p><p>生物用其动作调查该声响或影像时，必须进行一次对抗该法术豁免DC的智力（调查）检定，检定成功则判断出眼前即是幻象。幻象在看穿它的生物面前会显得模糊不清。</p>",
          "materials": {
            "value": "A bit of fleece."
          }
        },
        "Hellish Rebuke": {
          "name": "Hellish Rebuke",
          "description": "<p>当一个 60 尺内的你可见的生物对你造成伤害，你指向对方，伤害你的生物立刻被地狱的烈焰席卷。该生物必须进行一次敏捷豁免，豁免失败则受到 2d10 火焰伤害，豁免成功则受到一半伤害。</p><p><strong>升环施法：</strong> 使用的法术位每比一环高一环，此法术的伤害就增加 1d10 点。</p>",
          "activation": {
            "condition": "当 60 尺内一个你能看见的生物对你造成伤害时执行"
          }
        },
        "Charm Person": {
          "name": "Charm Person",
          "description": "<p>You attempt to charm a humanoid you can see within range. It must make a Wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is &amp;Reference[charmed] by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>",
          "effects": {
            "Charm Person": {
              "name": "Charm Person",
              "description": "<p>该生物被你魅惑至法术终止，或者直到你或你的同伴对他做出伤害行为为止。此间，被魅惑的生物将视你为友方且熟悉的人。法术终止后，该生物将会发觉曾被你魅惑过。</p>"
            }
          }
        },
        "Unseen Servant": {
          "name": "Unseen Servant",
          "description": "<p>This spell creates an &amp;Reference[Invisible], mindless, shapeless, Medium force that performs simple tasks at your command until the spell ends. The servant springs into existence in an unoccupied space on the ground within range. It has AC 10, 1 hit point, and a Strength of 2, and it can't attack. If it drops to 0 hit points, the spell ends.</p><p>Once on each of your turns as a Bonus Action, you can mentally command the servant to move up to 15 feet and interact with an object. The servant can perform simple tasks that a human servant could do, such as fetching things, cleaning, mending, folding clothes, lighting fires, serving food, and pouring wine. Once you give the command, the servant performs the task to the best of its ability until it completes the task, then waits for your next command.</p><p>If you command the servant to perform a task that would move it more than 60 feet away from you, the spell ends.</p>",
          "materials": {
            "value": "A bit of string and of wood"
          }
        }
      }
    },
    "Birdfolk Guard": {
      "name": "Birdfolk Guard",
      "tokenName": "Birdfolk Guard",
      "description": "<p>Aspiring recruits from all over the Wood flock to the Perch Guard headquarters in the capital of Alderheart to join their ranks. After successful training, these newly sworn guards return to their home perch. They serve with pride, acting as the perch’s first line of defense. Under the Humblefolk Treaty, members of the Perch Guard are tasked to aid nearby villages on the forest floor whenever necessary. In larger cities like Alderheart, the Perch Guard are also responsible for dealing with inner city issues such as robbery, bar fights, and investi- gating and arresting criminals.</p>",
      "items": {
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the guard can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects or heavy weapons, (though they can drop any held items as part of their reaction).</p>"
        },
        "Spear": {
          "name": "Spear",
          "description": "<p>[[/attack extended]]。[[/damage extended average]]，或使用双手发动近战攻击时[[/damage twoHanded average]] 。</p>"
        },
        "Chain Shirt": {
          "name": "Chain Shirt",
          "description": "<p>该护甲由互相锁接的金属环组成，通常着装于布衣或皮衣的夹层之间。这种护甲为着装者的上半身提供了适中的保护，且锁环间相互碰撞的声音也可以被外层衣服减弱。</p>"
        },
        "Shield": {
          "name": "Shield",
          "description": "<p>盾牌通常由木材或金属制成，可以单手进行持用。持用一面盾牌可以令你的护甲等级 +2。不过同一时间里你只能从一面盾牌中受益。</p>"
        }
      }
    },
    "Vulpin Priest of Kren": {
      "name": "Vulpin Priest of Kren",
      "tokenName": "Vulpin Priest of Kren",
      "description": "<p>Priests of the Amaranthine Kren tend shrines in her honor, and share stories of her guile and cunning with visitors. These tales emphasize humility, wariness, and teach listeners to keep their wits about them at all times. In rare cases, these priests are given divine gifts by their Amaranthine. Conferred a portion of Kren’s supernatural slyness, they often seek to humble those who have grown too proud.</p>\n<h2>Shyla Denn </h2>\n<p>A scarred, gray-and-russet-furred vulpin cleric of Kren, Shyla serves as Krall’s lieutenant. Krall saved her life when she was a child, orphaned in the Wood, and she has been grateful to him ever since. Her loyalty to Krall is absolute, and she believes that Krall will only cut loose those who can’t pull their weight. Shyla uses the vulpin priest of kren stat block.</p>",
      "items": {
        "Evasive": {
          "name": "Evasive",
          "description": "<p>The priest includes their Intelligence modifier as a bonus to their Dexterity saving throws.</p>",
          "effects": {
            "Evasive": {
              "name": "Evasive"
            }
          }
        },
        "Bite": {
          "name": "Bite",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Mace": {
          "name": "Mace",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Divine Eminence": {
          "name": "Divine Eminence",
          "description": "<p>As a bonus action, the priest can expend a spell slot to cause their melee weapon attacks to magically deal an extra [[/damage average]] damage to a target on a hit.</p><p>This benefit lasts until the end of the turn.</p><p>If the priest expends a spell slot of 2nd level or higher, the extra damage increases by 1d6 for each level above 1st.</p><section id=\"secret-BVTL9GozGLAyfYjI\" class=\"secret\"><p><strong>Foundry Note</strong></p><p>Scaling is set up to modify damage according to the level of the spell slot used. A scale of 1 indicates the base damage, while a scale of 9 signifies the use of a 9th-level spell slot.</p></section><p></p>"
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The priest is a 5th level spellcaster, their spellcasting ability is Wisdom (spell save DC 13, +5 to hit with spell attacks). The priest has the following cleric spells prepared:</p><p>Cantrip (at will): [[/item .d18Yq0pX0w2wyd4D]]{light}, [[/item .ruxfre7AHPKKZveI]]{sacred flame}, [[/item .0nqh3VtmA60ncq2n]]{thaumaturgy}</p><p>1st level (4 slots): [[/item .orhLBBkV4u1uq6qk]]{cure wounds}, [[/item .5qNNGQdm4A8k54s1]]{disguise self}, [[/item .fvGRqDDmZTneTiIP]]{guiding bolt}</p><p>2nd level (3 slots): [[/item .RosZ0SWnHnlCFJ0e]]{lesser restoration}, [[/item .szHzn2CJ5N1WesFO]]{mirror image}, [[/item .pdrl1HqEnx3IClkf]]{spiritual weapon}</p><p>3rd level (2 slots): [[/item .iWKqvELIcReeeq0J]]{blink}, [[/item .BQAfFtC2QkMEkvm3]]{spirit guardians}</p>"
        },
        "Light": {
          "name": "Light",
          "description": "<p>你触碰一个大型或者更小，且未被他人携带或着装的物件。在法术终止前，物件将在其 20 尺半径范围内发出明亮光照，并在其外 20 尺范围发出微光光照。光的颜色由你决定。该物件被不透明的东西完全遮盖时，其光照被遮挡。若你再次施展该法术，则该法术终止。</p><p>若你将一名敌对生物持有或穿戴的物件作为目标，该生物必须成功通过敏捷豁免检定，否则法术生效。</p>",
          "materials": {
            "value": "A firefly or phosphorescent moss."
          }
        },
        "Sacred Flame": {
          "name": "Sacred Flame",
          "description": "<p>Flame-like radiance descends on a creature that you can see within range. The target must succeed on a Dexterity saving throw or take 1d8 radiant damage. The target gains no benefit from cover for this saving throw.</p><p>The spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
        },
        "Thaumaturgy": {
          "name": "Thaumaturgy",
          "description": "<p>You create one of the following magical effects within range:</p>\n<ul>\n<li>Your voice booms up to three times as loud as normal for 1 minute.</li>\n<li>You cause flames to flicker, brighten, dim, or change color for 1 minute.</li>\n<li>You cause harmless tremors in the ground for 1 minute.</li>\n<li>You create a sound that originates from a point of your choice within range.</li>\n<li>You cause an unlocked door or window to fly open or slam shut.</li>\n<li>You alter the appearance of your eyes for 1 minute.</li>\n</ul>\n<p>If you cast this spell multiple times, you can have up to three of its 1-minute effects active at a time, and you can dismiss such an effect as an action.</p>"
        },
        "Cure Wounds": {
          "name": "Cure Wounds",
          "description": "<p>一个你触碰的生物恢复特定数值的生命值，其恢复量等于 1d8 + 你的施法属性调整值。该法术对不死生物和构装生物无效。</p><p><strong>升环施法：</strong>使用二环或更高法术位施展该法术时，你使用的法术位每比一环高一环，恢复量就增加 1d8。</p>"
        },
        "Disguise Self": {
          "name": "Disguise Self",
          "description": "<p>You make yourself—including your clothing, armor, weapons, and other belongings on your person—look different until the spell ends or until you use your action to dismiss it. You can seem 1 foot shorter or taller and can appear thin, fat, or in between. You can't change your body type, so you must adopt a form that has the same basic arrangement of limbs. Otherwise, the extent of the illusion is up to you.</p><p>The changes wrought by this spell fail to hold up to physical inspection. For example, if you use this spell to add a hat to your outfit, objects pass through the hat, and anyone who touches it would feel nothing or would feel your head and hair. If you use this spell to appear thinner than you are, the hand of someone who reaches out to touch you would bump into you while it was seemingly still in midair.</p><p>To discern that you are disguised, a creature can use its action to inspect your appearance and must succeed on an Intelligence (Investigation) check against your spell save DC.</p>"
        },
        "Guiding Bolt": {
          "name": "Guiding Bolt",
          "description": "<p>A flash of light streaks toward a creature of your choice within range. Make a ranged spell attack against the target. On a hit, the target takes 4d6 radiant damage, and the next attack roll made against this target before the end of your next turn has advantage, thanks to the mystical dim light glittering on the target until then.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d6 for each slot level above 1st.</p>"
        },
        "Lesser Restoration": {
          "name": "Lesser Restoration",
          "description": "<p>你触碰一个生物，并终止正影响它的一种状态：&Reference[blinded]、&Reference[deafened]、&Reference[paralyzed] 或 &Reference[poisoned]。</p>"
        },
        "Mirror Image": {
          "name": "Mirror Image",
          "description": "<p>三个与你自身一模一样的幻象分身出现在你所处的空间中。直至法术终止前，所有分身都会随你移动、模仿你的动作、并不断地变换位置，使人无法追踪判断哪个是你的分身哪个是你的真身。分身存在期间，你可以用动作来消解这些幻象分身。</p>\n<p>在法术持续时间内，每当有生物以你为目标发动攻击时，其攻击都有概率改为以三个分身之一为目标，你掷一枚[[/r 1d20 #镜像术检定]]：</p>\n<p>如果你有三个分身，则你必须掷出 6 或更高数值才能使此次攻击的目标改为分身；如果你有两个分身，则你必须掷出 8 或更高数值；如果你有一个分身，则你必须掷出 11 或更高数值。</p>\n<p>每个分身的 AC 都等于 10 + 你的敏捷调整值。如果一次攻击命中了分身，该分身将立即被摧毁。分身只会被命中它的攻击摧毁，其无视所有其他的伤害和效应。三个分身全部被毁后此法术提前终止。</p>\n<p>如果一个生物无法视物、它可以依靠视觉之外的其它感官视物（例如盲视），又或者它可以看破幻象（例如真实视觉），则该生物将不受此法术影响。</p>"
        },
        "Spiritual Weapon": {
          "name": "Spiritual Weapon",
          "description": "<p>You create a floating, spectral weapon within range that lasts for the duration or until you cast this spell again. When you cast the spell, you can make a melee spell attack against a creature within 5 feet of the weapon. On a hit, the target takes force damage equal to 1d8 + your spellcasting ability modifier.</p><p>As a bonus action on your turn, you can move the weapon up to 20 feet and repeat the attack against a creature within 5 feet of it.</p><p>The weapon can take whatever form you choose. Clerics of deities who are associated with a particular weapon (as St. Cuthbert is known for his mace and Thor for his hammer) make this spell's effect resemble that weapon.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d8 for every two slot levels above the 2nd.</p>"
        },
        "Blink": {
          "name": "Blink",
          "description": "<p>Roll a d20 at the end of each of your turns for the duration of the spell. On a roll of 11 or higher, you vanish from your current plane of existence and appear in the Ethereal Plane (the spell fails and the casting is wasted if you were already on that plane). At the start of your next turn, and when the spell ends if you are on the Ethereal Plane, you return to an unoccupied space of your choice that you can see within 10 feet of the space you vanished from. If no unoccupied space is available within that range, you appear in the nearest unoccupied space (chosen at random if more than one space is equally near). You can dismiss this spell as an action.</p><p>While on the Ethereal Plane, you can see and hear the plane you originated from, which is cast in shades of gray, and you can't see anything there more than 60 feet away. You can only affect and be affected by other creatures on the Ethereal Plane. Creatures that aren't there can't perceive you or interact with you, unless they have the ability to do so.</p>"
        },
        "Spirit Guardians": {
          "name": "Spirit Guardians",
          "description": "<p>You call forth spirits to protect you. They flit around you to a distance of 15 feet for the duration. If you are good or neutral, their spectral form appears angelic or fey (your choice). If you are evil, they appear fiendish.</p><p>When you cast this spell, you can designate any number of creatures you can see to be unaffected by it. An affected creature's speed is halved in the area, and when the creature enters the area for the first time on a turn or starts its turn there, it must make a Wisdom saving throw. On a failed save, the creature takes 3d8 radiant damage (if you are good or neutral) or 3d8 necrotic damage (if you are evil). On a successful save, the creature takes half as much damage.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d8 for each slot level above 3rd.</p>",
          "materials": {
            "value": "A holy symbol"
          }
        }
      }
    },
    "Birdfolk Sailor": {
      "name": "Birdfolk Sailor",
      "tokenName": "Birdfolk Sailor",
      "description": "<p>For birdfolk who take up the seafaring trade, their home is as much on the ocean as it is at port. They relish the salt spray and stiff winds, finding the closed spaces of forest life to be stifling compared to the wide-open expanse of the sea.</p>\n<h2>Peculiar Design</h2>\n<p>Birdfolk ship design often causes confusion among other seafaring races due to the relative absence of rigging. While cordage is needed to keep sails in place and cargo stored, nets and climbing ropes prove less necessary when the crew is capable of limited flight. A birdfolk sailor can simply lash a rope to their leg, open their wings, and let the ocean breeze carry them up to the sails or to a lookout post on the main mast. </p>",
      "items": {
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the sailor can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Shortsword": {
          "name": "Shortsword",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Light Crossbow": {
          "name": "Light Crossbow",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        }
      }
    },
    "Jell Platena": {
      "name": "Jell Platena",
      "tokenName": "Jell Platena",
      "description": "<p>Jell is a bespectacled sera luma with bright red plumage resembling a cardinal. Jell has studied at the Avium for three years now, and is well on her way to becoming a graduate. </p>\n<p>She is bright and studious, and serious about everything she does in life. Jell uses the commoner stat block, adjusted with the racial traits of a sera luma. She is neutral good.</p>",
      "items": {
        "Club": {
          "name": "Club",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, Jell can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, or heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Wing Flap": {
          "name": "Wing Flap",
          "description": "<p>As a bonus action, Jell can use their powerful feathered arms to propel themselves upward up to half their movement speed.</p>\n<p>The cleric can use this in conjunction with a regular jump, but not while gliding. </p>"
        },
        "Fated": {
          "name": "Fated",
          "description": "<p>Jell can choose to reroll any attack roll, skill check, or saving throw.</p>"
        },
        "Hard to Read": {
          "name": "Hard to Read",
          "description": "<p>Your innate eccentricities make it hard for other folk to figure you out.</p>\n<p>When someone performs a Wisdom (Insight) check against you, they have <strong>disadvantage</strong> on their roll.</p>\n<p>Additionally, you gain <strong>advantage</strong> on Charisma (Deception) checks made against creatures that are not lumas.</p>"
        },
        "Resilience": {
          "name": "Resilience",
          "description": "<p>You have <strong>advantage</strong> on saving throws against poison and resistance against poison damage.</p>"
        }
      }
    },
    "Luma Wizard": {
      "name": "Luma Wizard",
      "tokenName": "Luma Wizard",
      "description": "<p>It is widely believed among the birdfolk that only those with focused minds can master the subtle art of magic. For unknown reasons, perhaps their inherent connection to fate or particular manner of engaging with the world, lumas are able to tap into the mystical and magical forces with ease.</p>\n<h2>Gabe Windsworth </h2>\n<p>Gabe is a middle-aged sable luma with a large plume of iridescent feathers that surround his nape like a cowl.</p>\n<p>The Dean of the Avium, Gabe always appears as though he is deep in thought. Though his amiability and kooky behavior cause people to underestimate him, beneath the quirky exterior lies a keen mind that carefully evaluates all possibilities before taking action.</p>\n<p>He is a good-natured scholar who is just as concerned with the wellbeing of his staff and students as he is with the quality of research and education within the Avium.</p>\n<p>Dean Windsworth uses the luma wizard stat block. His alignment is neutral good.</p>\n<p> </p>",
      "items": {
        "Staff": {
          "name": "Staff",
          "description": "<p class=\"p1\">[[/attack extended]]。 [[/damage extended average]]。</p>"
        },
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the wizard can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Wing Flap": {
          "name": "Wing Flap",
          "description": "<p>As a bonus action, the wizard can use their powerful feathered arms to propel themselves upward up to half their movement speed. The wizard can use it in conjunction with a regular jump, but not while gliding. Fated (Recharges after a Long Rest). The wizard can choose to reroll any attack, skill check, or saving throw. </p>"
        },
        "Resilience": {
          "name": "Resilience",
          "description": "<p>The wizard has <strong>advantage</strong> on saving throws against poison.</p>"
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The wizard is a 10th-level spellcaster. Their spellcasting ability is Intelligence (spell save DC 15, +7 to hit with spell attacks). The wizard has the following spells prepared:</p><p>Cantrip (at will): [[/item .HHSlCf1cLbJA3PV8]]{chill touch}, [[/item .LZuFP7EhV82dASpC]]{fire bolt}, [[/item .00Mgfqa9f6PupS4q]]{minor illusion}, [[/item .9dEjTwZwQTPe1Rwe]]{prestidigitation}, [[/item .rf1P7aRymczdqEJy]]{ray of frost}</p><p>1st level (4 slots): [[/item .yekTPJKPyBgSdRx2]]{charm person}, [[/item .F6wgi86g5TDlvaFB]]{detect magic}, [[/item .4UO3BTEQgcAIoj1d]]{mage armor}, [[/item .M6bUlcMHFMoPHI00]]{shield}, [[/item .zEFM5By8JG27uAX3]]{sleep}</p><p>2nd level (3 slots): [[/item .M0aANeAJ0HkO4wRb]]{darkness}, [[/item .D3AeRUz6k5ZP40nm]]{hold person}, [[/item .XLWvXdZEDfJgDSmH]]{ray of enfeeblement}</p><p>3rd level (3 slots): [[/item .Io36LkUtQYSACRuB]]{counterspell}, [[/item .iXKeEuipwzhR30Bh]]{fireball}</p><p>4th level (3 slots): [[/item .YElbsI9ShsvaBrVf]]{banishment}, [[/item .RHewlcmb2omnl06U]]{stellar bodies}*</p><p>5th level (2 slots): [[/item .0Sdbj5v2Wc7mTZmM]]{conjure elemental}, [[/item .9ZRxw0gNlTEEB5Qh]]{mislead}</p><p><em>*found in the New Spells Chapter</em></p>"
        },
        "Chill Touch": {
          "name": "Chill Touch",
          "description": "<p>You create a ghostly, skeletal hand in the space of a creature within range. Make a ranged spell attack against the creature to assail it with the chill of the grave. On a hit, the target takes 1d8 Necrotic damage, and it can't regain hit points until the start of your next turn. Until then, the hand clings to the target.</p><p>If you hit an undead target, it also has disadvantage on attack rolls against you until the end of your next turn.</p><p>This spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
        },
        "Fire Bolt": {
          "name": "Fire Bolt",
          "description": "<p>你对施法距离内一个生物或物件掷出一把火焰，对目标进行一次远程法术攻击。若命中，则目标受到 1d10 点火焰伤害。未被着装或携带的可燃物件被该法术命中时将被点燃。</p><p>你到达 5 级时，该法术的伤害增加 1d10（变为 2d10）。11 级时再加 1d10（变为 3d10），17 级时再加 1d10（变为 4d10）。</p>"
        },
        "Minor Illusion": {
          "name": "Minor Illusion",
          "description": "<p>你在施法距离内创造一段声响或一个物件的影像，并使之维持至法术持续时间结束。你也可以用一个动作解除幻象，或者再次施展该法术来终止幻象。</p><p>如果你创造一段声响，其音量可以是低声耳语也可以是高声尖叫。它可以是你或其他任何人的嗓音，或者是一头狮子的咆哮、一段鼓声以及任何你指定的其他声响。声响在持续时间内不会减弱，或者你也可以于法术终止前在不同的时间段创造几段分散的声响。</p><p>如果你创造一个物件的影像（比如一把椅子、泥泞的脚印、一个小箱子等），则该物件大小不得大于一个边长5尺的立方体。该影像不具有声音、光亮、味道或任何其他的感官效应。由于影像可以被任何物件所穿透，因此与之进行物理互动时都会揭露其幻象的本质。</p><p>生物用其动作调查该声响或影像时，必须进行一次对抗该法术豁免DC的智力（调查）检定，检定成功则判断出眼前即是幻象。幻象在看穿它的生物面前会显得模糊不清。</p>",
          "materials": {
            "value": "A bit of fleece."
          }
        },
        "Prestidigitation": {
          "name": "魔法伎俩",
          "description": "<p>该法术是一个初级施法者用来练习的魔法小伎俩。你在施法距离内创造下列魔法效果中的一种：</p>\n<ul>\n<li>你创造一个立即生效的，无害的感观效应，比如一束火花，一阵风，微弱音乐或古怪的臭味。</li>\n<li>你立即点燃或熄灭一支蜡烛，一支火把或一小型营火。</li>\n<li>你立即使一个不大于 1 立方尺的物件变得清洁或肮脏。</li>\n<li>你立即使一个不大于 1 立方尺的非活体物质变得冰冷、温暖或对其调味，其效应持续 1 小时。</li>\n<li>你在一个物件或一个表面上创造一块色斑，或者一个记号，又或者一个标志，其效应持续 1 小时。</li>\n<li>你在你手中创造出一个非魔法的小饰品或一个幻术的图像，其大小不能超过你的手掌大小，它会存在持续至下个你的回合结束为止。</li>\n</ul>\n<p>如果你多次施展该法术，则可以同时维持至多三个不同的非即时效应，并且可以用一个动作解散其中一种效应。</p>"
        },
        "Ray of Frost": {
          "name": "Ray of Frost",
          "description": "<p>A frigid beam of blue-white light streaks toward a creature within range. Make a ranged spell attack against the target. On a hit, it takes 1d8 cold damage, and its speed is reduced by 10 feet until the start of your next turn.</p><p>The spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
        },
        "Charm Person": {
          "name": "Charm Person",
          "description": "<p>You attempt to charm a humanoid you can see within range. It must make a Wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is &amp;Reference[charmed] by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>",
          "effects": {
            "Charm Person": {
              "name": "Charm Person",
              "description": "<p>该生物被你魅惑至法术终止，或者直到你或你的同伴对他做出伤害行为为止。此间，被魅惑的生物将视你为友方且熟悉的人。法术终止后，该生物将会发觉曾被你魅惑过。</p>"
            }
          }
        },
        "Detect Magic": {
          "name": "Detect Magic",
          "description": "<p>你在法术持续时间内能感测到 30 尺内存在的魔法。感测到魔法的存在后，你可以使用动作，来看到任何你能看见的具有魔法的生物或物件周围环绕着微弱的灵光，并分辨出其所属的魔法学派（若有）。该法术可以穿透大部分障碍，但仍会被 1 尺厚石质，或 1 寸厚金属质，或一层薄铅质，或 3 尺厚木质或泥质材料阻隔。</p>"
        },
        "Mage Armor": {
          "name": "Mage Armor",
          "description": "<p>你触碰一个未着装护甲的自愿生物。直至法术终止前，目标的基础AC变为 13 + 它的敏捷调整值。当目标穿上护甲时，此法术将提前终止。</p>",
          "materials": {
            "value": "一块鞣制过的皮革"
          },
          "effects": {
            "Mage Armor": {
              "name": "Mage Armor",
              "description": "<p>你的基础 AC 变为 13 + 你的敏捷调整值。着装护甲则该法术提前终止。</p>"
            }
          }
        },
        "Shield": {
          "name": "Shield",
          "description": "<p>一道看不见的力场制护盾浮现在你身旁，保护着你。在你的下一回合开始前，你的 AC 具有 +5 加值（在触发该法术的攻击之前生效），并且不会受到魔法飞弹的伤害。</p>",
          "activation": {
            "condition": "当你被攻击命中或被作为魔法飞弹的目标时执行"
          },
          "effects": {
            "Shield": {
              "name": "护盾",
              "description": "<p>在你的下一回合开始前，你的 AC 具有 +5 加值（在触发该法术的攻击之前生效），并且不会受 魔法飞弹 magic missile 的伤害。</p>"
            }
          }
        },
        "Sleep": {
          "name": "Sleep",
          "description": "<p>该法术使一些生物陷入魔法造成的沉睡中。掷一次 5d8；其结果为受该法术影响生物的生命值总数。你指定施法距离一点，该点周围 20 尺区域内的生物以剩余生命值由小至大的顺序受法术影响（生效时忽略昏迷生物）。</p><p>计算受法术影响生物时，从剩余生命值最低的生物开始逐个计算。每个受术生物均陷入昏迷，直至法术终止。睡眠者受到伤害也会惊醒，又或者由其他人以一个动作将其摇醒或打醒。法术掷骰的生命值总数减去一个受术生物的生命值后，余数再用以计算生命值稍高者是否受法术影响。生物剩余生命值，必须小于等于该余数法术才能成功影响该生物。</p><p>亡灵以及免疫魅惑效果的生物不受该法术影响。</p><p><strong>升环施法：</strong> 使用二环或更高法术位施展该法术时，使用的法术位每比一环高一环，法术的掷骰就增加 2d8。</p>",
          "materials": {
            "value": "一把细沙，玫瑰花瓣，或一只蟋蟀"
          },
          "effects": {
            "Sleep": {
              "name": "Sleep",
              "description": "<p>The creature affected by this spell falls Unconscious until the spell ends, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake.</p>"
            }
          }
        },
        "Darkness": {
          "name": "Darkness",
          "description": "<p>Magical darkness spreads from a point you choose within range to fill a 15-foot-radius sphere for the duration. The darkness spreads around corners. A creature with darkvision can't see through this darkness, and nonmagical light can't illuminate it.</p><p>If the point you choose is on an object you are holding or one that isn't being worn or carried, the darkness emanates from the object and moves with it. Completely covering the source of the darkness with an opaque object, such as a bowl or a helm, blocks the darkness.</p><p>If any of this spell's area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled.</p>",
          "materials": {
            "value": "蝙蝠毛发，以及一滴沥青或一小块煤"
          }
        },
        "Hold Person": {
          "name": "Hold Person",
          "description": "<p>Choose a humanoid that you can see within range. The target must succeed on a Wisdom saving throw or be &amp;Reference[paralyzed] for the duration. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the spell ends on the target.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 3rd level or higher, you can target one additional humanoid for each slot level above 2nd. The humanoids must be within 30 feet of each other when you target them.</p>",
          "materials": {
            "value": "A small, straight piece of iron"
          },
          "effects": {
            "Hold Person": {
              "name": "Hold Person",
              "description": "<p>你在法术期间麻痹。你在施法者的每一回合结束时可以再进行一次感知豁免，豁免成功则终止自身上该法术的效应。</p>"
            }
          }
        },
        "Ray of Enfeeblement": {
          "name": "Ray of Enfeeblement",
          "description": "<p>A black beam of enervating energy springs from your finger toward a creature within range. Make a ranged spell attack against the target. On a hit, the target deals only half damage with weapon attacks that use Strength until the spell ends.</p><p>At the end of each of the target's turns, it can make a Constitution saving throw against the spell. On a success, the spell ends.</p>"
        },
        "Counterspell": {
          "name": "Counterspell",
          "description": "<p>你试图打断一个生物正在施展的一个法术。如果该生物正在施展三环或更低环阶法术，则其法术失败且不产生任何效应。如果该生物正在施展四环或更高环阶法术，则你以施法属性进行一次属性检定，其检定 DC 等于 10 + 目标法术的环阶。检定成功则目标法术失败且不产生任何效应。</p><p><strong>升环施法：</strong>使用四环或更高法术位施展该法术时，如果被打断法术的环阶不高于你所用的法术位环阶，则该目标法术直接被打断。</p>",
          "activation": {
            "condition": "当你看见身边 60 尺范围内一个生物施展法术时执行"
          }
        },
        "Fireball": {
          "name": "Fireball",
          "description": "<p>明亮的闪光从你的指间飞驰向施法距离内你指定的一点，并随着一声低吼迸成一片烈焰。目标点周围半径 20 尺球状区域内的每个生物必须进行一次敏捷豁免。豁免失败者将受到 8d6 点火焰伤害，豁免成功则伤害减半。</p><p>迸发的火焰将绕过拐角扩散。并点燃区域内所有未被着装或携带的可燃物件。</p><p><strong>升环施法：</strong> 使用四环或更高法术位施展该法术时，你使用的法术位每比三环高一环，其伤害就增加 1d6。</p>",
          "materials": {
            "value": "一颗蝙蝠粪和硫磺搓成的小球"
          }
        },
        "Banishment": {
          "name": "Banishment",
          "description": "<p>You attempt to send one creature that you can see within range to another plane of existence. The target must succeed on a Charisma saving throw or be banished.</p><p>If the target is native to the plane of existence you're on, you banish the target to a harmless demiplane. While there, the target is &amp;Reference[incapacitated]. The target remains there until the spell ends, at which point the target reappears in the space it left or in the nearest unoccupied space if that space is occupied.</p><p>If the target is native to a different plane of existence than the one you're on, the target is banished with a faint popping noise, returning to its home plane. If the spell ends before 1 minute has passed, the target reappears in the space it left or in the nearest unoccupied space if that space is occupied. Otherwise, the target doesn't return.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 5th level or higher, you can target one additional creature for each slot level above 4th.</p>",
          "materials": {
            "value": "一件令目标厌恶的物品"
          },
          "effects": {
            "Banishment": {
              "name": "放逐",
              "description": "<p>你被放逐到一个无害的半位面。在半位面期间你处于失能状态。</p>"
            }
          }
        },
        "Conjure Elemental": {
          "name": "Conjure Elemental",
          "description": "<p>You call forth an elemental servant. Choose an area of air, earth, fire, or water that fills a 10-foot cube within range. An elemental of challenge rating 5 or lower appropriate to the area you chose appears in an unoccupied space within 10 feet of it. For example, a fire elemental emerges from a bonfire, and an earth elemental rises up from the ground. The elemental disappears when it drops to 0 hit points or when the spell ends.</p><p>The elemental is friendly to you and your companions for the duration. Roll initiative for the elemental, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you). If you don't issue any commands to the elemental, it defends itself from hostile creatures but otherwise takes no actions.</p><p>If your concentration is broken, the elemental doesn't disappear. Instead, you lose control of the elemental, it becomes hostile toward you and your companions, and it might attack. An uncontrolled elemental can't be dismissed by you, and it disappears 1 hour after you summoned it.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 6th level or higher, the challenge rating increases by 1 for each slot level above 5th.</p>",
          "activation": {
            "condition": "在施法距离内指定一处充满气、土、火、水四物质其一的 10 尺立方区域作为法术目标"
          },
          "materials": {
            "value": "Burning incense for air, soft clay for earth, sulfur and phosphorus for fire, or water and sand for water."
          }
        },
        "Mislead": {
          "name": "Mislead",
          "description": "<p>You become Invisible at the same time that an illusory double of you appears where you are standing. The double lasts for the Duration, but the Invisibility ends if you Attack or Cast a Spell.</p><p>You can use your action to move your illusory double up to twice your speed and make it gesture, speak, and behave in whatever way you choose.</p><p>You can see through its eyes and hear through its ears as if you were located where it is. On each of your turns as a Bonus Action, you can switch from using its senses to using your own, or back again. While you are using its senses, you are Blinded and Deafened in regard to your own surroundings.</p>"
        },
        "Stellar Bodies": {
          "name": "Stellar Bodies",
          "description": "<p><em><strong>Spell List </strong>- Cleric, Druid, Sorcerer, Wizard</em></p><hr /><p>You create two small stars that orbit you. They twinkle pleasantly, shedding dim light in a 10-foot radius centered on you. The stars protect you. If a creature within 5 feet of you hits you with a melee attack they must make a <strong>Wisdom saving throw </strong>or take [[/r 1d8]] points of radiant damage for each star orbiting you. </p><section class=\"secret\" id=\"secret-td4w9zP6nZhjZQLU\"><p><em>Note: If any creature enters your radius, roll damage from the card using the inline link above (the wisdom save is against your spell DC).  The spell is set up for the features below.</em></p></section><p>Once per round, on your turn, you may use your action to cause a star to streak towards an enemy, expending it as it explodes in a blinding flash.</p><p>Make a ranged spell attack against an enemy within 120 feet, dealing [[/r 4d8]] points of radiant damage on a hit. The target must then make a <strong>Constitution saving throw</strong> or be &amp;Reference[Blinded] until the start of your next turn.</p><p>The spell ends when either its duration expires, you fall &amp;Reference[Unconscious], or you have expended all of your stars.</p><p><strong>At Higher Levels</strong>. When you cast this spell using a spell slot above 4th level, you may create one additional star for every two slot levels above 4th. For each additional star orbiting you, the radius of dim light centered on you increases by 5 feet.</p>",
          "activities": {
            "WIS Save": {
              "name": "WIS Save"
            },
            "Spell Attack": {
              "name": "Spell Attack"
            },
            "CON Save": {
              "name": "CON Save"
            },
            "Apply Unconscious Condition": {
              "name": "Apply Unconscious Condition"
            }
          },
          "effects": {
            "Blinded": {
              "name": "Blinded"
            },
            "Unconscious": {
              "name": "Unconscious"
            }
          }
        }
      }
    },
    "Raptor Ranger": {
      "name": "Raptor Ranger",
      "tokenName": "Raptor Ranger",
      "description": "<p>The ranger is an iconic figure in raptor stories and myths, and has inspired many to follow in their legendary footsteps. Outfitted for rough living in the wilds, these rangers are consummate archers and exceptional hunters. With supernatural eyesight and quick reflexes, raptors are ideally suited to the life of a hunter. Many who chose this path find themselves the inspiration for new tales.</p>\n<p>The raptor ranger listed is outfitted with a @UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-items.rHlFIAZyLkXRM8ot]{Red-Feather Shortbow +1} (see @UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-campaign-setting.o45baujDUWYHKxfm]{Appendix D: New Magic Items}).</p>",
      "items": {
        "Studded Leather Armor": {
          "name": "Studded Leather Armor",
          "description": "<p>该护甲由坚固而柔韧的皮革制成，其表面由紧密的铆钉和尖刺进行加固。</p>"
        },
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the ranger can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Talons": {
          "name": "Talons",
          "description": "<p>The ranger rolls <strong>advantage</strong> on Strength (Athletics) checks made to climb any surface their talons could reasonably grip.</p>"
        },
        "Aerial Defense": {
          "name": "Aerial Defense",
          "description": "<p>Creatures who attack the ranger while the ranger is falling, gliding, or jumping have <strong>disadvantage</strong> on their attack roll.</p>"
        },
        "Arrow Sight": {
          "name": "Arrow Sight",
          "description": "<p>When the ranger attacks with their red-feather bow, they can use their bonus action to see from the point the arrow struck as if they were there.</p>\n<p>If the arrow strikes a creature, the ranger can see from the creature’s perspective.</p>\n<p>This effect lasts for 1 minute.</p>"
        },
        "Hunter": {
          "name": "Hunter",
          "description": "<p>As a bonus action, the ranger can deal an extra [[/damage]] damage on their next attack made with a shortbow or longbow.</p>"
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The ranger is a 3rd-level spellcaster. Their spellcasting ability is Wisdom (spell save DC 13, + 5 to hit with spell attacks). The ranger has the following spells prepared:</p><p>1st level (at will): [[/item .xzW6aDardttiPOeu]]{cure wounds}, [[/item .FHhnpmVu7PJCABdB]]{fog cloud}, [[/item .sTAQh0X06194CWoV]]{hunter's mark}, [[/item .0B90t0gcAj5dIAFx]]{protection from evil and good}</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The [[lookup @name lowercase]] makes a number of attacks in one action. These attacks can be of the same type or a mixed variety of attack actions.</p>"
        },
        "Dagger": {
          "name": "Dagger",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "A01HfhAad1ODlRPF": {
          "name": "Talons",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Red-Feather  Shortbow": {
          "name": "Red-Feather  Shortbow",
          "description": "<p><em>Weapon (shortbow), uncommon (requires attunement)</em></p><hr /><p>[[/attack extended]]. [[/damage extended average]].</p><p>A prized hunting weapon among mistral raptors, this bow is imbued with magic to help the wielder see their prey from afar.<br />You gain a +1 bonus to attack and damage rolls made with this magic weapon.</p><p>The bow has 3 charges. When you fire an arrow from this bow, you can speak the command word and use a charge to see through the arrow as a bonus action. You can see from the point your arrow lands as if you were there for 1 minute. If the arrow strikes a creature, you see what they see for the same duration.</p><p>The bow regains [[/r 1d3]] charges each day at dawn.</p>"
        },
        "Cure Wounds": {
          "name": "Cure Wounds",
          "description": "<p>一个你触碰的生物恢复特定数值的生命值，其恢复量等于 1d8 + 你的施法属性调整值。该法术对不死生物和构装生物无效。</p><p><strong>升环施法：</strong>使用二环或更高法术位施展该法术时，你使用的法术位每比一环高一环，恢复量就增加 1d8。</p>"
        },
        "Fog Cloud": {
          "name": "Fog Cloud",
          "description": "<p>You create a 20-foot-radius Sphere of fog centered on a point within range. The sphere spreads around corners, and its area is heavily obscured. It lasts for the Duration or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the radius of the fog increases by 20 feet for each slot level above 1st.</p>"
        },
        "Hunter's Mark": {
          "name": "Hunter's Mark",
          "description": "<p>你指定施法距离内一个你能看见的生物并以魔法标记其作为你的猎物。直至法术终止前，你每次以任何攻击命中该目标时都会额外造成 1d6 伤害，且每当你为寻找目标生物而进行感知（察觉）或感知（生存）检定时都具有优势。</p><p>如果在法术结束前目标 HP 降至 0，则你可以用附赠动作将标记转移至施法距离内的另一个可见生物。</p><p><strong>升环施法：</strong>使用三环或四环法术位施展该法术时，其专注可以维持至多 8 小时。使用环阶 5+ 的法术位施展该法术时，其专注可以维持至多 24 小时。</p>",
          "effects": {
            "Hunter's Mark": {
              "name": "Hunter's Mark"
            }
          }
        },
        "Protection from Evil and Good": {
          "name": "Protection from Evil and Good",
          "description": "<p>Until the spell ends, one willing creature you touch is protected against certain types of creatures: aberrations, celestials, elementals, fey, fiends, and undead.</p><p>The protection grants several benefits. Creatures of those types have disadvantage on attack rolls against the target. The target also can't be charmed, frightened, or possessed by them. If the target is already charmed, frightened, or possessed by such a creature, the target has advantage on any new saving throw against the relevant effect.</p>",
          "materials": {
            "value": "Holy water or powdered silver and iron, which the spell consumes"
          }
        }
      }
    },
    "Benna Seridan": {
      "name": "Benna Seridan",
      "tokenName": "Benna Seridan",
      "description": "<p>Bandit clans are commanded by generals. Serving as both a battle-tested warrior and master strategist, they alone coordinate the disparate band of thieves and outlaws that make up the collective. While military monikers are used to refer to bandit leadership, more than combat prowess is needed to maintain order in these volatile organizations. A dominating personality and charismatic voice are as necessary as a swift blade and a sharp mind. Cervans don’t typically take to brigandry, but their practical skills and ability to survive in even the most adverse situations make those with loose morals and dubious ambitions a natural fit.</p>\n<h2>Benna Seridan</h2>\n<p>Benna is a tall, scarred grove cervan, who wears a red bandana over her lost left eye. The leader of the Bandit Coalition, she is an idealist who believes that Alderheart’s canopy, the symbol of birdfolk power in the region, should be burned and its resources looted to help those displaced by the flames.</p>\n<p>Benna lived a tranquil village life until her mother, a respected village elder and seer, foretold that the flames would come. Word was sent to Alderheart’s Council, asking for supplies and aid, both of which were denied because the Council didn’t believe in the power of the seer’s visions.</p>\n<p>When the flames had all but consumed the village, birdfolk support arrived, but it was too late. Benna lost her family. She also lost her left eye and left ear due to the burns she sustained while helping others escape from the blaze. She fell in with the bandits and quickly rose through their ranks, thanks to her passion and purpose. She is a seasoned veteran who has been building the bandit forces, and utilizing the organization to care for humblefolk left homeless by the spreading fires.</p>\n<p>Benna Seridan uses the @Compendium[hpp-humblewood-campaign-setting.humblewood-cs-beastiary.fckMIMrlaPxcbjzD]{cervan bandit general} stat block, but the scimitar in her main hand is a blade of the wood *(+1 to attack and damage rolls, see @Compendium[hpp-humblewood-campaign-setting.humblewood-campaign-setting.o45baujDUWYHKxfm]{Appendix D: New Magic Items}), and a shortsword (1d6 + 3 piercing damage) in her off hand.</p>",
      "items": {
        "Surge of Vigor": {
          "name": "Surge of Vigor",
          "description": "<p>If an attack deals over half of Benna’s current remaining hit points in damage (even if their hit points are reduced to 0 by the attack), they immediately regain [[/healing 1d12 + 2 average]].</p>"
        },
        "Standing Leap": {
          "name": "Standing Leap",
          "description": "<p>Benna’s long jump is 30 feet, and their base high jump is 15 feet, with or without a running start.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>Benna makes three melee attacks, two with their scimitar and one with their dagger. Alternatively, the general can make two ranged attack with their daggers.</p>"
        },
        "Dagger": {
          "name": "Dagger",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Parry": {
          "name": "Parry",
          "description": "<p>Benna adds 2 to their AC against one melee attack that would hit them. The general must see the attacker and be wielding a melee weapon.</p>",
          "effects": {
            "Parry": {
              "name": "Parry"
            }
          }
        },
        "Studded Leather Armor": {
          "name": "Studded Leather Armor",
          "description": "<p>该护甲由坚固而柔韧的皮革制成，其表面由紧密的铆钉和尖刺进行加固。</p>"
        },
        "Shortsword - Offhand": {
          "name": "Shortsword - Offhand",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Blade of the Wood": {
          "name": "Blade of the Wood",
          "description": "<p><em>Weapon (scimitar), rare (requires attunement)</em></p><p>A finely crafted sword with delicate etchings, it resonates with a faint hum of life.</p><p>You gain a +1 bonus to attack and damage rolls made with this magic weapon.</p><p>The sword has 2 charges. You can expend a charge and speak the command word to cast @Compendium[dnd5e.spells.9gYGkrL6qFTsE6fw]{Spike Growth} (save DC 16) centered on yourself. You can pass through this terrain unaffected.</p><p>The sword regains one charge each day at dawn.</p>"
        },
        "Spike Growth": {
          "name": "荆棘丛生",
          "description": "<p>以施法距离内一点为中心周围 20 尺的地面扭曲变形，大片坚硬的棘刺破土而出。该区域在法术持续时间内视为困难地形。而生物进入该区域或在其中移动时，其每移动 5 尺就要受到 2d4 点穿刺伤害。</p><p>法术导致的地面变形经过刻意的掩饰，使其看起来并无异样。如果生物在你施展该法术时不能看见该区域，则它必须进行一次感知（察觉）检定，检定成功则能发现该区域隐藏的危险。</p>",
          "materials": {
            "value": "七根棘刺或七根嫩枝，每根都要削尖"
          },
          "effects": {
            "Spell Changes": {
              "name": "法术改动"
            }
          }
        }
      }
    },
    "Ardwyn, Elder of Meadowfen": {
      "name": "Ardwyn, Elder of Meadowfen",
      "tokenName": "Ardwyn",
      "description": "<p class=\"p1\">A venerable huden gallus with rounded grouse-like proportions and feathers that have long since lost the sheen of youth. As the village Elder, Ardwyn is a figure of authority within Meadowfen. She and her late husband kept the village running until his death, after which she took on the role alone. Elder Ardwyn is a kind and perceptive woman who exudes leadership. The villagers look to her for guidance.</p>\n<p class=\"p1\">Ardwyn uses the <span class=\"s1\"><strong>priest</strong></span> stat block, adjusted with the racial traits of a huden gallus.</p>\n<p class=\"p1\">She is neutral good.</p>",
      "items": {
        "Chain Shirt": {
          "name": "Chain Shirt",
          "description": "<p>该护甲由互相锁接的金属环组成，通常着装于布衣或皮衣的夹层之间。这种护甲为着装者的上半身提供了适中的保护，且锁环间相互碰撞的声音也可以被外层衣服减弱。</p>"
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>Ardwyn is a 5th-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 13, +5 to hit with spell attacks). The priest has the following cleric spells prepared:</p><p>Cantrip (at will): [[/item .oJcZz9OQAaVgZzZR]]{light}, [[/item .vwUFST3Xpxt3OI2K]]{sacred flame}, [[/item .Hrf2zg3Qehten7fF]]{thaumaturgy}</p><p>1st level (4 slots): [[/item .Tmd0Thf5wN9LDt0E]]{cure wounds}, [[/item .RiBTts7Vm4HZTHxq]]{guiding bolt}, [[/item .bF4OqVwUrPowxCOs]]{sanctuary}</p><p>2nd level (3 slots): [[/item .K5G7y6sCu9Mt23Gz]]{lesser restoration}, [[/item .jBnu6cQXA7IVrJp2]]{spiritual weapon}</p><p>3rd level (2 slots): [[/item .E2EKVIKr9Nib4Ir8]]{dispel magic}, [[/item .YEyL3IoQr0owey4h]]{spirit guardians}</p>"
        },
        "Divine Eminence": {
          "name": "Divine Eminence",
          "description": "<p>As a bonus action, Ardwyn can expend a spell slot to cause its melee weapon attacks to magically deal extra [[/damage average]] damage to a target on a hit.</p><p>This benefit lasts until the end of the turn. If Ardwyn expends a spell slot of 2nd level or higher, the extra damage increases by 1d6 for each level above 1st.</p><section id=\"secret-lgUIpzef01LHFpim\" class=\"secret\"><p><strong>Foundry Note</strong></p><p>Scaling is configured to adjust damage based on the level of the spell slot used. A scale of 1 represents the base damage, while a scale of 9 indicates that a 9th-level spell slot has been expended.</p></section>"
        },
        "Mace": {
          "name": "Mace",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Communal": {
          "name": "Communal",
          "description": "<p>Whenever Ardwyn makes an Intelligence (History) check related to the history of her race, culture, or community, she is considered <strong>proficient in the History skill </strong>and add double your proficiency bonus to the check, instead of her normal proficiency bonus.</p>"
        },
        "Glide": {
          "name": "Glide",
          "description": "<p>Using their feathered arms, Ardwyn can slow their fall and glide short distances. When falling slow can use their reaction to spread their arms, stiffen their wing feathers, and slow their descent.</p><p>While doing so, you continue to fall gently at a speed of 60 feet per round, taking no fall damage when you land. If you would fall at least 10 feet in this way, you may fly up to your movement speed in one direction you choose, although you cannot choose to move upwards, landing in the space you finish your movement.</p><p>You cannot glide while carrying heavy weapons or wielding a shield (though you may drop any held items as part of your reaction to spread your arms).</p><p>You cannot glide while wearing heavy armor or if you are encumbered.</p>"
        },
        "Wing Flap": {
          "name": "Wing Flap",
          "description": "<div class=\"page\" title=\"Page 16\"><div class=\"layoutArea\"><div class=\"column\"><p>As a bonus action, Ardwyn can use her powerful feathered arms to propel themself upward a distance equal to half their movement speed. Ardwyn can use it in conjunction with a regular jump, but not while gliding.</p></div></div></div>"
        },
        "Light": {
          "name": "Light",
          "description": "<p>你触碰一个大型或者更小，且未被他人携带或着装的物件。在法术终止前，物件将在其 20 尺半径范围内发出明亮光照，并在其外 20 尺范围发出微光光照。光的颜色由你决定。该物件被不透明的东西完全遮盖时，其光照被遮挡。若你再次施展该法术，则该法术终止。</p><p>若你将一名敌对生物持有或穿戴的物件作为目标，该生物必须成功通过敏捷豁免检定，否则法术生效。</p>",
          "materials": {
            "value": "A firefly or phosphorescent moss."
          }
        },
        "Sacred Flame": {
          "name": "Sacred Flame",
          "description": "<p>Flame-like radiance descends on a creature that you can see within range. The target must succeed on a Dexterity saving throw or take 1d8 radiant damage. The target gains no benefit from cover for this saving throw.</p><p>The spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
        },
        "Thaumaturgy": {
          "name": "Thaumaturgy",
          "description": "<p>You create one of the following magical effects within range:</p>\n<ul>\n<li>Your voice booms up to three times as loud as normal for 1 minute.</li>\n<li>You cause flames to flicker, brighten, dim, or change color for 1 minute.</li>\n<li>You cause harmless tremors in the ground for 1 minute.</li>\n<li>You create a sound that originates from a point of your choice within range.</li>\n<li>You cause an unlocked door or window to fly open or slam shut.</li>\n<li>You alter the appearance of your eyes for 1 minute.</li>\n</ul>\n<p>If you cast this spell multiple times, you can have up to three of its 1-minute effects active at a time, and you can dismiss such an effect as an action.</p>"
        },
        "Cure Wounds": {
          "name": "Cure Wounds",
          "description": "<p>一个你触碰的生物恢复特定数值的生命值，其恢复量等于 1d8 + 你的施法属性调整值。该法术对不死生物和构装生物无效。</p><p><strong>升环施法：</strong>使用二环或更高法术位施展该法术时，你使用的法术位每比一环高一环，恢复量就增加 1d8。</p>"
        },
        "Guiding Bolt": {
          "name": "Guiding Bolt",
          "description": "<p>A flash of light streaks toward a creature of your choice within range. Make a ranged spell attack against the target. On a hit, the target takes 4d6 radiant damage, and the next attack roll made against this target before the end of your next turn has advantage, thanks to the mystical dim light glittering on the target until then.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d6 for each slot level above 1st.</p>"
        },
        "Sanctuary": {
          "name": "Sanctuary",
          "description": "<p>你的法术保护一个施法距离内的生物不受攻击。在法术终止前，任何试图对受保护者进行攻击或对受保护者施放伤害性法术的生物都必须进行一次感知豁免。豁免失败则该生物必须选定一个新目标，否则将失去本次的攻击或法术。该法术不能保护受术者免受范围效应（如爆炸或火球）的影响。</p><p>若受保护生物发动一次攻击，施展一道影响敌人的法术，或是对任何其他生物造成伤害，则该法术随之终止。</p>",
          "materials": {
            "value": "一小块银镜"
          }
        },
        "Lesser Restoration": {
          "name": "Lesser Restoration",
          "description": "<p>你触碰一个生物，并终止正影响它的一种状态：&Reference[blinded]、&Reference[deafened]、&Reference[paralyzed] 或 &Reference[poisoned]。</p>"
        },
        "Spiritual Weapon": {
          "name": "Spiritual Weapon",
          "description": "<p>You create a floating, spectral weapon within range that lasts for the duration or until you cast this spell again. When you cast the spell, you can make a melee spell attack against a creature within 5 feet of the weapon. On a hit, the target takes force damage equal to 1d8 + your spellcasting ability modifier.</p><p>As a bonus action on your turn, you can move the weapon up to 20 feet and repeat the attack against a creature within 5 feet of it.</p><p>The weapon can take whatever form you choose. Clerics of deities who are associated with a particular weapon (as St. Cuthbert is known for his mace and Thor for his hammer) make this spell's effect resemble that weapon.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d8 for every two slot levels above the 2nd.</p>"
        },
        "Dispel Magic": {
          "name": "解除魔法",
          "description": "<p>在施法距离内指定一名生物、一个物件或一处魔法效应。所有影响该目标的三环或更低环阶法术即告终止。每个影响目标的四环或更高环阶法术都需要以你的施法属性进行一次属性检定（DC 10 + 目标法术环阶），检定成功时目标法术终止。</p><p><strong>升环施法：</strong> 你直接终止影响目标的小于等于该施法环阶的法术效应。</p>"
        },
        "Spirit Guardians": {
          "name": "Spirit Guardians",
          "description": "<p>You call forth spirits to protect you. They flit around you to a distance of 15 feet for the duration. If you are good or neutral, their spectral form appears angelic or fey (your choice). If you are evil, they appear fiendish.</p><p>When you cast this spell, you can designate any number of creatures you can see to be unaffected by it. An affected creature's speed is halved in the area, and when the creature enters the area for the first time on a turn or starts its turn there, it must make a Wisdom saving throw. On a failed save, the creature takes 3d8 radiant damage (if you are good or neutral) or 3d8 necrotic damage (if you are evil). On a successful save, the creature takes half as much damage.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d8 for each slot level above 3rd.</p>",
          "materials": {
            "value": "A holy symbol"
          }
        }
      }
    },
    "Gabe Windsworth": {
      "name": "Gabe Windsworth",
      "tokenName": "Luma Wizard",
      "description": "<p>It is widely believed among the birdfolk that only those with focused minds can master the subtle art of magic. For unknown reasons, perhaps their inherent connection to fate or particular manner of engaging with the world, lumas are able to tap into the mystical and magical forces with ease.</p>\n<h2>Gabe Windsworth </h2>\n<p>Gabe is a middle-aged sable luma with a large plume of iridescent feathers that surround his nape like a cowl.</p>\n<p>The Dean of the Avium, Gabe always appears as though he is deep in thought. Though his amiability and kooky behavior cause people to underestimate him, beneath the quirky exterior lies a keen mind that carefully evaluates all possibilities before taking action.</p>\n<p>He is a good-natured scholar who is just as concerned with the wellbeing of his staff and students as he is with the quality of research and education within the Avium.</p>\n<p>Dean Windsworth uses the luma wizard stat block. His alignment is neutral good.</p>\n<p> </p>",
      "items": {
        "Staff": {
          "name": "Staff",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, Gabe can spend a reaction to fly up to his speed in one direction as he descends. He lands in an unoccupied space at the end of his movement and takes no falling damage. He cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Wing Flap": {
          "name": "Wing Flap",
          "description": "<p>As a bonus action, Gabe can use their powerful feathered arms to propel themselves upward up to half their movement speed. Gabe can use it in conjunction with a regular jump, but not while gliding. Fated (Recharges after a Long Rest). Gabe can choose to reroll any attack, skill check, or saving throw. </p>"
        },
        "Resilience": {
          "name": "Resilience",
          "description": "<p>Gabe has advantage on saving throws against poison.</p>"
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>Gabe is a 10th-level spellcaster. Their spellcasting ability is Intelligence (spell save DC 15, +7 to hit with spell attacks). The wizard has the following spells prepared:</p><p>Cantrip (at will): [[/item .XF38t8T4KMSAqSQG]]{chill touch}, [[/item .zPfUObNjOlDTyfJ3]]{fire bolt}, [[/item .KGM6CV1EvsgdUpt3]]{minor illusion}, [[/item .5whvMNWQzYDamzQp]]{prestidigitation}, [[/item .yWF4mK8oyqfRTolW]]{ray of frost}</p><p>1st level (4 slots): [[/item .gtk7JBYLfskJKfbi]]{charm person}, [[/item .yOwZJdhi16GKk5mP]]{detect magic}, [[/item .KMSLMLimPp0cPqfs]]{mage armor}, [[/item .WBroP0i6ve3N5CHe]]{shield}, [[/item .Uig434tsCx8iQHAr]]{sleep}, [[/item .N2yq9qCdSjEFTlDU]]{thunderwave}</p><p>2nd level (3 slots): [[/item .ibvn8EKHRsX9pCaA]]{darkness}, [[/item .r4BuUUfnz2QRs50y]]{hold person}, [[/item .ql2MiSuo0J9aKcvJ]]{ray of enfeeblement}</p><p>3rd level (3 slots): [[/item .gM9TIlAZwX26znYL]]{counterspell}, [[/item .zO3zptX9ktMY0HBI]]{fireball}</p><p>4th level (3 slots): [[/item .IWk1QTUl9EhIEvVw]]{banishment}, [[/item .hceCFgPhD7q6PBTt]]{stellar bodies}*</p><p>5th level (2 slots): [[/item .HOEf0SHDH3tFRgUu]]{conjure elemental}, [[/item .oi5PlOVXUlyZ45p3]]{mislead}</p><p><em>*found in the New Spells Chapter</em></p>"
        },
        "Chill Touch": {
          "name": "Chill Touch",
          "description": "<p>You create a ghostly, skeletal hand in the space of a creature within range. Make a ranged spell attack against the creature to assail it with the chill of the grave. On a hit, the target takes 1d8 Necrotic damage, and it can't regain hit points until the start of your next turn. Until then, the hand clings to the target.</p><p>If you hit an undead target, it also has disadvantage on attack rolls against you until the end of your next turn.</p><p>This spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
        },
        "Fire Bolt": {
          "name": "Fire Bolt",
          "description": "<p>你对施法距离内一个生物或物件掷出一把火焰，对目标进行一次远程法术攻击。若命中，则目标受到 1d10 点火焰伤害。未被着装或携带的可燃物件被该法术命中时将被点燃。</p><p>你到达 5 级时，该法术的伤害增加 1d10（变为 2d10）。11 级时再加 1d10（变为 3d10），17 级时再加 1d10（变为 4d10）。</p>"
        },
        "Minor Illusion": {
          "name": "Minor Illusion",
          "description": "<p>你在施法距离内创造一段声响或一个物件的影像，并使之维持至法术持续时间结束。你也可以用一个动作解除幻象，或者再次施展该法术来终止幻象。</p><p>如果你创造一段声响，其音量可以是低声耳语也可以是高声尖叫。它可以是你或其他任何人的嗓音，或者是一头狮子的咆哮、一段鼓声以及任何你指定的其他声响。声响在持续时间内不会减弱，或者你也可以于法术终止前在不同的时间段创造几段分散的声响。</p><p>如果你创造一个物件的影像（比如一把椅子、泥泞的脚印、一个小箱子等），则该物件大小不得大于一个边长5尺的立方体。该影像不具有声音、光亮、味道或任何其他的感官效应。由于影像可以被任何物件所穿透，因此与之进行物理互动时都会揭露其幻象的本质。</p><p>生物用其动作调查该声响或影像时，必须进行一次对抗该法术豁免DC的智力（调查）检定，检定成功则判断出眼前即是幻象。幻象在看穿它的生物面前会显得模糊不清。</p>",
          "materials": {
            "value": "A bit of fleece."
          }
        },
        "Prestidigitation": {
          "name": "魔法伎俩",
          "description": "<p>该法术是一个初级施法者用来练习的魔法小伎俩。你在施法距离内创造下列魔法效果中的一种：</p>\n<ul>\n<li>你创造一个立即生效的，无害的感观效应，比如一束火花，一阵风，微弱音乐或古怪的臭味。</li>\n<li>你立即点燃或熄灭一支蜡烛，一支火把或一小型营火。</li>\n<li>你立即使一个不大于 1 立方尺的物件变得清洁或肮脏。</li>\n<li>你立即使一个不大于 1 立方尺的非活体物质变得冰冷、温暖或对其调味，其效应持续 1 小时。</li>\n<li>你在一个物件或一个表面上创造一块色斑，或者一个记号，又或者一个标志，其效应持续 1 小时。</li>\n<li>你在你手中创造出一个非魔法的小饰品或一个幻术的图像，其大小不能超过你的手掌大小，它会存在持续至下个你的回合结束为止。</li>\n</ul>\n<p>如果你多次施展该法术，则可以同时维持至多三个不同的非即时效应，并且可以用一个动作解散其中一种效应。</p>"
        },
        "Ray of Frost": {
          "name": "Ray of Frost",
          "description": "<p>A frigid beam of blue-white light streaks toward a creature within range. Make a ranged spell attack against the target. On a hit, it takes 1d8 cold damage, and its speed is reduced by 10 feet until the start of your next turn.</p><p>The spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
        },
        "Charm Person": {
          "name": "Charm Person",
          "description": "<p>You attempt to charm a humanoid you can see within range. It must make a Wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is &amp;Reference[charmed] by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>",
          "effects": {
            "Charm Person": {
              "name": "Charm Person",
              "description": "<p>该生物被你魅惑至法术终止，或者直到你或你的同伴对他做出伤害行为为止。此间，被魅惑的生物将视你为友方且熟悉的人。法术终止后，该生物将会发觉曾被你魅惑过。</p>"
            }
          }
        },
        "Detect Magic": {
          "name": "Detect Magic",
          "description": "<p>你在法术持续时间内能感测到 30 尺内存在的魔法。感测到魔法的存在后，你可以使用动作，来看到任何你能看见的具有魔法的生物或物件周围环绕着微弱的灵光，并分辨出其所属的魔法学派（若有）。该法术可以穿透大部分障碍，但仍会被 1 尺厚石质，或 1 寸厚金属质，或一层薄铅质，或 3 尺厚木质或泥质材料阻隔。</p>"
        },
        "Mage Armor": {
          "name": "Mage Armor",
          "description": "<p>你触碰一个未着装护甲的自愿生物。直至法术终止前，目标的基础AC变为 13 + 它的敏捷调整值。当目标穿上护甲时，此法术将提前终止。</p>",
          "materials": {
            "value": "一块鞣制过的皮革"
          },
          "effects": {
            "Mage Armor": {
              "name": "Mage Armor",
              "description": "<p>你的基础 AC 变为 13 + 你的敏捷调整值。着装护甲则该法术提前终止。</p>"
            }
          }
        },
        "Shield": {
          "name": "Shield",
          "description": "<p>一道看不见的力场制护盾浮现在你身旁，保护着你。在你的下一回合开始前，你的 AC 具有 +5 加值（在触发该法术的攻击之前生效），并且不会受到魔法飞弹的伤害。</p>",
          "activation": {
            "condition": "当你被攻击命中或被作为魔法飞弹的目标时执行"
          },
          "effects": {
            "Shield": {
              "name": "护盾",
              "description": "<p>在你的下一回合开始前，你的 AC 具有 +5 加值（在触发该法术的攻击之前生效），并且不会受 魔法飞弹 magic missile 的伤害。</p>"
            }
          }
        },
        "Sleep": {
          "name": "Sleep",
          "description": "<p>该法术使一些生物陷入魔法造成的沉睡中。掷一次 5d8；其结果为受该法术影响生物的生命值总数。你指定施法距离一点，该点周围 20 尺区域内的生物以剩余生命值由小至大的顺序受法术影响（生效时忽略昏迷生物）。</p><p>计算受法术影响生物时，从剩余生命值最低的生物开始逐个计算。每个受术生物均陷入昏迷，直至法术终止。睡眠者受到伤害也会惊醒，又或者由其他人以一个动作将其摇醒或打醒。法术掷骰的生命值总数减去一个受术生物的生命值后，余数再用以计算生命值稍高者是否受法术影响。生物剩余生命值，必须小于等于该余数法术才能成功影响该生物。</p><p>亡灵以及免疫魅惑效果的生物不受该法术影响。</p><p><strong>升环施法：</strong> 使用二环或更高法术位施展该法术时，使用的法术位每比一环高一环，法术的掷骰就增加 2d8。</p>",
          "materials": {
            "value": "一把细沙，玫瑰花瓣，或一只蟋蟀"
          },
          "effects": {
            "Sleep": {
              "name": "Sleep",
              "description": "<p>The creature affected by this spell falls Unconscious until the spell ends, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake.</p>"
            }
          }
        },
        "Thunderwave": {
          "name": "Thunderwave",
          "description": "<p>A wave of thunderous force sweeps out from you. Each creature in a 15-foot cube originating from you must make a Constitution saving throw. On a failed save, a creature takes 2d8 thunder damage and is pushed 10 feet away from you. On a successful save, the creature takes half as much damage and isn't pushed.</p><p>In addition, unsecured objects that are completely within the area of effect are automatically pushed 10 feet away from you by the spell's effect, and the spell emits a thunderous boom audible out to 300 feet.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d8 for each slot level above 1st.</p>"
        },
        "Darkness": {
          "name": "Darkness",
          "description": "<p>Magical darkness spreads from a point you choose within range to fill a 15-foot-radius sphere for the duration. The darkness spreads around corners. A creature with darkvision can't see through this darkness, and nonmagical light can't illuminate it.</p><p>If the point you choose is on an object you are holding or one that isn't being worn or carried, the darkness emanates from the object and moves with it. Completely covering the source of the darkness with an opaque object, such as a bowl or a helm, blocks the darkness.</p><p>If any of this spell's area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled.</p>",
          "materials": {
            "value": "蝙蝠毛发，以及一滴沥青或一小块煤"
          }
        },
        "Hold Person": {
          "name": "Hold Person",
          "description": "<p>Choose a humanoid that you can see within range. The target must succeed on a Wisdom saving throw or be &amp;Reference[paralyzed] for the duration. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the spell ends on the target.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 3rd level or higher, you can target one additional humanoid for each slot level above 2nd. The humanoids must be within 30 feet of each other when you target them.</p>",
          "materials": {
            "value": "A small, straight piece of iron"
          },
          "effects": {
            "Hold Person": {
              "name": "Hold Person",
              "description": "<p>你在法术期间麻痹。你在施法者的每一回合结束时可以再进行一次感知豁免，豁免成功则终止自身上该法术的效应。</p>"
            }
          }
        },
        "Ray of Enfeeblement": {
          "name": "Ray of Enfeeblement",
          "description": "<p>A black beam of enervating energy springs from your finger toward a creature within range. Make a ranged spell attack against the target. On a hit, the target deals only half damage with weapon attacks that use Strength until the spell ends.</p><p>At the end of each of the target's turns, it can make a Constitution saving throw against the spell. On a success, the spell ends.</p>"
        },
        "Counterspell": {
          "name": "Counterspell",
          "description": "<p>你试图打断一个生物正在施展的一个法术。如果该生物正在施展三环或更低环阶法术，则其法术失败且不产生任何效应。如果该生物正在施展四环或更高环阶法术，则你以施法属性进行一次属性检定，其检定 DC 等于 10 + 目标法术的环阶。检定成功则目标法术失败且不产生任何效应。</p><p><strong>升环施法：</strong>使用四环或更高法术位施展该法术时，如果被打断法术的环阶不高于你所用的法术位环阶，则该目标法术直接被打断。</p>",
          "activation": {
            "condition": "当你看见身边 60 尺范围内一个生物施展法术时执行"
          }
        },
        "Fireball": {
          "name": "Fireball",
          "description": "<p>明亮的闪光从你的指间飞驰向施法距离内你指定的一点，并随着一声低吼迸成一片烈焰。目标点周围半径 20 尺球状区域内的每个生物必须进行一次敏捷豁免。豁免失败者将受到 8d6 点火焰伤害，豁免成功则伤害减半。</p><p>迸发的火焰将绕过拐角扩散。并点燃区域内所有未被着装或携带的可燃物件。</p><p><strong>升环施法：</strong> 使用四环或更高法术位施展该法术时，你使用的法术位每比三环高一环，其伤害就增加 1d6。</p>",
          "materials": {
            "value": "一颗蝙蝠粪和硫磺搓成的小球"
          }
        },
        "Banishment": {
          "name": "Banishment",
          "description": "<p>You attempt to send one creature that you can see within range to another plane of existence. The target must succeed on a Charisma saving throw or be banished.</p><p>If the target is native to the plane of existence you're on, you banish the target to a harmless demiplane. While there, the target is &amp;Reference[incapacitated]. The target remains there until the spell ends, at which point the target reappears in the space it left or in the nearest unoccupied space if that space is occupied.</p><p>If the target is native to a different plane of existence than the one you're on, the target is banished with a faint popping noise, returning to its home plane. If the spell ends before 1 minute has passed, the target reappears in the space it left or in the nearest unoccupied space if that space is occupied. Otherwise, the target doesn't return.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 5th level or higher, you can target one additional creature for each slot level above 4th.</p>",
          "materials": {
            "value": "一件令目标厌恶的物品"
          },
          "effects": {
            "Banishment": {
              "name": "放逐",
              "description": "<p>你被放逐到一个无害的半位面。在半位面期间你处于失能状态。</p>"
            }
          }
        },
        "Conjure Elemental": {
          "name": "Conjure Elemental",
          "description": "<p>You call forth an elemental servant. Choose an area of air, earth, fire, or water that fills a 10-foot cube within range. An elemental of challenge rating 5 or lower appropriate to the area you chose appears in an unoccupied space within 10 feet of it. For example, a fire elemental emerges from a bonfire, and an earth elemental rises up from the ground. The elemental disappears when it drops to 0 hit points or when the spell ends.</p><p>The elemental is friendly to you and your companions for the duration. Roll initiative for the elemental, which has its own turns. It obeys any verbal commands that you issue to it (no action required by you). If you don't issue any commands to the elemental, it defends itself from hostile creatures but otherwise takes no actions.</p><p>If your concentration is broken, the elemental doesn't disappear. Instead, you lose control of the elemental, it becomes hostile toward you and your companions, and it might attack. An uncontrolled elemental can't be dismissed by you, and it disappears 1 hour after you summoned it.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 6th level or higher, the challenge rating increases by 1 for each slot level above 5th.</p>",
          "activation": {
            "condition": "在施法距离内指定一处充满气、土、火、水四物质其一的 10 尺立方区域作为法术目标"
          },
          "materials": {
            "value": "Burning incense for air, soft clay for earth, sulfur and phosphorus for fire, or water and sand for water."
          }
        },
        "Mislead": {
          "name": "Mislead",
          "description": "<p>You become Invisible at the same time that an illusory double of you appears where you are standing. The double lasts for the Duration, but the Invisibility ends if you Attack or Cast a Spell.</p><p>You can use your action to move your illusory double up to twice your speed and make it gesture, speak, and behave in whatever way you choose.</p><p>You can see through its eyes and hear through its ears as if you were located where it is. On each of your turns as a Bonus Action, you can switch from using its senses to using your own, or back again. While you are using its senses, you are Blinded and Deafened in regard to your own surroundings.</p>"
        },
        "Stellar Bodies": {
          "name": "Stellar Bodies",
          "description": "<p><em><strong>Spell List </strong>- Cleric, Druid, Sorcerer, Wizard</em></p><hr /><p>You create two small stars that orbit you. They twinkle pleasantly, shedding dim light in a 10-foot radius centered on you. The stars protect you. If a creature within 5 feet of you hits you with a melee attack they must make a <strong>Wisdom saving throw </strong>or take [[/r 1d8]] points of radiant damage for each star orbiting you. </p><section class=\"secret\" id=\"secret-td4w9zP6nZhjZQLU\"><p><em>Note: If any creature enters your radius, roll damage from the card using the inline link above (the wisdom save is against your spell DC).  The spell is set up for the features below.</em></p></section><p>Once per round, on your turn, you may use your action to cause a star to streak towards an enemy, expending it as it explodes in a blinding flash.</p><p>Make a ranged spell attack against an enemy within 120 feet, dealing [[/r 4d8]] points of radiant damage on a hit. The target must then make a <strong>Constitution saving throw</strong> or be &amp;Reference[Blinded] until the start of your next turn.</p><p>The spell ends when either its duration expires, you fall &amp;Reference[Unconscious], or you have expended all of your stars.</p><p><strong>At Higher Levels</strong>. When you cast this spell using a spell slot above 4th level, you may create one additional star for every two slot levels above 4th. For each additional star orbiting you, the radius of dim light centered on you increases by 5 feet.</p>",
          "activities": {
            "WIS Save": {
              "name": "WIS Save"
            },
            "Spell Attack": {
              "name": "Spell Attack"
            },
            "CON Save": {
              "name": "CON Save"
            },
            "Apply Unconscious Condition": {
              "name": "Apply Unconscious Condition"
            }
          },
          "effects": {
            "Blinded": {
              "name": "Blinded"
            },
            "Unconscious": {
              "name": "Unconscious"
            }
          }
        }
      }
    },
    "Kenna Brightspark": {
      "name": "Kenna Brightspark",
      "tokenName": "Kenna Brightspark",
      "description": "<p>An energetic and curious young dusk corvum scholar who is currently working on a dissertation in Winnowing Reach. Kenna’s research focuses on the properties of various slimes around the region. She is a student of the Avium, and hopes her findings will earn her a grant to fund yet more study of these fascinating creatures. </p>\n<p>Kenna is a native of  Winnowing Reach, and knows the village well. She is a little precocious and takes risks for her work.  </p>\n<p>Kenna uses the commoner stat block, adjusted with the racial traits of a dusk corvum. She is chaotic good.</p>",
      "items": {
        "Club": {
          "name": "Club",
          "description": "<p class=\"p1\">[[/attack extended]]。 [[/damage extended average]]。</p>"
        },
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, Kenna can spend a reaction to fly up to their speed in one direction as they descend. The diviner lands in an unoccupied space at the end of their movement, and takes no falling damage. The diviner cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Talons": {
          "name": "Talons",
          "description": "<p>Kenna has <strong>advantage</strong> on Strength (Athletics) checks made to climb any surface their talons could reasonably grip.</p>"
        },
        "N4Q3gBeUv8eUAqqU": {
          "name": "Talons",
          "description": "<p class=\"p1\">[[/attack extended]]。 [[/damage extended average]]。</p>"
        }
      }
    },
    "Strig Knight": {
      "name": "Strig Knight",
      "tokenName": "Strig Knight",
      "description": "<p>The Perch Guard produces many skilled soldiers, but only those who possess a great degree of talent are trained to become knights.</p>\n<p>The knights of Alderheart’s Perch Guard are taught how to protect others by creating opportunities for allies to regroup or retreat as necessary. Experts in sword-and-shield fighting, the knight’s heavily-armoured fighting style allows them to hold the line against even the fiercest of enemies.</p>\n<p>The strig knight listed is equipped with a @UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-items.wTK3y1R1ob7xjn4N]{Wing Crest Shield} (see @UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-campaign-setting.o45baujDUWYHKxfm]{Appendix D: New Magic Items}).</p>\n<p> </p>\n<h2>Riffin, the Ash-Knight</h2>\n<p>Riffin is a small stout strig, standing a few inches over three feet, whose plumage and proportions resemble a little owl.</p>\n<p>A traveling knight of the realm, Riffin lived in Ashbarrow before its destruction, and was carried to Alderheart by his friend Odwald, who saved him from the fire. Being one of the only knights to hail from Ashbarrow, folk began calling him the “Ash-Knight,” a title which he now uses to keep the memory of his home alive.</p>\n<p>Riffin is a simple strig with a charming way of viewing the world. He is also a steadfast warrior who strongly believes in doing what is right, helping those in need, and honoring his debts.</p>\n<p>Riffin uses the strig knight stat block. His alignment is lawful good.</p>",
      "items": {
        "Half Plate Armor": {
          "name": "Half Plate Armor",
          "description": "<p>Half plate consists of shaped metal plates that cover most of the wearer's body. It does not include leg protection beyond simple greaves that are attached with leather straps.</p>"
        },
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the knight can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Talons": {
          "name": "Talons",
          "description": "<p>The knight rolls <strong>advantage</strong> on Strength (Athletics) checks made to climb any surface their talons could reasonably grip.</p>"
        },
        "Maneuver": {
          "name": "Maneuver",
          "description": "<p>When the knight hits with an attack, they can choose to maneuver the enemy out of position, granting an ally within 5 feet of the target the opportunity to use their reaction to move away from this enemy at half their movement speed without provoking an attack  of opportunity.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The [[lookup @name lowercase]] makes a number of attacks in one action. These attacks can be of the same type or a mixed variety of its attack actions.</p>"
        },
        "Shortsword": {
          "name": "Shortsword",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "UpZaQ8Io3bE04Gj8": {
          "name": "Talons",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p><p>The knight can choose to &amp;Reference[grappled apply=false]{grapple} a target hit by this attack as a bonus action.</p>",
          "activities": {
            "Grapple Target": {
              "name": "Grapple Target"
            }
          },
          "effects": {
            "Grappled": {
              "name": "Grappled"
            }
          }
        },
        "Wing Crest Shield": {
          "name": "Wing Crest Shield",
          "description": "<p>The knight casts the [[/item .a4Ae1cH3qn4JlSDk]]{Gust of Wind} spell (save DC 15).</p>"
        },
        "uI1oT5hje6o4pB1Y": {
          "name": "Wing Crest Shield",
          "description": "<p><em>Armor (shield), uncommon (requires attunement)</em></p>\n<hr />\n<p>While wielding this shield, you gain a +1 bonus to your AC.<br />As an action, you can speak the command @UUID[Compendium.dnd5e.spells.FSMy6VAjDnXY9vWz]{Gust of Wind} word to cast gust of wind (save DC 15).</p>\n<p>Once the shield has been used to cast this spell, it can’t be used to cast this spell again until the next dawn.</p>"
        },
        "Gust of Wind": {
          "name": "Gust of Wind",
          "description": "<p>一道 60 尺长、10 尺宽的强风线以你为起点向你指定的方向喷涌而出，并持续至法术终止。任何在线状区域内开始其回合的生物必须进行一次力量豁免，豁免失败则被沿着风向推离你 15 尺远。</p><p>任何在线状区域内的生物若试图向你移动，每移动 1 尺必须消耗 2 尺移动力。</p><p>强风能驱散毒气或蒸汽，并熄灭区域内的蜡烛、火把及其他类似无防护的火焰。对有防护的火焰（如提灯），则使其剧烈摇曳且有 50% 几率熄灭。</p><p>在法术终止前的每回合，你可以用一个附赠动作改变风道的方向。</p>",
          "materials": {
            "value": "A legume seed."
          },
          "effects": {
            "Spell Changes": {
              "name": "Spell Changes"
            }
          }
        }
      }
    },
    "Mapach Bandit  (Adjusted Stats)": {
      "name": "Mapach Bandit  (Adjusted Stats)",
      "tokenName": "Mapach Bandit",
      "description": "<p>Mapachs are particularly distrusted among birdfolk because of their eccentricities and willingness to break with commonly held customs. Often judged on sight to be crooked, some mapachs find it hard to integrate into birdfolk society and turn to crime to survive. Local bandit forces are happy to exploit this, offering the displaced mapachs shelter and a share of the spoils in exchange for their service.</p>",
      "items": {
        "Chain Mail": {
          "name": "Chain Mail",
          "description": "<p>该护甲由互相锁接的金属环编成。链甲还包括在甲胄下面穿戴的一层织物衬里，用以阻止擦伤并减缓挥击的冲击。此护甲同时还附有护手。</p>"
        },
        "Greataxe": {
          "name": "Greataxe",
          "description": "<p class=\"p1\">[[/attack extended]]。 [[/damage extended average]]。</p>"
        },
        "Shortsword": {
          "name": "Shortsword",
          "description": "<p class=\"p1\">[[/attack extended]]。 [[/damage extended average]]。</p>"
        },
        "Shortbow": {
          "name": "Shortbow",
          "description": "<p class=\"p1\">[[/attack extended]]。 [[/damage extended average]]。</p>"
        },
        "Resilience": {
          "name": "Resilience",
          "description": "<p>The bandit has <strong>advantage</strong> on saving throws against being &amp;Reference[Poisoned].</p>"
        },
        "Skulker": {
          "name": "Skulker",
          "description": "<p>The bandit has <strong>advantage</strong> on Stealth checks made in dim light or total darkness.</p>"
        }
      }
    },
    "Corvum Necromancer": {
      "name": "Corvum Necromancer",
      "tokenName": "Corvum Necromancer",
      "description": "<p>Every sentient being is susceptible to the lure of necromancy. The promise of seeing lost loved ones again, or raising an army of powerful minions, can sometimes be difficult to resist. The birdfolk of Humblewood are not immune to that lure. To help curb this curiosity, professors at The Avium teach necromantic theory only. But some intrepid students have been known to pursue the practical applications in secret. Sure of their intellect, corvums in particular are often willing to challenge traditions for the sake of knowledge. As a result, more than one corvum has wandered down the path of the dark arts. </p>\n<h2>Odwald Ebonhart</h2>\n<p>Odwald is a haggard old kindled corvum, resembling a thick billed raven with coarse, hoary  feathers, ruffled from years of adventuring. Odwald has a sharp mind but a faint heart. A member of the illustrious Ebonhart family, a noble house that dates back to the founding of Alderheart, Odwald was an arcane prodigy who grew up in a world which expected him to be brilliant. </p>\n<p>While magic always came naturally to him, the pressure of his family’s expectations weighed heavily upon him, and filled him with a deep-seated fear of failure. Months ago, he was tricked by an unknown entity into weakening the seal that held the aspect of fire beneath the Scorched Grove. Ever since he has blamed himself for the worsening conditions in the Wood. He has no solution for stopping the aspect, and this terrifies him. </p>\n<p>Shortly after saving his friend Riffin, desperation drove him back to his alma mater, the Avium, where he has since worked with forbidden magics in secrecy. Using a secret door he discovered during his time as a student, Odwald converted several inaccessible and defunct classrooms into a makeshift laboratory where he toils tirelessly, experimenting with dark and dangerous magics in the hopes of discovering a way to stop the aspect. Odwald uses the corvum necromancer stat block. His alignment is chaotic neutral.</p>",
      "items": {
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the necromancer can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Talons": {
          "name": "Talons",
          "description": "<p>The necromancer has advantage on Strength (Athletics) checks made to climb any surface their talons could reasonably grip.</p>"
        },
        "EozthDb1bFoIyWCl": {
          "name": "Talons",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Convincing": {
          "name": "Convincing",
          "description": "<p>The necromancer has advantage on all Charisma checks used to convince someone of their knowledge of subject matter pertaining to the Arcana skill.</p>"
        },
        "Life Leech": {
          "name": "Life Leech",
          "description": "<p>Once per turn, when the necromancer kills one or more creatures with a spell of 1st level or higher, they can regain hit points equal to twice the level of the spell, or three times the level if it is a necromancy spell.</p>"
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The necromancer is a 9th-level spellcaster. Their spellcasting ability is Intelligence (spell save DC 15, +7 to hit with spell attacks). The necromancer has the following wizard spells prepared:</p><p></p><p>Cantrip (at will): [[/item .eJKQ3etNKCTIlO8f]]{chill touch}, [[/item .5uPlZMSgHKXIWUa0]]{light}, [[/item .ZrHSumWMsutE5PuO]]{mage hand}, [[/item .W1Qwur2oiJWANbp9]]{prestidigitation}</p><p>1st level (4 slots): [[/item .KjY2JmvyffqJJHQP]]{disguise self}, [[/item .Q8QKBoKNs3CakRQr]]{false life†}, [[/item .YxEkeXM9DlvUjBjY]]{mage armor}, [[/item .JFFVBp9sbQwJgcit]]{magic missile}</p><p>2nd level (3 slots): [[/item .gxj7UZDYFZxKUoia]]{misty step}, [[/item .5CP0qbesfPS66nfG]]{ray of enfeeblement†}, [[/item .3K8WURvCt5UP4dfR]]{suggestion}</p><p>3rd level (3 slots): [[/item .1DVJU6iN0MGXIIQG]]{animate dead†}, [[/item .YauuK5uUGRlmREwE]]{counterspell}, [[/item .K7MlkZofh6ncaWnI]]{fear}</p><p>4th level (1 slots): [[/item .eExPCBEBpF6e34oC]]{blight†}, [[/item .o6qewQYCpyhGMRDk]]{greater invisibility}</p><p>5th level (1 slots): [[/item .fQuxKNXFF3C3uRVT]]{dominate person}</p><p><em>† necromancy spell of 1st level or higher</em></p>"
        },
        "Staff": {
          "name": "Staff",
          "description": "<p>[[/attack extended]]。[[/damage extended average]]或使用双手持握时[[/damage twoHanded average]]。</p>"
        },
        "Chill Touch": {
          "name": "Chill Touch",
          "description": "<p>You create a ghostly, skeletal hand in the space of a creature within range. Make a ranged spell attack against the creature to assail it with the chill of the grave. On a hit, the target takes 1d8 Necrotic damage, and it can't regain hit points until the start of your next turn. Until then, the hand clings to the target.</p><p>If you hit an undead target, it also has disadvantage on attack rolls against you until the end of your next turn.</p><p>This spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
        },
        "Light": {
          "name": "Light",
          "description": "<p>你触碰一个大型或者更小，且未被他人携带或着装的物件。在法术终止前，物件将在其 20 尺半径范围内发出明亮光照，并在其外 20 尺范围发出微光光照。光的颜色由你决定。该物件被不透明的东西完全遮盖时，其光照被遮挡。若你再次施展该法术，则该法术终止。</p><p>若你将一名敌对生物持有或穿戴的物件作为目标，该生物必须成功通过敏捷豁免检定，否则法术生效。</p>",
          "materials": {
            "value": "A firefly or phosphorescent moss."
          }
        },
        "Mage Hand": {
          "name": "法师之手",
          "description": "<p>一只漂浮的幽灵手出现在施法距离内你指定的一点。幽灵手持续存在至法术终止。如果幽灵手距你的距离超过 30 尺，或者当你再次施展了该法术时，则现存的幽灵手消失不见。</p><p>你可以在施展该法术时使用幽灵手实施一个行为：你可以操控一个物件，或者打开一扇未上锁的门或容器，或者将一件物品放入或取出一个打开的容器，或者将小瓶中的内容物倾倒出来。</p><p>在后续的回合中，以一个魔法动作，你可以控制幽灵手再次实施一个行为。作为那个动作的一部分，你可以令幽灵手移动至多 30 尺。</p><p>该幽灵手不能攻击，也不能激活魔法物品或承载超过 10 磅重的物质。</p>"
        },
        "Prestidigitation": {
          "name": "魔法伎俩",
          "description": "<p>该法术是一个初级施法者用来练习的魔法小伎俩。你在施法距离内创造下列魔法效果中的一种：</p>\n<ul>\n<li>你创造一个立即生效的，无害的感观效应，比如一束火花，一阵风，微弱音乐或古怪的臭味。</li>\n<li>你立即点燃或熄灭一支蜡烛，一支火把或一小型营火。</li>\n<li>你立即使一个不大于 1 立方尺的物件变得清洁或肮脏。</li>\n<li>你立即使一个不大于 1 立方尺的非活体物质变得冰冷、温暖或对其调味，其效应持续 1 小时。</li>\n<li>你在一个物件或一个表面上创造一块色斑，或者一个记号，又或者一个标志，其效应持续 1 小时。</li>\n<li>你在你手中创造出一个非魔法的小饰品或一个幻术的图像，其大小不能超过你的手掌大小，它会存在持续至下个你的回合结束为止。</li>\n</ul>\n<p>如果你多次施展该法术，则可以同时维持至多三个不同的非即时效应，并且可以用一个动作解散其中一种效应。</p>"
        },
        "Disguise Self": {
          "name": "Disguise Self",
          "description": "<p>You make yourself—including your clothing, armor, weapons, and other belongings on your person—look different until the spell ends or until you use your action to dismiss it. You can seem 1 foot shorter or taller and can appear thin, fat, or in between. You can't change your body type, so you must adopt a form that has the same basic arrangement of limbs. Otherwise, the extent of the illusion is up to you.</p><p>The changes wrought by this spell fail to hold up to physical inspection. For example, if you use this spell to add a hat to your outfit, objects pass through the hat, and anyone who touches it would feel nothing or would feel your head and hair. If you use this spell to appear thinner than you are, the hand of someone who reaches out to touch you would bump into you while it was seemingly still in midair.</p><p>To discern that you are disguised, a creature can use its action to inspect your appearance and must succeed on an Intelligence (Investigation) check against your spell save DC.</p>"
        },
        "False Life†": {
          "name": "False Life†",
          "description": "<p>Bolstering yourself with a necromantic facsimile of life, you gain 1d4 + 4 Temporary Hit Points for the Duration.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you gain 5 additional Temporary Hit Points for each slot level above 1st.</p>",
          "materials": {
            "value": "A small amount of alcohol or distilled spirits"
          }
        },
        "Mage Armor": {
          "name": "Mage Armor",
          "description": "<p>你触碰一个未着装护甲的自愿生物。直至法术终止前，目标的基础AC变为 13 + 它的敏捷调整值。当目标穿上护甲时，此法术将提前终止。</p>",
          "materials": {
            "value": "一块鞣制过的皮革"
          },
          "effects": {
            "Mage Armor": {
              "name": "Mage Armor",
              "description": "<p>你的基础 AC 变为 13 + 你的敏捷调整值。着装护甲则该法术提前终止。</p>"
            }
          }
        },
        "Magic Missile": {
          "name": "Magic Missile",
          "description": "<p>你创造三枚由魔法力场形成的闪光飞镖，并让每发飞镖袭向施法距离内你能看见的指定生物。每发飞镖对目标造成 1d4 + 1 点力场伤害。所有飞镖将同时袭向目标，而你还可以指定它们击中同一个目标或是分别击中几个目标。</p><p><strong>升环施法： </strong>使用的法术位每比一环高一环，该法术就会多制造出一支飞镖。</p>"
        },
        "Misty Step": {
          "name": "Misty Step",
          "description": "<p>你短暂地被银白的雾气所笼罩，传送到至多 30 尺内一个你能看见且未被占据的空间。</p>"
        },
        "Suggestion": {
          "name": "Suggestion",
          "description": "<p>你以魔法影响施法距离内一个你能看见的生物，并对其施以某种行动暗示（不超过 25 个词）。由你指定的受术目标必须能听到并理解你的话语。暗示必须听起来可行，也不涉及明显会对目标及其盟友造成伤害的内容。比如说，你可以说“把邪教的宝库钥匙找来，然后给我。”或者：“别打了，让图书馆保持安静，然后出去别回来。”</p><p>目标必须成功通过一次感知豁免，否则在法术持续时间内陷入魅惑，若你或你的盟友对其造成伤害此法术将提前结束。被魅惑的生物会尽其所能地执行你所描述的行为。</p><p>你所暗示的行为可能会在法术持续时间内始终一直进行</p><p>而如果你所暗示的活动可以用更短的时间完成，则此法术会在目标完成了你的要求后随即终止。</p>",
          "materials": {
            "value": "一条蛇舌，加上一小块蜂巢或一滴甜油"
          }
        },
        "Ray of Enfeeblement†": {
          "name": "Ray of Enfeeblement†",
          "description": "<p>A black beam of enervating energy springs from your finger toward a creature within range. Make a ranged spell attack against the target. On a hit, the target deals only half damage with weapon attacks that use Strength until the spell ends.</p><p>At the end of each of the target's turns, it can make a Constitution saving throw against the spell. On a success, the spell ends.</p>"
        },
        "Animate Dead†": {
          "name": "Animate Dead†",
          "description": "<p>This spell creates an undead servant. Choose a pile of bones or a corpse of a Medium or Small humanoid within range. Your spell imbues the target with a foul mimicry of life, raising it as an undead creature. The target becomes a skeleton if you chose bones or a zombie if you chose a corpse (the DM has the creature's game statistics).</p><p>On each of your turns, you can use a bonus action to mentally command any creature you made with this spell if the creature is within 60 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creature continues to follow it until its task is complete.</p><p>The creature is under your control for 24 hours, after which it stops obeying any command you've given it. To maintain control of the creature for another 24 hours, you must cast this spell on the creature again before the current 24-hour period ends. This use of the spell reasserts your control over up to four creatures you have animated with this spell, rather than animating a new one.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, you animate or reassert control over two additional undead creatures for each slot level above 3rd. Each of the creatures must come from a different corpse or pile of bones.</p>",
          "materials": {
            "value": "A drop of blood, a piece of flesh, and a pinch of bone dust"
          }
        },
        "Counterspell": {
          "name": "Counterspell",
          "description": "<p>你试图打断一个生物正在施展的一个法术。如果该生物正在施展三环或更低环阶法术，则其法术失败且不产生任何效应。如果该生物正在施展四环或更高环阶法术，则你以施法属性进行一次属性检定，其检定 DC 等于 10 + 目标法术的环阶。检定成功则目标法术失败且不产生任何效应。</p><p><strong>升环施法：</strong>使用四环或更高法术位施展该法术时，如果被打断法术的环阶不高于你所用的法术位环阶，则该目标法术直接被打断。</p>",
          "activation": {
            "condition": "当你看见身边 60 尺范围内一个生物施展法术时执行"
          }
        },
        "Fear": {
          "name": "Fear",
          "description": "<p>You project a phantasmal image of a creature's worst fears. Each creature in a 30-foot cone must succeed on a Wisdom saving throw or drop whatever it is holding and become &amp;Reference[Frightened] for the duration.</p><p>While Frightened by this spell, a creature must take the Dash action and move away from you by the safest available route on each of its turns, unless there is nowhere to move. If the creature ends its turn in a location where it doesn't have line of sight to you, the creature can make a Wisdom saving throw. On a successful save, the spell ends for that creature.</p>",
          "materials": {
            "value": "一片白羽毛或一颗母鸡心"
          },
          "effects": {
            "Fear": {
              "name": "恐惧",
              "description": "<p>你将丢弃其所有持握物，并在法术持续时间内陷入恐慌。你必须在你的回合内执行疾走动作，并以此寻找最安全的路线远离施法者，直至你无路可走为止。</p>"
            }
          }
        },
        "Greater Invisibility": {
          "name": "Greater Invisibility",
          "description": "<p>你或一个你触碰的生物变为隐形，直至法术终止。任何保持在目标身上的着装物和携带物也可以维持隐形状态。 </p>",
          "effects": {
            "Greater Invisibility": {
              "name": "高等隐形",
              "description": "<p>你或一个你触碰的生物变为隐形，直至法术终止。任何保持在目标身上的着装物和携带物也可以维持隐形状态。</p>"
            }
          }
        },
        "Blight†": {
          "name": "Blight†",
          "description": "<p>Necromantic energy washes over a creature of your choice that you can see within range, draining moisture and vitality from it. The target must make a Constitution saving throw. The target takes 8d8 necrotic damage on a failed save, or half as much damage on a successful one. This spell has no effect on undead or constructs.</p><p>If you target a plant creature or a magical plant, it makes the saving throw with disadvantage, and the spell deals maximum damage to it.</p><p>If you target a nonmagical plant that isn't a creature, such as a tree or shrub, it doesn't make a saving throw, it simply withers and dies.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 5th level or higher, the damage increases by 1d8 for each slot level above 4th.</p>"
        },
        "Dominate Person": {
          "name": "Dominate Person",
          "description": "<p>You attempt to beguile a humanoid that you can see within range. It must succeed on a Wisdom saving throw or be &amp;Reference[charmed] by you for the duration. If you or creatures that are friendly to you are fighting it, it has advantage on the saving throw.</p><p>While the target is charmed, you have a telepathic link with it as long as the two of you are on the same plane of existence. You can use this telepathic link to issue commands to the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as \"Attack that creature,\" \"Run over there,\" or \"Fetch that object.\" If the creature completes the order and doesn't receive further direction from you, it defends and preserves itself to the best of its ability.</p><p>You can use your action to take total and precise control of the target. Until the end of your next turn, the creature takes only the actions you choose, and doesn't do anything that you don't allow it to do. During this time you can also cause the creature to use a reaction, but this requires you to use your own reaction as well.</p><p>Each time the target takes damage, it makes a new Wisdom saving throw against the spell. If the saving throw succeeds, the spell ends.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a 6th-level spell slot, the duration is concentration, up to 10 minutes. When you use a 7th-level spell slot, the duration is concentration, up to 1 hour. When you use a spell slot of 8th level or higher, the duration is concentration, up to 8 hours.</p>",
          "effects": {
            "Dominate Person": {
              "name": "Dominate Person",
              "description": "<p>The target is Charmed and must do its best to obey any commands sent by the caster.</p>"
            }
          }
        }
      }
    },
    "Havel of the Autumn Moon": {
      "name": "Havel of the Autumn Moon",
      "tokenName": "Havel",
      "description": "<h2><br />The Tenders</h2>\n<p>Although the Tenders are most well known across the Wood for their involvement in healing and studying the Scorched Grove, their order is actually far more ancient. Wardens of nature, they use their gentle magics to mediate between the people of the Wood and the living forest itself, and to help the forest heal from natural disasters. Today, many of their members find employ as tree-shapers, and are well-respected in birdfolk settlements. Nowhere is this more true than in Alderheart, where the Tenders are looked upon favorably for the work they’ve done to create and strengthen living spaces within Alderheart’s trunk. Other factions of Tenders work to respond to forest fires across the Wood, using their magic to encourage new growth in burned areas, as well as to help any survivors. </p>\n<p>Since the Great Calamity, a large part of their order has dedicated their efforts to tending the Grove, monitoring its spread, and studying the mysterious creatures that live there. Unfortunately, much of the healing in the Grove can end up ruined by a sudden blaze. Progress has been made, however. Before the fires started to rage with renewed force, the Tenders managed to shrink the Grove little by little, doing much to bolster the forest that grows around its edges.</p>\n<p>The Tenders are a unique organization in birdfolk society. Gaining admission to their ranks is akin to joining a monastery or convent. After initiation, a novice is generally expected to make their way to the Scorched Grove to learn from the masters who live there. Recruits live and study communally in special shelters within the Grove, protected by Tender magic. When they are sent out in the world again, new acolytes are taught to leave the high cities and walk among the undergrowth, to gain a better perspective on forest life. On occasion, Tenders living in the Wood will go on pilgrimages to tend to the Grove before returning to their normal duties. Masters of the order often choose to completely dedicate themselves to healing the Grove, setting up permanent homes there. This is considered to be a noble self-sacrifice among Tenders, and those who do this are given the order’s highest honors.</p>\n<h2>Havel of the Autumn Moon</h2>\n<p>Havel is a frail but courageous huden gallus, with pheasant-like plumage. He is a dear friend of Tevor, and the two have fallen for each other during their time together in Alderheart.</p>\n<p>Havel is a Summerblossom, a rank given to experienced members of the Tenders. He has been working at the Tenders’ headquarters in the Trunk district, where he provides aid to the refugees.</p>\n<p>He is also skilled in the use of natural magic, and while normally too sickly to adventure, could still assist the party with his talents. </p>\n<h2>Joining the Tenders</h2>\n<p>Gaining admission to the ranks of the Tenders is not difficult, and recruits are especially welcome now to help expand their thinning numbers. Any player who shows proper devotion to the tenets of natural balance and a willingness to swear an oath to become a keeper of the Wood can speak with Havel of the Autumn Moon about joining the Tenders. New recruits will begin at the Seedling rank. </p>\n<p><em>The Tenders</em></p>\n<p><em>Rank 1</em> - Seedling</p>\n<p><em>Rank 2</em> - Sproutling</p>\n<p><em>Rank 3</em> - Sapling</p>\n<p><em>Rank 4</em> - Summerblossom</p>\n<p><em>Rank 5</em> - Autumnal </p>\n<p><em>Leader</em> - Treekeeper</p>\n<p>Joining the Tenders involves taking an oath to keep the balance of nature, to help it recover from disasters both natural and unnatural, and to help all people who have been harmed by natural imbalance. The Tenders know they can’t control nature, and they teach that trying to do so is a folly which will only lead to further unbalancing of natural cycles. They do believe that when disaster strikes, it is their duty to restore the balance that was lost for the sake of all beings. </p>\n<p><img style=\"display:block;margin-left:auto;margin-right:auto;border:0\" src=\"modules/hpp-humblewood-campaign-setting/assets/art/Art-Tenders-Symbol.webp\" width=\"80%\" height=\"80%\" /></p>",
      "items": {
        "Wing Flap": {
          "name": "Wing Flap",
          "description": "<p>As a bonus action, Havel can use his powerful feathered arms to propel himself upward up to half his movement speed.</p>\n<p>He can use it in conjunction with a regular jump, but not while gliding.</p>"
        },
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, Havel can spend a reaction to fly up to his speed in one direction as he descends. He lands in an unoccupied space at the end of his movement, and takes no falling damage. Havel cannot glide while carrying heavy objects, heavy weapons, or shields (though he can drop any held items as part of their reaction).</p>"
        },
        "Seedspeech": {
          "name": "Seedspeech",
          "description": "<p>Havel can communicate simple ideas to living plants, and is able to interpret their responses in simple language.</p>"
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>Havel is a 4th-level spellcaster. His spellcasting ability is Wisdom (spell save DC 13, +5 to hit with spell attacks). He has the following spells prepared:</p><p>Cantrip (at will): [[/item .yVZO5wVDMj38PQBJ]]{druidcraft}, [[/item .NBgZGQk3fVvEV3RW]]{gust barrier}, [[/item .A6Eo689lO7YGkf5L]]{produce flame}</p><p>1st level (4 slots): [[/item .Dy8Aj8BdIKL0CJe6]]{cure wounds}, [[/item .MgTzJRQDC34EwQWH]]{elevated sight}, [[/item .hHP8EDDUL6M6JcQj]]{entangle}, [[/item .Vu6LWw9Ikw3pBm7h]]{thunderwave}</p><p>2nd level (3 slots): [[/item .vqahTZDZMjoK6EEo]]{barkskin}, [[/item .VJUAGDG60rUdduR3]]{gust of wind}</p>"
        },
        "Staff": {
          "name": "Staff",
          "description": "<p class=\"p1\">[[/attack extended]]。 [[/damage extended average]]。</p>"
        },
        "Druidcraft": {
          "name": "Druidcraft",
          "description": "<p>Whispering to the spirits of Nature, you create one of the following Effects within range:</p>\n<ul>\n<li>You create a tiny, harmless sensory effect that predicts what the weather will be at your location for the next 24 hours. The effect might manifest as a golden orb for clear skies, a cloud for rain, Falling snowflakes for snow, and so on. This effect persists for 1 round.</li>\n<li>You instantly make a flower blossom, a seed pod open, or a leaf bud bloom.</li>\n<li>You create an Instantaneous, harmless sensory effect, such as Falling leaves, a puff of wind, the sound of a small animal, or the faint odor of skunk. The effect must fit in a 5-foot cube.</li>\n<li>You instantly light or snuff out a Candle, a torch, or a small campfire.</li>\n</ul>"
        },
        "Gust Barrier": {
          "name": "Gust Barrier",
          "description": "<p><em><strong>Spell List</strong> - Bard, Druid, Sorcerer, Wizard</em></p><hr /><p>You spread your arms wide, allowing yourself to become enveloped by the air around you. Until the end of your next turn, any ranged attack against you is made with disadvantage.</p><p>Melee attackers who successfully hit you must make a <strong>Constitution saving throw</strong> against your spell save DC.</p><p>On a failure, the attacker is flung away from you up to 10 feet and is knocked @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.y0TkcdyoZlOTmAFT]{Prone}.</p><p> </p>",
          "effects": {
            "Prone": {
              "name": "Prone"
            }
          }
        },
        "Produce Flame": {
          "name": "Produce Flame",
          "description": "<p>A flickering flame appears in your hand. The flame remains there for the Duration and harms neither you nor your Equipment. The flame sheds bright light in a 10-foot radius and dim light for an additional 10 feet. The spell ends if you dismiss it as an action or if you cast it again.</p><p>You can also Attack with the flame, although doing so ends the spell. When you cast this spell, or as an action on a later turn, you can hurl the flame at a creature within 30 feet of you. Make a ranged spell Attack. On a hit, the target takes 1d8 fire damage.</p><p>This spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
        },
        "Cure Wounds": {
          "name": "Cure Wounds",
          "description": "<p>一个你触碰的生物恢复特定数值的生命值，其恢复量等于 1d8 + 你的施法属性调整值。该法术对不死生物和构装生物无效。</p><p><strong>升环施法：</strong>使用二环或更高法术位施展该法术时，你使用的法术位每比一环高一环，恢复量就增加 1d8。</p>"
        },
        "Elevated Sight": {
          "name": "Elevated Sight",
          "description": "<p><em><strong>Spell List </strong>- Cleric, Druid, Ranger, Warlock, Wizard</em></p>\n<hr />\n<p>You cast your eyes skyward, granting you sight from a higher vantage point. You project your vision to see through an invisible sensor which appears in a spot up to 120 feet above you. You can see through the sensor as if you were flying, granting a full 360 degree view from its location.</p>\n<p>The sensor moves with you, retaining its height in relation to you. You can use a bonus action to adjust the sensor’s height, but only to a maximum of 120 feet above you.</p>\n<p>While looking through this sensor you are blind, though you can switch between seeing through the sensor or through your own eyes at any time during your turn.</p>"
        },
        "Entangle": {
          "name": "纠缠术",
          "description": "<p>在施法距离内的地面上指定一点，并以其为源点蔓延出 20 尺方形区域的杂草和藤蔓。在法术持续时间内，这片被植物覆盖的区域变为困难地形。</p><p>在你施展法术时，该区域内的生物必须成功通过一次力量豁免，否则将因为这些缠绕的植物陷入&Reference[Restrained]状态，直到法术终止。一个因此被束缚的生物可以使用其动作进行一次力量检定以对抗该法术的豁免 DC，检定成功则摆脱束缚。</p><p>法术终止时，所召唤的植物随即枯萎。</p>",
          "effects": {
            "Entangle": {
              "name": "纠缠",
              "description": "<p>你因为这些缠绕的植物陷入束缚状态，直到法术终止。你可以使用你的动作进行一次力量检定以对抗该法术的豁免 DC，检定成功则摆脱束缚。</p>"
            }
          }
        },
        "Thunderwave": {
          "name": "Thunderwave",
          "description": "<p>A wave of thunderous force sweeps out from you. Each creature in a 15-foot cube originating from you must make a Constitution saving throw. On a failed save, a creature takes 2d8 thunder damage and is pushed 10 feet away from you. On a successful save, the creature takes half as much damage and isn't pushed.</p><p>In addition, unsecured objects that are completely within the area of effect are automatically pushed 10 feet away from you by the spell's effect, and the spell emits a thunderous boom audible out to 300 feet.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d8 for each slot level above 1st.</p>"
        },
        "Barkskin": {
          "name": "Barkskin",
          "description": "<p>You touch a willing creature. Until the spell ends, the target's skin has a rough, bark-like appearance, and the target's AC can't be less than 16, regardless of what kind of armor it is wearing.</p>",
          "materials": {
            "value": "A handful of oak bark"
          },
          "effects": {
            "Barkskin": {
              "name": "树肤"
            }
          }
        },
        "Gust of Wind": {
          "name": "Gust of Wind",
          "description": "<p>一道 60 尺长、10 尺宽的强风线以你为起点向你指定的方向喷涌而出，并持续至法术终止。任何在线状区域内开始其回合的生物必须进行一次力量豁免，豁免失败则被沿着风向推离你 15 尺远。</p><p>任何在线状区域内的生物若试图向你移动，每移动 1 尺必须消耗 2 尺移动力。</p><p>强风能驱散毒气或蒸汽，并熄灭区域内的蜡烛、火把及其他类似无防护的火焰。对有防护的火焰（如提灯），则使其剧烈摇曳且有 50% 几率熄灭。</p><p>在法术终止前的每回合，你可以用一个附赠动作改变风道的方向。</p>",
          "materials": {
            "value": "A legume seed."
          }
        }
      }
    },
    "Vulpin Captain": {
      "name": "Vulpin Captain",
      "tokenName": "Vulpin Captain",
      "description": "<p>Captains are respected among the bandit forces, leading units on raids and ambushes, and sometimes running the operations of an entire camp. </p>\n<p>While captains are among the more skilled warriors in the coalition, involvement with day-to-day operations grants them a certain rapport with even the low-ranking bandits. This leadership, coupled with their prowess, allows them to rally or kowtow those foolish enough to consider desertion. </p>\n<p>Vulpins, with their natural ambition, cunning, and force of personality, can readily be found climbing to the rank of captain.</p>\n<h2>Fray Merridan</h2>\n<p>Fray is a dashing red-furred vulpin with sharp eyes and a quick wit. A highly skilled swordswoman, she was left without a home when forest fires spreading from the Scorched Grove burned her village. She saw joining the bandits as an opportunity to use her skills to provide for herself and those she cares for. She is astute and talented, but also competitive and unwilling to forget even the smallest slight against her. Fray uses the vulpin captain stat block.</p>",
      "items": {
        "Evasive": {
          "name": "Evasive",
          "description": "<p>The captain includes their Intelligence modifier as a bonus to their Dexterity saving throws.</p>",
          "effects": {
            "Evasive": {
              "name": "Evasive"
            }
          }
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The captain makes a number of attacks in one action. These attacks can be of the same type or a mixed variety of its attack actions.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Shortsword": {
          "name": "Shortsword",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Shortbow": {
          "name": "Shortbow",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        }
      }
    },
    "Birdfolk Skirmisher": {
      "name": "Birdfolk Skirmisher",
      "tokenName": "Birdfolk Skirmisher",
      "description": "<p>The bulk of the Perch Guard’s military force are a light infantry called ‘The Spears.” They train relentlessly with polearm weapons perfectly suited for branch-to-branch combat. Many are also skilled at ranged attacks with these weapons, as well as performing special diving maneuvers, making them an even greater threat to enemies below. In times of peace, skirmishers often serve as skilled hunters, following the direction of trackers to collect enough food for entire villages.</p>",
      "items": {
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the skirmisher can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Drop Attack": {
          "name": "Drop Attack",
          "description": "<p>The skirmisher can make an attack during their glide. If they do so they deal an extra [[/damage 1d8 average]] points of damage.</p>"
        },
        "Chain Shirt": {
          "name": "Chain Shirt",
          "description": "<p>该护甲由互相锁接的金属环组成，通常着装于布衣或皮衣的夹层之间。这种护甲为着装者的上半身提供了适中的保护，且锁环间相互碰撞的声音也可以被外层衣服减弱。</p>"
        },
        "Spear": {
          "name": "Spear",
          "description": "<p>[[/attack extended]]。[[/damage extended average]]，或使用双手发动近战攻击时[[/damage twoHanded average]] 。</p>"
        }
      }
    },
    "Birdfolk Dockmaster": {
      "name": "Birdfolk Dockmaster",
      "tokenName": "Birdfolk Dockmaster",
      "description": "<p>It may be odd to see birdfolk working the docks and ships of Saltar’s Port, but the sea is a way of life for some folk. Jobs in the seafaring industry are as lucrative as they are tough. For the birdfolk that choose to ply their trade on the water, life is about order and efficiency. One improperly stowed barrel or poorly lashed line can spell disaster on the sea. Dockmasters take their marine jobs very seriously.</p>",
      "items": {
        "Leather Armor": {
          "name": "Leather Armor",
          "description": "<p>该护甲的护胸和护肩由通过油煮硬化的皮子制成。护甲的其余部分则由更软更灵活的材料制作。</p>"
        },
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the dockmaster can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Confidence": {
          "name": "Confidence",
          "description": "<p>The dockmaster adds their <strong>Charisma modifier</strong> to their initiative rolls.</p>",
          "effects": {
            "Confidence": {
              "name": "Confidence"
            }
          }
        },
        "Sneak Attack": {
          "name": "Sneak Attack",
          "description": "<p>Once per turn, the dockmaster deals an extra [[/damage 1d6 average]] damage when they hit a target with a weapon attack and they have advantage on the attack roll, or when the target is within 5 ft. of an ally of the dockmaster that isn’t incapacitated and the dockmaster doesn’t have disadvantage on the attack roll.</p>",
          "activities": {
            "damage": {
              "condition": "once per turn"
            }
          }
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The [[lookup @name lowercase]] makes a number of attacks in one action. These attacks can be of the same type or a mixed variety of its attack actions.</p>"
        },
        "Saber": {
          "name": "Saber",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Dagger": {
          "name": "Dagger",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        }
      }
    },
    "Strig Tracker": {
      "name": "Strig Tracker",
      "tokenName": "Strig Tracker",
      "description": "<p>Capable of moving swiftly through the wilderness, trackers help find those who have lost their way in the forest.</p>\n<p>Accomplished survivalists, they are familiar with hidden pathways throughout the Wood. Often found alongside woodland beasts, many have formed bonds with these creatures, and find their aid useful in locating lost travelers.</p>\n<p>For Strigs, known for being at ease even in the harshest environments, becoming a tracker can prove a satisfying challenge. Some use their skills to double as bounty hunters, which can provide for an even more thrilling chase.</p>",
      "items": {
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the tracker can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Talons": {
          "name": "Talons",
          "description": "<p>The tracker rolls <strong>advantage</strong> on Strength (Athletics) checks made to climb any surface their talons could reasonably grip.  </p>"
        },
        "Patterned Feathers": {
          "name": "Patterned Feathers",
          "description": "<p>The tracker has <strong>advantage</strong> on Dexterity (Stealth) checks when they attempt to hide in a forest. </p>"
        },
        "Reya’s Keen Eye": {
          "name": "Reya’s Keen Eye",
          "description": "<p>The tracker can make Wisdom (Perception) checks as a bonus action to try and find hidden creatures.</p>"
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The tracker is a 3rd-level spellcaster. Their spellcasting ability is Wisdom (spell save DC 12, +4 to hit with spell attacks). The strig tracker has the following ranger spells prepared:</p><p>1st level (3 slots): [[/item .FsbpGoyR5J3nkE0x]]{elevated sight}, [[/item .fcSNv0d1ASheVSU0]]{hunter's mark}, [[/item .GO6SJBQBTSpSJrII]]{longstrider}, [[/item .FyPFlSSK7yQQjmaM]]{speak with animals}</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The tracker makes two melee attacks, one with their [[/item Longsword]] and one with their [[/item Hand Axe]]. Or they make two ranged attacks with their Hand Axe.</p>"
        },
        "Longsword": {
          "name": "Longsword",
          "description": "<p>[[/attack extended]]. [[/damage extended average]] or [[/damage twoHanded average]] if wielding with both hands.</p>"
        },
        "Handaxe": {
          "name": "Handaxe",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "wJq6HXWf2CJriJP2": {
          "name": "Talons",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Elevated Sight": {
          "name": "Elevated Sight",
          "description": "<p><em><strong>Spell List </strong>- Cleric, Druid, Ranger, Warlock, Wizard</em></p>\n<hr />\n<p>You cast your eyes skyward, granting you sight from a higher vantage point. You project your vision to see through an invisible sensor which appears in a spot up to 120 feet above you. You can see through the sensor as if you were flying, granting a full 360 degree view from its location.</p>\n<p>The sensor moves with you, retaining its height in relation to you. You can use a bonus action to adjust the sensor’s height, but only to a maximum of 120 feet above you.</p>\n<p>While looking through this sensor you are blind, though you can switch between seeing through the sensor or through your own eyes at any time during your turn.</p>"
        },
        "Hunter's Mark": {
          "name": "Hunter's Mark",
          "description": "<p>你指定施法距离内一个你能看见的生物并以魔法标记其作为你的猎物。直至法术终止前，你每次以任何攻击命中该目标时都会额外造成 1d6 伤害，且每当你为寻找目标生物而进行感知（察觉）或感知（生存）检定时都具有优势。</p><p>如果在法术结束前目标 HP 降至 0，则你可以用附赠动作将标记转移至施法距离内的另一个可见生物。</p><p><strong>升环施法：</strong>使用三环或四环法术位施展该法术时，其专注可以维持至多 8 小时。使用环阶 5+ 的法术位施展该法术时，其专注可以维持至多 24 小时。</p>",
          "effects": {
            "Hunter's Mark": {
              "name": "Hunter's Mark"
            }
          }
        },
        "Longstrider": {
          "name": "Longstrider",
          "description": "<p>You touch a creature. The target's speed increases by 10 feet until the spell ends.</p>",
          "materials": {
            "value": "A pinch of dirt"
          }
        },
        "Speak with Animals": {
          "name": "动物交谈",
          "description": "<p>你在法术持续时间内获得理解野兽并与其沟通的能力。许多野兽智力不高，因此它们的认知水平相当有限，但它们至少能向你提供关于周围地域和怪物的情报，包括任何它们现在以及在前一日内察觉到的东西。你也许可以说服野兽帮你一些小忙，是否成功则由 DM 来判断。</p>"
        }
      }
    },
    "Birdfolk Farmer": {
      "name": "Birdfolk Farmer",
      "tokenName": "Birdfolk Farmer",
      "description": "<p>Simple farmers can be found across the Wood, providing necessary food and supplies to the cities. There are many places in Humblewood where digging up large heaps of soil would either be impractical or damaging to the forest. While traditional farms exists in Humblewood, the majority of farms are built in the canopies in or around cities. Farming in the canopy consists of growing flowering moss gardens or fruit-bearing vines on the branches of perch trees. Canopy farms can also include the raising of large insects for food, or silkworms for clothing.</p>",
      "items": {
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the farmer can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Pitchfork": {
          "name": "Pitchfork",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        }
      }
    },
    "Luma Cleric of Ardea": {
      "name": "Luma Cleric of Ardea",
      "tokenName": "Luma Cleric of Ardea",
      "description": "<p>Clerics of Ardea travel the Wood on holy pilgrimages to sacred groves resplendent with life fostered by the Dawnmother. They spread Ardea’s message of kindness wherever they go, taking it upon themselves to protect all life, great and small. Clerics serve the communities they pass through as healers, mediators, and occasionally as valiant defenders. Lumas who heed the call of the Amaranthine find their natural charisma and mystic talents to be of great help as they walk the cleric’s path. </p>",
      "items": {
        "Chain Shirt": {
          "name": "Chain Shirt",
          "description": "<p>该护甲由互相锁接的金属环组成，通常着装于布衣或皮衣的夹层之间。这种护甲为着装者的上半身提供了适中的保护，且锁环间相互碰撞的声音也可以被外层衣服减弱。</p>"
        },
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the cleric can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, or heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Wing Flap": {
          "name": "Wing Flap",
          "description": "<p>As a bonus action, the cleric can use their powerful feathered arms to propel themselves upward up to half their movement speed.</p>\n<p>The cleric can use this in conjunction with a regular jump, but not while gliding. </p>"
        },
        "Fated": {
          "name": "Fated",
          "description": "<p>The luma cleric can choose to reroll any attack roll, skill check, or saving throw.</p>"
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The cleric is a 5th-level spellcaster. Their spellcasting ability is Wisdom (spell save DC 13, +5 to hit with spell attacks). The cleric has the following cleric spells prepared:</p><p>Cantrip (at will): [[/item .z3Q8AFDp6rDPbNko]]{light}, [[/item .Uk6NTsgWJJ4Cuzrs]]{sacred flame}, [[/item .oJKBy2bmGTBQiVRL]]{thaumaturgy}</p><p>1st level (4 slots): [[/item .E2c7P17UEfyNvlxe]]{bless}, [[/item .bxscgzQu7xMlyUTp]]{cure wounds}, [[/item .UgF61dS8PI6hPrZj]]{guiding bolt}</p><p>2nd level (3 slots): [[/item .lUt8NUBW0cw8Ixad]]{lesser restoration}, [[/item .ECXXOlvBlsmdXJYU]]{spiritual weapon}</p><p>3rd level (2 slots): [[/item .LKmuoquIwcZWRnla]]{beacon of hope}, [[/item .Qb3LCPVu7JcihV8T]]{dispel magic}</p>"
        },
        "Staff": {
          "name": "Staff",
          "description": "<p>[[/attack extended]]。[[/damage extended average]]，或使用双手发动近战攻击时[[/damage twoHanded average]]伤害。</p>"
        },
        "Ardea’s Vigor": {
          "name": "Ardea’s Vigor",
          "description": "<p>The cleric calls on the powers of Ardea to imbue their allies with her protective life force. The luma cleric and up to 3 allies within 30 feet gain [[/healing average]].</p><p>For one minute, anyone under this effect gains [[/healing temp activity=HEAae3Q93q8ijDGK]] at the start of each of their turns. </p>",
          "activities": {
            "Heal: Start of Turn": {
              "name": "治疗：回合开始"
            }
          }
        },
        "Songbird": {
          "name": "Songbird",
          "description": "<p>The cleric can cast @UUID[Compendium.dnd5e.spells.Item.eS7XnnApoxRxYXPs]{Charm Person}.</p><p>Charisma is their spellcasting ability (spell save DC 12) and the spell does not require any somatic components to cast.</p>"
        },
        "Light": {
          "name": "Light",
          "description": "<p>你触碰一个大型或者更小，且未被他人携带或着装的物件。在法术终止前，物件将在其 20 尺半径范围内发出明亮光照，并在其外 20 尺范围发出微光光照。光的颜色由你决定。该物件被不透明的东西完全遮盖时，其光照被遮挡。若你再次施展该法术，则该法术终止。</p><p>若你将一名敌对生物持有或穿戴的物件作为目标，该生物必须成功通过敏捷豁免检定，否则法术生效。</p>",
          "materials": {
            "value": "A firefly or phosphorescent moss."
          }
        },
        "Sacred Flame": {
          "name": "Sacred Flame",
          "description": "<p>Flame-like radiance descends on a creature that you can see within range. The target must succeed on a Dexterity saving throw or take 1d8 radiant damage. The target gains no benefit from cover for this saving throw.</p><p>The spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
        },
        "Thaumaturgy": {
          "name": "Thaumaturgy",
          "description": "<p>You create one of the following magical effects within range:</p>\n<ul>\n<li>Your voice booms up to three times as loud as normal for 1 minute.</li>\n<li>You cause flames to flicker, brighten, dim, or change color for 1 minute.</li>\n<li>You cause harmless tremors in the ground for 1 minute.</li>\n<li>You create a sound that originates from a point of your choice within range.</li>\n<li>You cause an unlocked door or window to fly open or slam shut.</li>\n<li>You alter the appearance of your eyes for 1 minute.</li>\n</ul>\n<p>If you cast this spell multiple times, you can have up to three of its 1-minute effects active at a time, and you can dismiss such an effect as an action.</p>"
        },
        "Bless": {
          "name": "Bless",
          "description": "<p>You bless up to three creatures of your choice within range. Whenever a target makes an attack roll or a saving throw before the spell ends, the target can roll 1d4 and add the number rolled to the attack roll or saving throw.</p>\n<p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st.</p>",
          "materials": {
            "value": "A sprinkling of holy water"
          },
          "effects": {
            "Bless": {
              "name": "祝福"
            }
          }
        },
        "Cure Wounds": {
          "name": "Cure Wounds",
          "description": "<p>一个你触碰的生物恢复特定数值的生命值，其恢复量等于 1d8 + 你的施法属性调整值。该法术对不死生物和构装生物无效。</p><p><strong>升环施法：</strong>使用二环或更高法术位施展该法术时，你使用的法术位每比一环高一环，恢复量就增加 1d8。</p>"
        },
        "Guiding Bolt": {
          "name": "Guiding Bolt",
          "description": "<p>A flash of light streaks toward a creature of your choice within range. Make a ranged spell attack against the target. On a hit, the target takes 4d6 radiant damage, and the next attack roll made against this target before the end of your next turn has advantage, thanks to the mystical dim light glittering on the target until then.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d6 for each slot level above 1st.</p>"
        },
        "Lesser Restoration": {
          "name": "Lesser Restoration",
          "description": "<p>你触碰一个生物，并终止正影响它的一种状态：&Reference[blinded]、&Reference[deafened]、&Reference[paralyzed] 或 &Reference[poisoned]。</p>"
        },
        "Spiritual Weapon": {
          "name": "Spiritual Weapon",
          "description": "<p>You create a floating, spectral weapon within range that lasts for the duration or until you cast this spell again. When you cast the spell, you can make a melee spell attack against a creature within 5 feet of the weapon. On a hit, the target takes force damage equal to 1d8 + your spellcasting ability modifier.</p><p>As a bonus action on your turn, you can move the weapon up to 20 feet and repeat the attack against a creature within 5 feet of it.</p><p>The weapon can take whatever form you choose. Clerics of deities who are associated with a particular weapon (as St. Cuthbert is known for his mace and Thor for his hammer) make this spell's effect resemble that weapon.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d8 for every two slot levels above the 2nd.</p>"
        },
        "Dispel Magic": {
          "name": "解除魔法",
          "description": "<p>在施法距离内指定一名生物、一个物件或一处魔法效应。所有影响该目标的三环或更低环阶法术即告终止。每个影响目标的四环或更高环阶法术都需要以你的施法属性进行一次属性检定（DC 10 + 目标法术环阶），检定成功时目标法术终止。</p><p><strong>升环施法：</strong> 你直接终止影响目标的小于等于该施法环阶的法术效应。</p>"
        },
        "Beacon of Hope": {
          "name": "Beacon of Hope",
          "description": "<p>This spell bestows hope and vitality. Choose any number of creatures within range. For the duration, each target has advantage on Wisdom saving throws and death saving throws, and regains the maximum number of hit points possible from any healing.</p>"
        },
        "Charm Person": {
          "name": "Charm Person",
          "description": "<p>You attempt to charm a humanoid you can see within range. It must make a Wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is &amp;Reference[charmed] by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>",
          "effects": {
            "Charm Person": {
              "name": "Charm Person",
              "description": "<p>该生物被你魅惑至法术终止，或者直到你或你的同伴对他做出伤害行为为止。此间，被魅惑的生物将视你为友方且熟悉的人。法术终止后，该生物将会发觉曾被你魅惑过。</p>"
            },
            "Spell Changes": {
              "name": "Spell Changes"
            }
          }
        }
      }
    },
    "Cara Stormsinger": {
      "name": "Cara Stormsinger",
      "tokenName": "Cara Stormsinger",
      "description": "<p>In smaller perches, where a guard force may be minimal or nonexistent, town security consists of a locally-organized militia. Anyone can enlist in these groups, provided they are upstanding citizens. They can be called upon by the Perch Guard to perform duties ranging from policing streets to supplementing military efforts.</p>\n<p><strong>Cara Stormsinger</strong>. A tawny-feathered swift strig woman from Meadowfen, Cara is the captain of the village militia. She was responsible for assembling the team of villagers who went out to investigate the black plume of smoke that appeared over Meadowfen’s horizon. She endured a harrowing journey to return home and relay Ashbarrow’s fate to Elder Ardwynn. Cara uses the birdfolk militia stat block adjusted with the racial traits of a swift strig. She is lawful good.</p>",
      "items": {
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, [[lookup @name]] can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Studded Leather Armor": {
          "name": "Studded Leather Armor",
          "description": "<p>该护甲由坚固而柔韧的皮革制成，其表面由紧密的铆钉和尖刺进行加固。</p>"
        },
        "Mace": {
          "name": "Mace",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Talons": {
          "name": "Talons",
          "description": "<p>Your sharp claws aid you in unarmed combat and while climbing. Your damage for an unarmed strike is [[/damage average]] damage.</p><p>Additionally, you have advantage on Strength (Athletics) checks made to climb any surface your talons could reasonably grip.</p>"
        },
        "Patterned Feathers": {
          "name": "Patterned Feathers",
          "description": "<p>[[lookup @name]] has advantage on Dexterity (Stealth) checks when you attempt to hide in a forest.</p>"
        }
      }
    },
    "Jerbeen Swashbuckler": {
      "name": "Jerbeen Swashbuckler",
      "tokenName": "Jerbeen Swashbuckler",
      "description": "<p>A common figure in many jerbeen folktales, a swashbuckler is a champion who fights with finesse and daring. Natural leaders, swashbucklers keep their wits about them during a duel, pressing small advantages to win the day. Jerbeen swashbucklers often train in the tradition of their Amaranthine, Gaspard. Each year swashbucklers participate in fencing matches held in Gaspard’s honor. Not all swashbucklers follow this path, with some using their talents for brigandry. </p>",
      "items": {
        "Leather Armor": {
          "name": "Leather Armor",
          "description": "<p>该护甲的护胸和护肩由通过油煮硬化的皮子制成。护甲的其余部分则由更软更灵活的材料制作。</p>"
        },
        "Standing Leap": {
          "name": "Standing Leap",
          "description": "<p>The swashbuckler’s base long jump is 30 feet, and their base high jump is 15 feet, with or without a running start.</p>"
        },
        "Team Tactics": {
          "name": "Team Tactics",
          "description": "<p>The swashbuckler can take the &amp;Reference[Help] action as bonus action.</p>"
        },
        "Sharp Witted Defense": {
          "name": "Sharp Witted Defense",
          "description": "<p>While the swashbuckler is wearing light or no armor and wielding no shield, their AC includes their Charisma modifier.</p>",
          "effects": {
            "Sharp Witted Defense": {
              "name": "Sharp Witted Defense"
            }
          }
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The swashbuckler makes a number of attacks in one action. These attacks can be of the same type or a mixed variety of its attack actions.</p>"
        },
        "Dagger": {
          "name": "Dagger",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Rapier": {
          "name": "Rapier",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Riposte": {
          "name": "Riposte",
          "description": "<p>The swashbuckler reduces the damage dealt by one melee attack that would hit them by 4 ([[/r 1d8]]), and deals that much piercing damage to their attacker. The swashbuckler must see the attacker and be wielding a melee weapon.</p>",
          "activities": {
            "Damage Reduction": {
              "name": "Damage Reduction",
              "roll": "Damage Reduction",
              "condition": "Hit by one melee attack"
            }
          }
        }
      }
    },
    "Ash Tree": {
      "name": "Ash Tree",
      "tokenName": "Ash Tree",
      "description": "<p>Oakheart is a huge tree-shaped creature with charred bark that smolders in places, and many small flames which burn on his branches, giving the impression of leaves. Once a treant, he bathed in the primal energies of the Scorched Grove, transforming into an entity so thoroughly possessed of the element of flame that he’s capable of serving as The Borealus’* keeper. He is the artifact’s guardian, and will not relinquish the staff until he has been convinced that whoever has disturbed him can control the staff’s considerable power, and that they mean to maintain the natural balance he sacrificed himself to protect. </p>",
      "items": {
        "False Appearance": {
          "name": "False Appearance",
          "description": "<p>While the Ash Tree remains motionless, they appear as a great oak with charred bark that smolders in places and flames in place of leaves. </p>"
        },
        "Siege Monster": {
          "name": "Siege Monster",
          "description": "<p>The Ash Tree deals double damage to objects and structures.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The Ash Tree makes two [[/item Slam]] attacks. </p>"
        },
        "Slam": {
          "name": "Slam",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Rock": {
          "name": "Rock",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Animate Trees": {
          "name": "Animate Trees",
          "description": "<p>The [[lookup @name lowercase]] magically animates one or two trees it can see <strong>within 60 feet</strong> of it. These trees have the same statistics as a treant, except they have Intelligence and Charisma scores of 1, they can't speak, and they have only the Slam action option.</p><p>An animated tree acts as an ally of the [[lookup @name lowercase]]. The tree remains animate for 1 day or until it dies; until the [[lookup @name lowercase]] dies or is more than 120 feet from the tree; or until the [[lookup @name lowercase]] takes a bonus action to turn it back into an inanimate tree. The tree then takes root if possible.</p>",
          "activities": {
            "Animate Tree": {
              "name": "Animate Tree"
            }
          }
        }
      }
    },
    "Bita, the Council Speaker": {
      "name": "Bita, the Council Speaker",
      "tokenName": "Bita",
      "description": "<p>Bita is a bright gallus whose elegant white plumage resembles that of a peacock. As the Birdfolk Council’s Speaker, she is always first to address those who have been granted an audience with the Council. She takes her duties as the Speaker and as a Council member very seriously. Despite her profound affection for Humblewood and its citizens, she often comes off as severe and cold. Bita believes in doing what’s best for the folks of the Wood, and sometimes this means making level-headed, tough decisions. Bita uses the noble stat block, adjusted with the racial traits of a bright gallus. She is lawful good.</p>",
      "items": {
        "Breastplate": {
          "name": "Breastplate",
          "description": "<p>该护甲主要由皮条固定的金属护胸组成。尽管它并没有为四肢提供额外的防护，但其在保证着装者活动自由度的同时，为其生命器官提供了十分有效的保护效果。</p>"
        },
        "Rapier": {
          "name": "Rapier",
          "description": "<p><em><strong>Melee Weapon Attack</strong></em>: +3 to hit,, 5 ft., one target. <em><strong>Hit</strong></em>: [[/damage 1d8 + 1 piercing average]] damage.</p>"
        },
        "Parry": {
          "name": "Parry",
          "description": "<p>Bita adds 2 to its <strong>AC</strong> against one melee Attack that would hit it. To do so, the noble must see the attacker and be wielding a melee weapon.</p>"
        },
        "Glide": {
          "name": "Glide",
          "description": "<p>Using your feathered arms, you can slow your fall, and glide short distances. When falling you can use your reaction to spread your arms, stiffen your wing feathers, and slow your descent. While doing so, you continue to fall gently at a speed of 60 feet per round, taking no fall damage when you land. If you would fall at least 10 feet in this way, you may fly up to your movement speed in one direction you choose, although you cannot choose to move upwards, landing in the space you finish your movement. You cannot glide while carrying heavy weapons or wielding a shield (though you may drop any held items as part of your reaction to spread your arms). You cannot glide while wearing heavy armor, or if you are encumbered.</p>"
        },
        "Wing Flap": {
          "name": "Wing Flap",
          "description": "<p>As a bonus action, you can use your powerful feathered arms to propel yourself upward a distance equal to half your movement speed. You can use it in conjunction with a regular jump, but not while gliding.</p>"
        },
        "Communal": {
          "name": "Communal",
          "description": "<p>Whenever you make an Intelligence (History) check related to the history of your race, culture, or community, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus.</p>"
        },
        "Inspiring": {
          "name": "Inspiring",
          "description": "<p>By spending an action and giving words of advice or encouragement, you can inspire an ally who is able to see and hear you. The ally can roll a [[/r 1d4]] and add the number rolled to their next ability check, attack roll, or saving throw.</p>"
        }
      }
    },
    "Fray Merridan": {
      "name": "Fray Merridan",
      "tokenName": "Fray",
      "description": "<p>Captains are respected among the bandit forces, leading units on raids and ambushes, and sometimes running the operations of an entire camp. </p>\n<p>While captains are among the more skilled warriors in the coalition, involvement with day-to-day operations grants them a certain rapport with even the low-ranking bandits. This leadership, coupled with their prowess, allows them to rally or kowtow those foolish enough to consider desertion. </p>\n<p>Vulpins, with their natural ambition, cunning, and force of personality, can readily be found climbing to the rank of captain.</p>\n<h2>Fray Merridan</h2>\n<p>Fray is a dashing red-furred vulpin with sharp eyes and a quick wit. A highly skilled swordswoman, she was left without a home when forest fires spreading from the Scorched Grove burned her village. She saw joining the bandits as an opportunity to use her skills to provide for herself and those she cares for. She is astute and talented, but also competitive and unwilling to forget even the smallest slight against her. Fray uses the vulpin captain stat block.</p>",
      "items": {
        "Evasive": {
          "name": "Evasive",
          "description": "<p>Fray includes their Intelligence modifier as a bonus to their Dexterity saving throws.</p>",
          "effects": {
            "Evasive": {
              "name": "Evasive"
            }
          }
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>Fray makes a number of attacks in one action. These attacks can be of the same type or a mixed variety of its attack actions.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Shortsword": {
          "name": "Shortsword",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Shortbow": {
          "name": "Shortbow",
          "description": "<p><em><strong>Ranged Weapon Attack</strong></em>: +4 to hit, reach 80/320 ft., one target. <em><strong>Hit</strong></em>: [[/damage 1d6 + 2 piercing average]] damage.</p>"
        }
      }
    },
    "Mapach Tinkerer": {
      "name": "Mapach Tinkerer",
      "tokenName": "Mapach Tinkerer",
      "description": "<p>Unlike those who are content to stay within the boundaries of their established craft, tinkerers have a passion for innovation that is unfettered by tradition. Mapach craftspeople who constantly look for ways to improve upon past creations find themselves branded as eccentrics. Their methods are unconventional, but eminently practical. Designs are often carefully considered, and some of their innovations eventually find widespread use around the Wood. </p>",
      "items": {
        "Dagger": {
          "name": "Dagger",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Tinker’s Toys": {
          "name": "Tinker’s Toys",
          "description": "<p><em>See individual actions in the character sheet</em></p><p>The tinkerer uses one of the following options (roll a [[/r d4]] or choose one); the tinkerer can use each one no more than once per day:</p><p><strong>[[/item Tinker’s Toys activity=\"1. Cogwork Bird\"]]{1. Cogwork Bird}</strong>. The tinkerer winds and releases a small mechanical bird that flies to a target creature within 30 feet and distracts it. The next attack against that creature is made with <strong>advantage</strong>.</p><p><strong>[[/item Tinker’s Toys activity=\"2. Flash-Bangs\"]]{2. Flash-Bangs}</strong>. The tinkerer targets a space up to 10 ft. away, and throws some small explosive shells that flare up in a blinding light. All creatures within 10 ft. of the target space must make a [[/save format=long activity=MlmPV9mxawa9ReJt]] or be &amp;Reference[Blinded apply=false]{blinded} until the start of the tinkerer’s next turn.</p><p><strong>[[/item Tinker’s Toys]]{3. Nettle Gun}</strong>. The tinkerer turns the crank on a small gadget that sprays nettles at a target. <em>Ranged Weapon Attack</em>: [[/attack +4]], range 10/20 ft., one target. <em>Hit</em>: [[/damage average activity=SMocRxkD1pMMHDu8]] damage. All creatures within 5 ft. of the target must make a [[/save format=long activity=UJGMqPy6QS7OT1AP]] or take [[/damage average activity=UJGMqPy6QS7OT1AP]] damage.</p><p><strong>[[/item Tinker’s Toys activity=\"4. Grease Balloon\"]]{4. Grease Balloon}</strong>. The tinkerer targets a 10-foot by 10-foot area up to 15 feet away, and makes it slick with grease. The area is considered difficult terrain, and each creature standing in the area must succeed on a [[/save format=long activity=xXBhKsT2drM8iRIi]] or fall &amp;Reference[Prone apply=false]{prone}. A creature that enters the area or ends its turn there must also succeed on a DC 11 Dexterity saving throw or fall prone. </p>",
          "activities": {
            "1. Cogwork Bird": {
              "name": "1. Cogwork Bird"
            },
            "2. Flash-Bangs": {
              "name": "2. Flash-Bangs"
            },
            "3. Nettle Gun Attack": {
              "name": "3. Nettle Gun Attack"
            },
            "3. Nettle Gun Save": {
              "name": "3. Nettle Gun Save"
            },
            "4. Grease Balloon": {
              "name": "4. Grease Balloon"
            },
            "Roll d4": {
              "name": "Roll d4",
              "roll": "Roll d4"
            }
          },
          "effects": {
            "Blinded": {
              "name": "Blinded"
            },
            "Prone": {
              "name": "Prone"
            }
          }
        },
        "Resilience": {
          "name": "Resilience",
          "description": "<p>The tinkerer has <strong>advantage</strong> on saving throws against being poisoned.</p>"
        },
        "Skulker": {
          "name": "Skulker",
          "description": "<p>The tinkerer has <strong>advantage</strong> on Stealth checks made in dim light or total darkness.</p>"
        }
      }
    },
    "Jerbeen Thief": {
      "name": "Jerbeen Thief",
      "tokenName": "Jerbeen Thief",
      "description": "<p>While criminals can often be found picking pockets in large perch cities, only the most successful end up recruited by the Bandit Coalition. Small of stature, jerbeens can easily move about unnoticed; their swiftness is responsible for the expression “quick as a jerbeen.” This, coupled with their natural charm, makes jerbeens perfectly suited for the thieving arts.</p>",
      "items": {
        "Leather Armor": {
          "name": "Leather Armor",
          "description": "<p>该护甲的护胸和护肩由通过油煮硬化的皮子制成。护甲的其余部分则由更软更灵活的材料制作。</p>"
        },
        "Standing Leap": {
          "name": "Standing Leap",
          "description": "<p>The thief’s long jump is up to 30 feet and their high jump is up to 15 feet, with or without a running start.</p>"
        },
        "Team Tactics": {
          "name": "Team Tactics",
          "description": "<p>The thief can take the &amp;Reference[Help] action as a bonus action.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The thief makes two [[/item Dagger]] attacks. </p>"
        },
        "Dagger": {
          "name": "Dagger",
          "description": "<p class=\"p1\">[[/attack extended]]。 [[/damage extended average]]。</p>"
        },
        "Opportunist": {
          "name": "Opportunist",
          "description": "<p>When a creature fails a melee attack roll against the thief, the thief can make a <strong>Dexterity (Sleight of Hand) check</strong> against a <strong>DC equal to 10 + the target creature’s Dexterity modifier</strong>.</p><p>On a success, the thief steals one item of the GMs choosing from the target. It cannot be an item actively held or worn by the target.</p>"
        }
      }
    },
    "Cervan Bandit General": {
      "name": "Cervan Bandit General",
      "tokenName": "Cervans Bandit General",
      "description": "<p>Bandit clans are commanded by generals. Serving as both a battle-tested warrior and master strategist, they alone coordinate the disparate band of thieves and outlaws that make up the collective. While military monikers are used to refer to bandit leadership, more than combat prowess is needed to maintain order in these volatile organizations. A dominating personality and charismatic voice are as necessary as a swift blade and a sharp mind. Cervans don’t typically take to brigandry, but their practical skills and ability to survive in even the most adverse situations make those with loose morals and dubious ambitions a natural fit.</p>\n<p> </p>",
      "items": {
        "Surge of Vigor": {
          "name": "Surge of Vigor",
          "description": "<p>If an attack deals over half of the general’s current remaining hit points in damage (even if their hit points are reduced to 0 by the attack), they immediately regain [[/heal average]].</p>"
        },
        "Standing Leap": {
          "name": "Standing Leap",
          "description": "<p>The general’s long jump is 30 feet, and their base high jump is 15 feet, with or without a running start.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The general makes three melee attacks, two with their [[/item Scimitar]] and one with their [[/item Dagger]]. Alternatively, the general can make two ranged attack with their daggers.</p>"
        },
        "Scimitar": {
          "name": "Scimitar",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Dagger": {
          "name": "Dagger",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Parry": {
          "name": "Parry",
          "description": "<p>The general adds 2 to their AC against one melee attack that would hit them. The general must see the attacker and be wielding a melee weapon.</p>",
          "effects": {
            "Parry": {
              "name": "Parry"
            }
          }
        },
        "Studded Leather Armor": {
          "name": "Studded Leather Armor",
          "description": "<p>该护甲由坚固而柔韧的皮革制成，其表面由紧密的铆钉和尖刺进行加固。</p>"
        }
      }
    },
    "Cervan Priest": {
      "name": "Cervan Priest",
      "tokenName": "Cervan Priest",
      "description": "<p>Cervan villages are typically led by a community elder who is wise both in politics as well as the ways of the Amaranthine. Priests provide guidance to the community, ensuring that rituals are properly observed and customs upheld. As storytellers and keepers of a village’s history, they are trusted with the myths and folktales used to impart knowledge necessary for survival in the forest.</p>\n<p> </p>",
      "items": {
        "Charge": {
          "name": "Charge",
          "description": "<p>If the priest moves at least 20 feet in a straight line towards an enemy, their antler attack deals an extra [[/damage average]] damage. If the target of the charge is Large or smaller, they must make a [[/save format=long]] or be pushed 10 feet away from the priest. </p>"
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The priest is a 3rd-level spellcaster. Their spellcasting ability is Wisdom (spell save DC 12, +4 to hit with spell attacks). The priest has the following cleric spells prepared:</p><p></p><p>Cantrip (at will): [[/item .kuFLdlkJoA0TdrXJ]]{guidance}, [[/item .Avr7mAjqoRqt1arz]]{light}, [[/item .PO5rIuoGQevfp4hS]]{spare the dying}</p><p>1st level (4 slots): [[/item .jaOUPJoxrVdE4BNh]]{bless}, [[/item .CCMNOTvUj4VNlBTQ]]{cure wounds}, [[/item .dYhmgzrwWCCf7imP]]{guiding bolt}, [[/item .JJJVH3KTcp4APlGu]]{shield of faith}</p><p>2nd level (2 slots): [[/item .nbC7L6NbKqX1ErSk]]{calm emotions}, [[/item .2XOGxmcWx9eCrG2f]]{warding bond}</p>"
        },
        "Antlers": {
          "name": "Antlers",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Quarterstaff": {
          "name": "Quarterstaff",
          "description": "<p>[[/attack extended]]. [[/damage extended average]] or [[/damage twoHanded average]] if being held in both hands.</p>"
        },
        "Surge of Vigor": {
          "name": "Surge of Vigor",
          "description": "<p>If an attack deals over half of the general’s current remaining hit points in damage (even if their hit points are reduced to 0 by the attack), they immediately regain [[/heal average]].</p>"
        },
        "Guidance": {
          "name": "神导术",
          "description": "<p>你触碰一个自愿的生物。在法术终止前，目标可以选择在一次属性检定时额外掷一粒 d4，并将所得数值加入检定结果中。它可以在进行属性检定之前或之后掷骰。法术随后即终止。</p>"
        },
        "Light": {
          "name": "Light",
          "description": "<p>你触碰一个大型或者更小，且未被他人携带或着装的物件。在法术终止前，物件将在其 20 尺半径范围内发出明亮光照，并在其外 20 尺范围发出微光光照。光的颜色由你决定。该物件被不透明的东西完全遮盖时，其光照被遮挡。若你再次施展该法术，则该法术终止。</p><p>若你将一名敌对生物持有或穿戴的物件作为目标，该生物必须成功通过敏捷豁免检定，否则法术生效。</p>",
          "materials": {
            "value": "A firefly or phosphorescent moss."
          }
        },
        "Spare the Dying": {
          "name": "维生术",
          "description": "<p>You touch a living creature that has 0 hit points. The creature becomes stable. This spell has no effect on undead or constructs.</p>"
        },
        "Bless": {
          "name": "Bless",
          "description": "<p>You bless up to three creatures of your choice within range. Whenever a target makes an attack roll or a saving throw before the spell ends, the target can roll 1d4 and add the number rolled to the attack roll or saving throw.</p>\n<p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st.</p>",
          "materials": {
            "value": "A sprinkling of holy water"
          },
          "effects": {
            "Bless": {
              "name": "祝福"
            }
          }
        },
        "Cure Wounds": {
          "name": "Cure Wounds",
          "description": "<p>一个你触碰的生物恢复特定数值的生命值，其恢复量等于 1d8 + 你的施法属性调整值。该法术对不死生物和构装生物无效。</p><p><strong>升环施法：</strong>使用二环或更高法术位施展该法术时，你使用的法术位每比一环高一环，恢复量就增加 1d8。</p>"
        },
        "Guiding Bolt": {
          "name": "Guiding Bolt",
          "description": "<p>A flash of light streaks toward a creature of your choice within range. Make a ranged spell attack against the target. On a hit, the target takes 4d6 radiant damage, and the next attack roll made against this target before the end of your next turn has advantage, thanks to the mystical dim light glittering on the target until then.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d6 for each slot level above 1st.</p>"
        },
        "Shield of Faith": {
          "name": "Shield of Faith",
          "description": "<p>A shimmering field appears and surrounds a creature of your choice within range, granting it a +2 bonus to AC for the duration.</p>",
          "materials": {
            "value": "A small parchment with a bit of holy text written on it."
          },
          "effects": {
            "Shield of Faith": {
              "name": "Shield of Faith",
              "description": "<p>持续时间内，你的AC获得+2 加值。</p>"
            }
          }
        },
        "Calm Emotions": {
          "name": "Calm Emotions",
          "description": "<p>You attempt to suppress strong emotions in a group of people. Each humanoid in a 20-foot-radius sphere centered on a point you choose within range must make a Charisma saving throw; a creature can choose to fail this saving throw if it wishes. If a creature fails its saving throw, choose one of the following two effects. You can suppress any effect causing a target to be charmed or frightened. When this spell ends, any suppressed effect resumes, provided that its duration has not expired in the meantime.</p><p>Alternatively, you can make a target indifferent about creatures of your choice that it is hostile toward. This indifference ends if the target is attacked or harmed by a spell or if it witnesses any of its friends being harmed. When the spell ends, the creature becomes hostile again, unless the DM rules otherwise.</p>"
        },
        "Warding Bond": {
          "name": "Warding Bond",
          "description": "<p>This spell wards a willing creature you touch and creates a mystic connection between you and the target until the spell ends. While the target is within 60 feet of you, it gains a +1 bonus to AC and saving throws, and it has resistance to all damage. Also, each time it takes damage, you take the same amount of damage.</p><p>The spell ends if you drop to 0 hit points or if you and the target become separated by more than 60 feet. It also ends if the spell is cast again on either of the connected creatures. You can also dismiss the spell as an action.</p>",
          "materials": {
            "value": "A pair of platinum rings worth at least 50 gp each, which you and the target must wear for the duration"
          }
        }
      }
    },
    "Eliza Pennygleam": {
      "name": "Eliza Pennygleam",
      "tokenName": "Eliza Pennygleam",
      "description": "<p>Eliza Pennygleam is an eluran, a group of cat-like people from the west. While not native to Humblewood, elurans are commonly seen along the roads as part of merchant caravans, and behind merchant stalls in the capital.</p>\n<p>Eliza is a savvy merchant, on her way to Alderheart to take over her late sister’s shop. She is a natural bargainer, but she is also charitable to those who have faced hardships. Eliza uses the commoner stat block.</p>\n<p>She is neutral good.</p>",
      "items": {
        "Club": {
          "name": "Club",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        }
      }
    },
    "Oakheart": {
      "name": "Oakheart",
      "tokenName": "Oakheart",
      "description": "<p>Oakheart is a huge tree-shaped creature with charred bark that smolders in places, and many small flames which burn on his branches, giving the impression of leaves. Once a treant, he bathed in the primal energies of the Scorched Grove, transforming into an entity so thoroughly possessed of the element of flame that he’s capable of serving as The Borealus’* keeper. He is the artifact’s guardian, and will not relinquish the staff until he has been convinced that whoever has disturbed him can control the staff’s considerable power, and that they mean to maintain the natural balance he sacrificed himself to protect. </p>",
      "items": {
        "False Appearance": {
          "name": "False Appearance",
          "description": "<p>While Oakheart remains motionless, he appears as a great oak with charred bark that smolders in places and flames in place of leaves. </p>"
        },
        "Siege Monster": {
          "name": "Siege Monster",
          "description": "<p>Oakheart deals double damage to objects and structures.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>Oakheart makes two [[/item Slam]] attacks. </p>"
        },
        "Slam": {
          "name": "Slam",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Rock": {
          "name": "Rock",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Animate Trees": {
          "name": "Animate Trees",
          "description": "<p>Oakheart magically animates one or two trees he can see within 60 feet of him.</p>\n<p>These trees have the same statistics as Oakheart, except they have Intelligence and Charisma scores of 1, they can’t speak, and they have only the Slam action option.</p>\n<p>An animated tree acts as an ally of Oakheart. The tree remains animate for 1 day or until it dies; until Oakheart dies or is more than 120 feet from the tree; or until Oakheart takes a bonus action to turn him back into an inanimate tree.</p>\n<p>The tree then takes root if possible.</p>",
          "activities": {
            "Animate Trees": {
              "name": "Animate Trees"
            }
          }
        }
      }
    },
    "Gallus Monk": {
      "name": "Gallus Monk",
      "tokenName": "Gallus Monk",
      "description": "<p>Gallus who are not content to settle into everyday life in small communities venture out to secluded monasteries and learn the way of the monk. There, a disciplined routine of physical rigours and spiritual contemplation is overseen by wizened masters. After years of training, initiates are deemed ready to journey the land and put their learning to the test. The majority return to the monastery after having had a revelation during their travels. Other continue to wander, sometimes with a few trusted companions, forever finding new meaning.</p>",
      "items": {
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the monk can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Wing Flap": {
          "name": "Wing Flap",
          "description": "<p>As a bonus action, the monk can use their powerful feathered arms to propel themselves upward up to half their movement speed.</p>\n<p>The monk can use it in conjunction with a regular jump, but not while gliding.</p>"
        },
        "Wind’s Grace": {
          "name": "Wind’s Grace",
          "description": "<p>While moving, the monk can move along vertical surfaces and across liquids without falling.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The monk makes four attacks, each of which can be an [[/item .YzLPwAD4LJDJa2IS]]{Unarmed Strike} or a [[/item Dart]] attack. They can also use their [[/item Graceful Step]] once, either before or after one of the attacks. </p>"
        },
        "Unarmed Attack (Monk)": {
          "name": "Unarmed Attack (Monk)",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Dart": {
          "name": "Dart",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Graceful Step": {
          "name": "Graceful Step",
          "description": "<p>The monk moves 40 feet. This movement does not provoke opportunity attacks.</p>"
        },
        "Inspiring": {
          "name": "Inspiring",
          "description": "<p>The monk inspires an ally that can see and hear them. The ally can roll a [[/r 1d4]] and add the number rolled to their next ability check, attack roll, or saving throw.</p>"
        }
      }
    },
    "Birdfolk Militia": {
      "name": "Birdfolk Militia",
      "tokenName": "Birdfolk Militia",
      "description": "<p>In smaller perches, where a guard force may be minimal or nonexistent, town security consists of a locally-organized militia. Anyone can enlist in these groups, provided they are upstanding citizens. They can be called upon by the Perch Guard to perform duties ranging from policing streets to supplementing military efforts.</p>\n<p><strong>Cara Stormsinger</strong>. A tawny-feathered swift strig woman from Meadowfen, Cara is the captain of the village militia. She was responsible for assembling the team of villagers who went out to investigate the black plume of smoke that appeared over Meadowfen’s horizon. She endured a harrowing journey to return home and relay Ashbarrow’s fate to Elder Ardwynn. Cara uses the birdfolk militia stat block adjusted with the racial traits of a swift strig. She is lawful good.</p>",
      "items": {
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the militia can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Studded Leather Armor": {
          "name": "Studded Leather Armor",
          "description": "<p>该护甲由坚固而柔韧的皮革制成，其表面由紧密的铆钉和尖刺进行加固。</p>"
        },
        "Mace": {
          "name": "Mace",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        }
      }
    },
    "Mapach Bandit": {
      "name": "Mapach Bandit",
      "tokenName": "Mapach Bandit",
      "description": "<p>Mapachs are particularly distrusted among birdfolk because of their eccentricities and willingness to break with commonly held customs. Often judged on sight to be crooked, some mapachs find it hard to integrate into birdfolk society and turn to crime to survive. Local bandit forces are happy to exploit this, offering the displaced mapachs shelter and a share of the spoils in exchange for their service.</p>",
      "items": {
        "Leather Armor": {
          "name": "Leather Armor",
          "description": "<p>该护甲的护胸和护肩由通过油煮硬化的皮子制成。护甲的其余部分则由更软更灵活的材料制作。</p>"
        },
        "Resilience": {
          "name": "Resilience",
          "description": "<p>The bandit has <strong>advantage</strong> on saving throws against being &amp;Reference[Poisoned].</p>"
        },
        "Skulker": {
          "name": "Skulker",
          "description": "<p>The bandit has <strong>advantage</strong> on Stealth checks made in dim light or total darkness.</p>"
        },
        "Shortsword": {
          "name": "Shortsword",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Shortbow": {
          "name": "Shortbow",
          "description": "<p class=\"p1\">[[/attack extended]]。 [[/damage extended average]]。</p>"
        }
      }
    },
    "Mapach Brute": {
      "name": "Mapach Brute",
      "tokenName": "Mapach Brute",
      "description": "<p>Although many in the bandit coalition follow noble ideals, there have always been a handful of unreliable members, only concerned with their own advancement.These ruthless brutes are scoundrels through and through, willing to seize power within the coalition by any means necessary. Mapachs don’t have more knaves among them as a matter of course, but the infamy of a few such villains has further sullied their reputation in the eyes of perch-dwellers.</p>\n<h2>Krall, the Scavenger King </h2>\n<p>Krall is an imposing mapach, standing nearly 6 feet tall with a solid build and matted fur that is missing in patches. He was close friends with Benna, although he didn’t share her altruism and instead believed that those who couldn’t carry their weight should be left behind. He expects complete loyalty from his followers, and favors hit-and-run tactics. He and his troops exact tolls on poorly-defended caravans for passage along the roads, which many pay to avoid his wrath. Krall uses the mapach brute stat block. </p>",
      "items": {
        "Studded Leather Armor": {
          "name": "Studded Leather Armor",
          "description": "<p>该护甲由坚固而柔韧的皮革制成，其表面由紧密的铆钉和尖刺进行加固。</p>"
        },
        "Resilience": {
          "name": "Resilience",
          "description": "<p>The brute has <strong>advantage</strong> on saving throws against being &amp;Reference[Poisoned].</p>"
        },
        "Skulker": {
          "name": "Skulker",
          "description": "<p>The brute has <strong>advantage</strong> on Stealth checks made in dim light or total darkness.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The brute makes three melee attacks,two with their [[/item Rapier]] and one with their parrying [[/item Dagger]]. </p>"
        },
        "Rapier": {
          "name": "Rapier",
          "description": "<p class=\"p1\">[[/attack extended]]。 [[/damage extended average]]。</p>"
        },
        "Parrying Dagger": {
          "name": "Parrying Dagger",
          "description": "<p class=\"p1\">[[/attack extended]]。 [[/damage extended average]]。</p>"
        },
        "Parry": {
          "name": "Parry",
          "description": "<p>The general adds 2 to their AC against one melee attack that would hit them. The general must see the attacker and be wielding a melee weapon.</p>",
          "effects": {
            "Parry": {
              "name": "Parry"
            }
          }
        }
      }
    },
    "Figory Figgins": {
      "name": "Figory Figgins",
      "tokenName": "Figory Figgins",
      "description": "<p>A slender, blond-furred jerbeen with an affable nature and an unfortunate reputation. Figory has been studying for two years at the Avium, but anxiety about the professors expectations and the complicated schedule needed for featherless students to navigate campus have held him back a full year compared to other students.</p>\n<p>He has been bullied by his classmates at the Avium, and his recent encounter with the cobblefright has left him deeply unnerved. He desperately wants someone to believe his story and take action against the creature lurking around campus. Figory uses the commoner stat block, adjusted with the racial traits of a jerbeen.</p>\n<p>He is neutral.</p>",
      "items": {
        "Club": {
          "name": "Club",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Standing Leap": {
          "name": "Standing Leap",
          "description": "<p>Your base long jump is 30 feet, and your base high jump is 15 feet, with or without a running start.</p>"
        },
        "Nimbleness": {
          "name": "Nimbleness",
          "description": "<p>You can move through the space of any creature that is of a size larger than yours.</p>"
        },
        "Take Heart": {
          "name": "Take Heart",
          "description": "<p>You have advantage on Strength saving throws and saving throws against being Frightened as long as you are within 5 feet of an ally who isn’t frightened or Incapacitated that you can both see and hear.</p>"
        },
        "Team Tactics": {
          "name": "Team Tactics",
          "description": "<p>You can use the &amp;Reference[Help] action as a bonus action.</p>"
        }
      }
    },
    "Jerbeen Thief (Adjusted Stats)": {
      "name": "Jerbeen Thief (Adjusted Stats)",
      "tokenName": "Jerbeen Thief",
      "description": "<p>While criminals can often be found picking pockets in large perch cities, only the most successful end up recruited by the Bandit Coalition. Small of stature, jerbeens can easily move about unnoticed; their swiftness is responsible for the expression “quick as a jerbeen.” This, coupled with their natural charm, makes jerbeens perfectly suited for the thieving arts.</p>",
      "items": {
        "Scale Mail": {
          "name": "Scale Mail",
          "description": "<p>This armor consists of a coat and leggings (and perhaps a separate skirt) of leather covered with overlapping pieces of metal, much like the scales of a fish. The suit includes gauntlets.</p>"
        },
        "Rapier": {
          "name": "Rapier",
          "description": "<p class=\"p1\">[[/attack extended]]。 [[/damage extended average]]。</p>"
        },
        "Dagger": {
          "name": "Dagger",
          "description": "<p class=\"p1\">[[/attack extended]]。 [[/damage extended average]]。</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The thief makes two [[/item Dagger]] attacks. </p>"
        },
        "Opportunist": {
          "name": "Opportunist",
          "description": "<p>When a creature fails a melee attack roll against the thief, the thief can make a <strong>Dexterity (Sleight of Hand) check</strong> against a <strong>DC equal to 10 + the target creature’s Dexterity modifier</strong>.</p><p>On a success, the thief steals one item of the GMs choosing from the target. It cannot be an item actively held or worn by the target.</p>"
        },
        "Standing Leap": {
          "name": "Standing Leap",
          "description": "<p>The thief’s long jump is up to 30 feet and their high jump is up to 15 feet, with or without a running start.</p>"
        },
        "Team Tactics": {
          "name": "Team Tactics",
          "description": "<p>The thief can take the Help action as a bonus action.</p>"
        }
      }
    },
    "Raptor Explorer": {
      "name": "Raptor Explorer",
      "tokenName": "Raptor Explorer",
      "description": "<p>Whether drawn by tales of treasure or the allure of faraway lands, some residents of Humblewood journey to seek out distant ruins or remote vistas to satisfy their wanderlust. Explorers are common among raptors, many of whom do so out of veneration for the Amaranthine Reya, the guide and protector of travelers. Numerous explorers embark on such adventures for the sake of self-discovery and personal growth. Those who have made a life out of exploring often find their service as guides in high demand.</p>",
      "items": {
        "Leather Armor": {
          "name": "Leather Armor",
          "description": "<p>该护甲的护胸和护肩由通过油煮硬化的皮子制成。护甲的其余部分则由更软更灵活的材料制作。</p>"
        },
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the explorer can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Talons": {
          "name": "Talons",
          "description": "<p>The explorer rolls <strong>advantage</strong> on Strength (Athletics) checks made to climb any surface their talons could reasonably grip.</p>"
        },
        "Patient": {
          "name": "Patient",
          "description": "<p>When the explorer reacts with a readied action, they have <strong>advantage</strong> on the first attack roll, skill check, or ability check they make as a part of that action.</p>"
        },
        "Keen Hearing and Sight": {
          "name": "Keen Hearing and Sight",
          "description": "<p>The explorer has <strong>advantage</strong> on Wisdom (Perception) checks that rely on hearing or sight.</p>"
        },
        "Sure Footing": {
          "name": "Sure Footing",
          "description": "<p>The explorer ignores non-magical difficult terrain.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The explorer makes two melee attacks or two attacks with their [[/item Hand Crossbow]].</p>"
        },
        "2dquVCSbJOMc6Rhz": {
          "name": "Talons",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Saber": {
          "name": "Saber",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Hand Crossbow": {
          "name": "Hand Crossbow",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        }
      }
    },
    "Corvum Assassin": {
      "name": "Corvum Assassin",
      "tokenName": "Corvum Assassin",
      "description": "<p>Frequently members of criminal organizations, contract killers can be found in the Wood’s largest and most politically complex perches. They serve powerful figures with a lack of scruples and an abundance of coin. Assassins are trained from a young age to become deadly masters of their craft, learning how to skulk the branchroads and keep hidden in the canopy to time the perfect ambush. Corvums, with their natural intelligence and cunning, make the best assassins.</p>",
      "items": {
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the assassin can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Talons": {
          "name": "Talons",
          "description": "<p>The assassin has advantage on Strength (Athletics) checks made to climb any surface their talons could reasonably grip.</p>"
        },
        "Assassinate": {
          "name": "Assassinate",
          "description": "<p>During their first turn, the assassin has advantage on attack rolls against any creature that hasn’t taken a turn. Any hit the assassin scores against a surprised creature is a critical hit.</p>"
        },
        "Sneak Attack": {
          "name": "Sneak Attack",
          "description": "<p>Once per turn, the assassin deals an extra 10 ([[/r 3d6]]) damage when they hit a target with a weapon attack and have advantage on the attack roll, or when the target is within 5 feet of an ally of the assassin that isn’t incapacitated and the assassin doesn’t have disadvantage on the attack roll.</p>",
          "activities": {
            "damage": {
              "condition": "once per turn"
            }
          }
        },
        "Skulker": {
          "name": "Skulker",
          "description": "<p>The assassin has advantage on Dexterity (Stealth) checks made in dim light or darkness.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The assassin makes two melee attacks: one with their [[/item Shortsword]] and one with their [[/item Dagger]]. Or the assassin makes two ranged attacks with their daggers.</p>"
        },
        "P1caboKN3RlzVl6U": {
          "name": "Talons",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Shortsword": {
          "name": "Shortsword",
          "description": "<p>[[/attack extended]]. [[/damage extended average]], and the target must make a [[/save constitution 13 format=long]], taking [[/damage average activity=dnd5eactivity100]] damage on a failed save, or half as much damage on a successful one.</p>"
        },
        "Dagger": {
          "name": "Dagger",
          "description": "<p>[[/attack extended]]. [[/damage extended average]], and the target must make a [[/save format=long]], taking [[/damage average activity=dnd5eactivity100]] damage on a failed save, or half as much damage on a successful one.</p>"
        }
      }
    },
    "Corvum Diviner": {
      "name": "Corvum Diviner",
      "tokenName": "Corvum Diviner",
      "description": "<p>Diviners specialize in esoteric spells and rituals, which can be used to see the threads of fate that move the world. Even when such predictions fail, they usually reveal useful information in the process. Corvums prize knowledge in all its forms, often dealing in secrets the way others deal in goods, and so many are drawn to practice the diviner’s art.</p>\n<h2>Corvax Revayne</h2>\n<p>This slender dusk corvum’s plumage resembles that of a black-billed magpie. A professor of divination at the Avium, his brilliant mind is often held back by paranoia, an unfortunate side-effect of the diviner’s line of work. This has led faculty to view his predictions cautiously, and has earned him a reputation as a bit of an oddbird around campus. He is smart and capable, however, and can be a useful ally to the party in the last two parts of the adventure. Corvax shouldn’t ever be in combat.</p>",
      "items": {
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the diviner can spend a reaction to fly up to their speed in one direction as they descend. The diviner lands in an unoccupied space at the end of their movement, and takes no falling damage. The diviner cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Talons": {
          "name": "Talons",
          "description": "<p>The diviner has advantage on Strength (Athletics) checks made to climb any surface their talons could reasonably grip.</p>"
        },
        "Skulker": {
          "name": "Skulker",
          "description": "<p>The diviner has advantage on Dexterity (Stealth) checks made in dim light or darkness.</p>"
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The diviner is a 9th level spellcaster. Their spellcasting ability is Intelligence (spell save DC 14, +6 to hit with spell attacks). The diviner has the following spells prepared: </p><p></p><p>Cantrip (at will): [[/item .SVZdy24B00YLzJjg]]{fire bolt}, [[/item .BJPWgR6QoNHphwvM]]{light}, [[/item .2UpdvicNteLJtRri]]{mage hand}, [[/item .tUECAmXlBfGFnEIk]]{prestidigitation}</p><p>1st level (4 slots): [[/item .dwmayHhQmXLUqBGl]]{detect magic}, [[/item .0yReu4GCHx8AHX5S]]{mage armor}, [[/item .gR9wesbnxWraPsjw]]{magic missile}, [[/item .pRFK5KzSZReYKuuD]]{shield}</p><p>2nd level (3 slots): [[/item .c1iBAZZkPXj0fmDX]]{augury}, [[/item .CCuVhjok3IA56edF]]{misty step}</p><p>3rd level (3 slots): [[/item .lgdtQvoxiXQo0K1h]]{clairvoyance}, [[/item .nGFc2HX5Zs04TzOZ]]{counterspell}, [[/item .a8dWTOBAISB5fzq3]]{fly}</p><p>4th level (3 slots): [[/item .833G35LP8pu9ssEq]]{greater invisibility}, [[/item .i6ngr5TURJlSv5ci]]{locate creature}</p><p>5th level (1 slots): [[/item .rpK0CchdcQbBKeXl]]{scrying}</p>"
        },
        "TEdmD3SFkePHRoFh": {
          "name": "Talons",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Fire Bolt": {
          "name": "Fire Bolt",
          "description": "<p>你对施法距离内一个生物或物件掷出一把火焰，对目标进行一次远程法术攻击。若命中，则目标受到 1d10 点火焰伤害。未被着装或携带的可燃物件被该法术命中时将被点燃。</p><p>你到达 5 级时，该法术的伤害增加 1d10（变为 2d10）。11 级时再加 1d10（变为 3d10），17 级时再加 1d10（变为 4d10）。</p>"
        },
        "Light": {
          "name": "Light",
          "description": "<p>你触碰一个大型或者更小，且未被他人携带或着装的物件。在法术终止前，物件将在其 20 尺半径范围内发出明亮光照，并在其外 20 尺范围发出微光光照。光的颜色由你决定。该物件被不透明的东西完全遮盖时，其光照被遮挡。若你再次施展该法术，则该法术终止。</p><p>若你将一名敌对生物持有或穿戴的物件作为目标，该生物必须成功通过敏捷豁免检定，否则法术生效。</p>",
          "materials": {
            "value": "A firefly or phosphorescent moss."
          }
        },
        "Mage Hand": {
          "name": "法师之手",
          "description": "<p>一只漂浮的幽灵手出现在施法距离内你指定的一点。幽灵手持续存在至法术终止。如果幽灵手距你的距离超过 30 尺，或者当你再次施展了该法术时，则现存的幽灵手消失不见。</p><p>你可以在施展该法术时使用幽灵手实施一个行为：你可以操控一个物件，或者打开一扇未上锁的门或容器，或者将一件物品放入或取出一个打开的容器，或者将小瓶中的内容物倾倒出来。</p><p>在后续的回合中，以一个魔法动作，你可以控制幽灵手再次实施一个行为。作为那个动作的一部分，你可以令幽灵手移动至多 30 尺。</p><p>该幽灵手不能攻击，也不能激活魔法物品或承载超过 10 磅重的物质。</p>"
        },
        "Prestidigitation": {
          "name": "魔法伎俩",
          "description": "<p>该法术是一个初级施法者用来练习的魔法小伎俩。你在施法距离内创造下列魔法效果中的一种：</p>\n<ul>\n<li>你创造一个立即生效的，无害的感观效应，比如一束火花，一阵风，微弱音乐或古怪的臭味。</li>\n<li>你立即点燃或熄灭一支蜡烛，一支火把或一小型营火。</li>\n<li>你立即使一个不大于 1 立方尺的物件变得清洁或肮脏。</li>\n<li>你立即使一个不大于 1 立方尺的非活体物质变得冰冷、温暖或对其调味，其效应持续 1 小时。</li>\n<li>你在一个物件或一个表面上创造一块色斑，或者一个记号，又或者一个标志，其效应持续 1 小时。</li>\n<li>你在你手中创造出一个非魔法的小饰品或一个幻术的图像，其大小不能超过你的手掌大小，它会存在持续至下个你的回合结束为止。</li>\n</ul>\n<p>如果你多次施展该法术，则可以同时维持至多三个不同的非即时效应，并且可以用一个动作解散其中一种效应。</p>"
        },
        "Detect Magic": {
          "name": "Detect Magic",
          "description": "<p>你在法术持续时间内能感测到 30 尺内存在的魔法。感测到魔法的存在后，你可以使用动作，来看到任何你能看见的具有魔法的生物或物件周围环绕着微弱的灵光，并分辨出其所属的魔法学派（若有）。该法术可以穿透大部分障碍，但仍会被 1 尺厚石质，或 1 寸厚金属质，或一层薄铅质，或 3 尺厚木质或泥质材料阻隔。</p>"
        },
        "Mage Armor": {
          "name": "Mage Armor",
          "description": "<p>你触碰一个未着装护甲的自愿生物。直至法术终止前，目标的基础AC变为 13 + 它的敏捷调整值。当目标穿上护甲时，此法术将提前终止。</p>",
          "materials": {
            "value": "一块鞣制过的皮革"
          },
          "effects": {
            "Mage Armor": {
              "name": "Mage Armor",
              "description": "<p>你的基础 AC 变为 13 + 你的敏捷调整值。着装护甲则该法术提前终止。</p>"
            }
          }
        },
        "Magic Missile": {
          "name": "Magic Missile",
          "description": "<p>你创造三枚由魔法力场形成的闪光飞镖，并让每发飞镖袭向施法距离内你能看见的指定生物。每发飞镖对目标造成 1d4 + 1 点力场伤害。所有飞镖将同时袭向目标，而你还可以指定它们击中同一个目标或是分别击中几个目标。</p><p><strong>升环施法： </strong>使用的法术位每比一环高一环，该法术就会多制造出一支飞镖。</p>"
        },
        "Shield": {
          "name": "Shield",
          "description": "<p>一道看不见的力场制护盾浮现在你身旁，保护着你。在你的下一回合开始前，你的 AC 具有 +5 加值（在触发该法术的攻击之前生效），并且不会受到魔法飞弹的伤害。</p>",
          "activation": {
            "condition": "当你被攻击命中或被作为魔法飞弹的目标时执行"
          },
          "effects": {
            "Shield": {
              "name": "护盾",
              "description": "<p>在你的下一回合开始前，你的 AC 具有 +5 加值（在触发该法术的攻击之前生效），并且不会受 魔法飞弹 magic missile 的伤害。</p>"
            }
          }
        },
        "Augury": {
          "name": "Augury",
          "description": "<p>By casting gem-inlaid sticks, rolling dragon bones, laying out ornate cards, or employing some other divining tool, you receive an omen from an otherworldly entity about the results of a specific course of action that you plan to take within the next 30 minutes. The DM chooses from the following possible omens:</p>\n<ul>\n<li>Weal, for good results</li>\n<li>Woe, for bad results</li>\n<li>Weal and woe, for both good and bad results</li>\n<li>Nothing, for results that aren't especially good or bad</li>\n</ul>\n<p>The spell doesn't take into account any possible circumstances that might change the outcome, such as the casting of additional spells or the loss or gain of a companion.</p><p>If you cast the spell two or more times before completing your next long rest, there is a cumulative 25 percent chance for each casting after the first that you get a random reading. The DM makes this roll in secret.</p>",
          "materials": {
            "value": "Specially marked sticks, bones, or similar tokens worth at least 25 gp"
          }
        },
        "Misty Step": {
          "name": "Misty Step",
          "description": "<p>你短暂地被银白的雾气所笼罩，传送到至多 30 尺内一个你能看见且未被占据的空间。</p>"
        },
        "Clairvoyance": {
          "name": "Clairvoyance",
          "description": "<p>You create an invisible sensor within range in a location familiar to you (a place you have visited or seen before) or in an obvious location that is unfamiliar to you (such as behind a door, around a corner, or in a grove of trees). The sensor remains in place for the duration, and it can't be attacked or otherwise interacted with.</p><p>When you cast the spell, you choose seeing or hearing. You can use the chosen sense through the sensor as if you were in its space. As your action, you can switch between seeing and hearing.</p><p>A creature that can see the sensor (such as a creature benefiting from see invisibility or truesight) sees a luminous, intangible orb about the size of your fist.</p>",
          "materials": {
            "value": "一件价值 100+GP 的法器：选择聆听则为一个以珠宝装饰的号角，选择观察则为一颗玻璃眼珠"
          }
        },
        "Counterspell": {
          "name": "Counterspell",
          "description": "<p>你试图打断一个生物正在施展的一个法术。如果该生物正在施展三环或更低环阶法术，则其法术失败且不产生任何效应。如果该生物正在施展四环或更高环阶法术，则你以施法属性进行一次属性检定，其检定 DC 等于 10 + 目标法术的环阶。检定成功则目标法术失败且不产生任何效应。</p><p><strong>升环施法：</strong>使用四环或更高法术位施展该法术时，如果被打断法术的环阶不高于你所用的法术位环阶，则该目标法术直接被打断。</p>",
          "activation": {
            "condition": "当你看见身边 60 尺范围内一个生物施展法术时执行"
          }
        },
        "Fly": {
          "name": "Fly",
          "description": "<p>你触碰一个自愿生物，并使该目标在法术持续时间内获得 60 尺的飞行速度。法术终止时，如果目标仍在空中则随即坠落，除非它能阻止坠落。</p><p><strong>升环施法：</strong> 使用四环或更高法术位施展该法术时，你使用的法术位每比三环高一环，就可以额外再指定一个生物作为法术目标。</p>",
          "materials": {
            "value": "任意鸟类翅膀上的羽毛"
          }
        },
        "Greater Invisibility": {
          "name": "Greater Invisibility",
          "description": "<p>你或一个你触碰的生物变为隐形，直至法术终止。任何保持在目标身上的着装物和携带物也可以维持隐形状态。 </p>",
          "effects": {
            "Greater Invisibility": {
              "name": "高等隐形",
              "description": "<p>你或一个你触碰的生物变为隐形，直至法术终止。任何保持在目标身上的着装物和携带物也可以维持隐形状态。</p>"
            }
          }
        },
        "Locate Creature": {
          "name": "Locate Creature",
          "description": "<p>Describe or name a creature that is familiar to you. You sense the direction to the creature's location, as long as that creature is within 1,000 feet of you. If the creature is moving, you know the direction of its movement.</p><p>The spell can locate a specific creature known to you, or the nearest creature of a specific kind (such as a human or a unicorn), so long as you have seen such a creature up close—within 30 feet—at least once. If the creature you described or named is in a different form, such as being under the effects of a polymorph spell, this spell doesn't locate the creature.</p><p>This spell can't locate a creature if running water at least 10 feet wide blocks a direct path between you and the creature.</p>",
          "materials": {
            "value": "A bit of fur from a bloodhound"
          }
        },
        "Scrying": {
          "name": "探知术",
          "description": "<p>你能看见和听见一个和你处于同一存在位面上的生物。目标生物必须进行一次感知豁免；该豁免的调整值与你对目标的了解程度有关，也与你和目标之间的物理联系程度有关。如果目标知道你在施展该法术，而它又愿意被你观察，则它可以自愿放弃该豁免。</p>\n<table border=\"1\">\n<tbody>\n<tr>\n<td><strong>了解程度</strong></td>\n<td><strong>豁免调整值</strong></td>\n</tr>\n<tr>\n<td>二手信息（你曾经听说过目标）</td>\n<td>+5</td>\n</tr>\n<tr>\n<td>直接信息（你曾经见过目标）</td>\n<td>+0</td>\n</tr>\n<tr>\n<td>熟悉（你对目标很了解）</td>\n<td>-5</td>\n</tr>\n</tbody>\n</table>\n\n<table border=\"1\">\n<tbody>\n<tr>\n<td><strong>你持有目标的…</strong></td>\n<td><strong>豁免调整值</strong></td>\n</tr>\n<tr>\n<td>肖像或其他图像</td>\n<td>-2</td>\n</tr>\n<tr>\n<td>衣物或其他物品</td>\n<td>-4</td>\n</tr>\n<tr>\n<td>身体部位如头发或指甲</td>\n<td>-10</td>\n</tr>\n</tbody>\n</table>\n<p>如果对方豁免成功，则目标不受该法术影响，并且在 24 小时内你不能尝试探知同一个目标。</p><p>如果对方豁免失败，则你在目标身边 10 尺内创造出一个隐形的传感器。通过传感器，你可以身临其境地看见和听见周围的环境。传感器会跟随目标移动，并在法术持续时间内始终保持在目标 10 尺之内。在能够看破隐形的生物眼中，你的探传感器是一个拳头大小的光球。</p><p>除生物之外，你也可以选择一个你以前见过的地点作为该法术的目标。这时，传感器会出现在目标地点且不会移动。</p>",
          "materials": {
            "value": "一个至少价值 1000GP 的法器，例如水晶球、银镜、圣水盆"
          }
        }
      }
    },
    "Gallus Druid": {
      "name": "Gallus Druid",
      "tokenName": "Gallus Druid",
      "description": "<p>The gallus of Humblewood have an especially deep connection with nature. Hanera teaches them to see the world from the forest floor, instead of the canopy. This is a message many gallus have taken to heart. Out of this reverence for nature, some gallus dedicate themselves to the study and preservation of the Wood, becoming wardens of the forest, or acting as guides. A select few with a unique connection to flora and fauna develop incredible powers and abilities. These druids can sprout trees and mend injured animals with a touch. They are revered among birdfolk and humblefolk alike as spiritual leaders and wise advisors.</p>",
      "items": {
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the druid can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Wing Flap": {
          "name": "Wing Flap",
          "description": "<p>As a bonus action, the druid can use their powerful feathered arms to propel themselves upward up to half their movement speed.</p>\n<p>The druid can use it in conjunction with a regular jump, but not while gliding. </p>"
        },
        "Seedspeech": {
          "name": "Seedspeech",
          "description": "<p>The druid can communicate simple ideas to living plants, and is able to interpret their responses in simple language.</p>"
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The druid is a 6th-level spellcaster. Their spellcasting ability is Wisdom (spell save DC 14, +6 to hit with spell attacks). The druid has the following spells prepared:</p><p>Cantrip (at will): [[/item .0CdIrO8aCBK4S3fT]]{druidcraft}, [[/item .11yFoEdHEzcDuTM2]]{produce flame}, [[/item .9M1pkhPq0bRNrmo8]]{shillelagh}</p><p>1st level (4 slots): [[/item .NywTWkyxESAXCe4V]]{animal friendship}, [[/item .ga53luXowpub6AZc]]{cure wounds}, [[/item .alLbLmSNwXTiIXXJ]]{entangle}, [[/item .wuy1fycmoc4d0ksj]]{fog cloud}</p><p>2nd level (3 slots): [[/item .FzjuKjPDpSVPO3Ab]]{barkskin}, [[/item .XUT80ZajEjKcf1Pv]]{gust of wind}, [[/item .8XPC3FBOdfeRt5gr]]{moonbeam}</p><p>3rd level (3 slots): [[/item .XcSNi8YnklBqRFkh]]{conjure animals}, [[/item .4DrrshCNNGLPh2gX]]{dispel magic}, [[/item .vN0s2RTgOzwsRNOq]]{wind wall}</p>"
        },
        "Spirit Totem": {
          "name": "Spirit Totem",
          "description": "<p>As a bonus action, the druid calls forth a nature spirit. The spirit appears at a point the druid can see within 60 feet. The spirit creates a 30-foot-radius aura. The spirit is neither an object nor a creature, but is a spectral beast.</p>\n<p>As a bonus action, the druid can move the spirit to another location within 60 feet. The spirit lasts for 1 minute.</p>\n<section class=\"secret\">\n<p><strong>Bear Spirit</strong>. The druid and allies within the aura gain 9 temporary hit points and have <strong>advantage</strong> on Strength checks and saving throws.</p>\n<p><strong>Hawk Spirit.</strong> The druid can use their reaction to grant advantage to an ally’s attack roll against a target in the aura. The druid and allies within the aura have <strong>advantage</strong> on Wisdom (Perception) checks.</p>\n<p><strong>Unicorn Spirit.</strong> If a spell that requires a spell slot heals the druid or allies in the aura, each creature of the druid’s choice also gains 4 hit points.</p>\n</section>"
        },
        "Staff": {
          "name": "Staff",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Druidcraft": {
          "name": "Druidcraft",
          "description": "<p>Whispering to the spirits of Nature, you create one of the following Effects within range:</p>\n<ul>\n<li>You create a tiny, harmless sensory effect that predicts what the weather will be at your location for the next 24 hours. The effect might manifest as a golden orb for clear skies, a cloud for rain, Falling snowflakes for snow, and so on. This effect persists for 1 round.</li>\n<li>You instantly make a flower blossom, a seed pod open, or a leaf bud bloom.</li>\n<li>You create an Instantaneous, harmless sensory effect, such as Falling leaves, a puff of wind, the sound of a small animal, or the faint odor of skunk. The effect must fit in a 5-foot cube.</li>\n<li>You instantly light or snuff out a Candle, a torch, or a small campfire.</li>\n</ul>"
        },
        "Produce Flame": {
          "name": "Produce Flame",
          "description": "<p>A flickering flame appears in your hand. The flame remains there for the Duration and harms neither you nor your Equipment. The flame sheds bright light in a 10-foot radius and dim light for an additional 10 feet. The spell ends if you dismiss it as an action or if you cast it again.</p><p>You can also Attack with the flame, although doing so ends the spell. When you cast this spell, or as an action on a later turn, you can hurl the flame at a creature within 30 feet of you. Make a ranged spell Attack. On a hit, the target takes 1d8 fire damage.</p><p>This spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
        },
        "Shillelagh": {
          "name": "Shillelagh",
          "description": "<p>The wood of a club or quarterstaff you are holding is imbued with nature's power. For the duration, you can use your spellcasting ability instead of Strength for the attack and damage rolls of melee attacks using that weapon, and the weapon's damage die becomes a d8. The weapon also becomes magical, if it isn't already. The spell ends if you cast it again or if you let go of the weapon.</p>",
          "materials": {
            "value": "A shamrock leaf, and a club or quarterstaff"
          },
          "activities": {
            "Imbue Weapon": {
              "name": "Imbue Weapon"
            },
            "Spellcasting Attack": {
              "name": "Spellcasting Attack"
            }
          },
          "effects": {
            "Shillelagh": {
              "name": "Shillelagh",
              "changes": {
                "name": ", Shillelagh"
              }
            }
          }
        },
        "Animal Friendship": {
          "name": "化兽为友",
          "description": "<p>该法术帮你让一只野兽相信你并无恶意。在施法距离内指定一只你能看见的野兽，而它也必须能看见你且能听到你的声音。该野兽必须进行一次感知豁免，豁免失败则将在法术持续时间内被你魅惑。如果它的智力为 4 或更高则法术直接失败。如果你或你的同伴对目标造成伤害，则法术终止。</p><p><strong>升环施法：</strong>使用二环或更高法术位施展该法术时，你使用的法术位每比一环高一环，就可以多选择一个野兽作为目标。</p>",
          "materials": {
            "value": "一点食物"
          }
        },
        "Cure Wounds": {
          "name": "Cure Wounds",
          "description": "<p>一个你触碰的生物恢复特定数值的生命值，其恢复量等于 1d8 + 你的施法属性调整值。该法术对不死生物和构装生物无效。</p><p><strong>升环施法：</strong>使用二环或更高法术位施展该法术时，你使用的法术位每比一环高一环，恢复量就增加 1d8。</p>"
        },
        "Entangle": {
          "name": "纠缠术",
          "description": "<p>在施法距离内的地面上指定一点，并以其为源点蔓延出 20 尺方形区域的杂草和藤蔓。在法术持续时间内，这片被植物覆盖的区域变为困难地形。</p><p>在你施展法术时，该区域内的生物必须成功通过一次力量豁免，否则将因为这些缠绕的植物陷入&Reference[Restrained]状态，直到法术终止。一个因此被束缚的生物可以使用其动作进行一次力量检定以对抗该法术的豁免 DC，检定成功则摆脱束缚。</p><p>法术终止时，所召唤的植物随即枯萎。</p>",
          "effects": {
            "Entangle": {
              "name": "纠缠",
              "description": "<p>你因为这些缠绕的植物陷入束缚状态，直到法术终止。你可以使用你的动作进行一次力量检定以对抗该法术的豁免 DC，检定成功则摆脱束缚。</p>"
            }
          }
        },
        "Fog Cloud": {
          "name": "Fog Cloud",
          "description": "<p>You create a 20-foot-radius Sphere of fog centered on a point within range. The sphere spreads around corners, and its area is heavily obscured. It lasts for the Duration or until a wind of moderate or greater speed (at least 10 miles per hour) disperses it.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the radius of the fog increases by 20 feet for each slot level above 1st.</p>"
        },
        "Barkskin": {
          "name": "Barkskin",
          "description": "<p>You touch a willing creature. Until the spell ends, the target's skin has a rough, bark-like appearance, and the target's AC can't be less than 16, regardless of what kind of armor it is wearing.</p>",
          "materials": {
            "value": "A handful of oak bark"
          },
          "effects": {
            "Barkskin": {
              "name": "树肤"
            }
          }
        },
        "Gust of Wind": {
          "name": "Gust of Wind",
          "description": "<p>一道 60 尺长、10 尺宽的强风线以你为起点向你指定的方向喷涌而出，并持续至法术终止。任何在线状区域内开始其回合的生物必须进行一次力量豁免，豁免失败则被沿着风向推离你 15 尺远。</p><p>任何在线状区域内的生物若试图向你移动，每移动 1 尺必须消耗 2 尺移动力。</p><p>强风能驱散毒气或蒸汽，并熄灭区域内的蜡烛、火把及其他类似无防护的火焰。对有防护的火焰（如提灯），则使其剧烈摇曳且有 50% 几率熄灭。</p><p>在法术终止前的每回合，你可以用一个附赠动作改变风道的方向。</p>",
          "materials": {
            "value": "A legume seed."
          }
        },
        "Moonbeam": {
          "name": "Moonbeam",
          "description": "<p>A silvery beam of pale light shines down in a 5-foot-radius, 40-foot-high Cylinder centered on a point within range. Until the spell ends, dim light fills the cylinder.</p><p>When a creature enters the spell's area for the first time on a turn or starts its turn there, it is engulfed in ghostly flames that cause searing pain, and it must make a Constitution saving throw. It takes 2d10 radiant damage on a failed save, or half as much damage on a successful one.</p><p>A Shapechanger makes its saving throw with disadvantage. If it fails, it also instantly reverts to its original form and can't assume a different form until it leaves the spell's light.</p><p>On each of your turns after you cast this spell, you can use an action to move the beam up to 60 feet in any direction.</p><p><strong>At Higher Levels</strong>. When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d10 for each slot level above 2nd.</p>",
          "materials": {
            "value": "Several seeds of any moonseed plant and a piece of opalescent feldspar"
          }
        },
        "Conjure Animals": {
          "name": "Conjure Animals",
          "description": "<p>You summon fey spirits that take the form of beasts and appear in unoccupied spaces that you can see within range. Choose one of the following options for what appears:</p><ul><li>One beast of challenge rating 2 or lower</li><li>Two beasts of challenge rating 1 or lower</li><li>Four beasts of challenge rating 1/2 or lower</li><li>Eight beasts of challenge rating 1/4 or lower</li><li>Each beast is also considered fey, and it disappears when it drops to 0 hit points or when the spell ends.</li></ul><p>The summoned creatures are friendly to you and your companions. Roll initiative for the summoned creatures as a group, which has its own turns. They obey any verbal commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures, but otherwise take no actions.</p><p><strong>Higher Levels. </strong>When you cast this spell using certain higher-level spell slots, you choose one of the summoning options above, and more creatures appear: twice as many with a 5th-level slot, three times as many with a 7th-level, and four times as many with a 9th-level slot.</p>"
        },
        "Dispel Magic": {
          "name": "解除魔法",
          "description": "<p>在施法距离内指定一名生物、一个物件或一处魔法效应。所有影响该目标的三环或更低环阶法术即告终止。每个影响目标的四环或更高环阶法术都需要以你的施法属性进行一次属性检定（DC 10 + 目标法术环阶），检定成功时目标法术终止。</p><p><strong>升环施法：</strong> 你直接终止影响目标的小于等于该施法环阶的法术效应。</p>"
        },
        "Wind Wall": {
          "name": "Wind Wall",
          "description": "<p>你指定施法距离内地面上一点并从中升起了一道烈风形成的墙壁。你可以造出长度至多 50 尺、高度至多 15 尺、厚度至多 1 尺的风墙。你可以自由塑造该墙的形状，不过它必须沿着地面形成一条连续的轨道。风墙持续存在至法术终止。</p><p>风墙出现时，所有位于风墙区域内的生物必须进行一次力量豁免。豁免失败者，将受到 [[/damage 3d8 bludgeoning average]]伤害，豁免成功则伤害减半。</p><p>烈风可以阻隔浓雾、烟尘和其他气体。体型为小型或更小的飞行生物或物件无法飞过风墙。重量轻的物质带进风墙中时将被向上吹飞。对墙后目标射出的箭、矢和其他普通飞行物会被朝上吹走而直接判为未命中（巨人或攻城器械投出的巨石和类似的飞行物不受影响）。处于气化形态的生物无法穿过风墙。</p>",
          "materials": {
            "value": "A tiny fan and a feather of exotic origin"
          }
        }
      }
    },
    "Gregor Thornspur, Magistrate of Alderheart": {
      "name": "Gregor Thornspur, Magistrate of Alderheart",
      "tokenName": "Gregor Thornspur",
      "description": "<p>Gregor is a dull-looking sable luma with a single errant feather that sticks out oddly from his brow. Gregor is the Magistrate of Alderheart, and though he appears to be a tired bureaucrat, his demeanour hides a shrewd businessman eager to turn any situation to his advantage.</p>\n<p>He is not above taking bribes in exchange for expediting requests to see the Birdfolk Council.</p>\n<p>Gregor uses the noble stat block, adjusted with the racial traits of a sable luma. He is chaotic neutral. </p>",
      "items": {
        "Breastplate": {
          "name": "Breastplate",
          "description": "<p>该护甲主要由皮条固定的金属护胸组成。尽管它并没有为四肢提供额外的防护，但其在保证着装者活动自由度的同时，为其生命器官提供了十分有效的保护效果。</p>"
        },
        "Rapier": {
          "name": "Rapier",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Parry": {
          "name": "Parry",
          "description": "<p>The magistrate adds 2 to its <strong>AC</strong> against one melee Attack that would hit it. To do so, the noble must see the attacker and be wielding a melee weapon.</p>"
        },
        "Glide": {
          "name": "Glide",
          "description": "<p>Using your feathered arms, you can slow your fall, and glide short distances. When falling you can use your reaction to spread your arms, stiffen your wing feathers, and slow your descent.</p>\n<p>While doing so, you continue to fall gently at a speed of 60 feet per round, taking no fall damage when you land. If you would fall at least 10 feet in this way, you may fly up to your movement speed in one direction you choose, although you cannot choose to move upwards, landing in the space you finish your movement.</p>\n<p>You cannot glide while carrying heavy weapons or wielding a shield (though you may drop any held items as part of your reaction to spread your arms). You cannot glide while wearing heavy armor, or if you are encumbered.</p>"
        },
        "Wing Flap": {
          "name": "Wing Flap",
          "description": "<p>As a bonus action, you can use your powerful feathered arms to propel yourself upward a distance equal to half your movement speed.</p>\n<p>You can use it in conjunction with a regular jump, but not while gliding.</p>"
        },
        "Touched": {
          "name": "Touched",
          "description": "<p>You know one cantrip from the sorcerer spell list. Charisma is your spellcasting ability for this cantrip.</p>"
        },
        "Fated": {
          "name": "Fated",
          "description": "<p>Whether by luck or a guiding presence, you always seem to find your way.</p>\n<p>You can choose to reroll any attack, skill check, or saving throw. You can decide to do this after your roll, but only before the outcome of the roll has been determined.</p>\n<p>You can’t use this feature again until you have completed a long rest.</p>"
        },
        "Hard to Read": {
          "name": "Hard to Read",
          "description": "<p>Your innate eccentricities make it hard for other folk to figure you out. When someone performs a Wisdom (Insight) check against you, they have disadvantage on their roll.</p><p>Additionally, you gain advantage on Charisma (Deception) checks made against creatures that are not lumas.</p>"
        },
        "Resilience": {
          "name": "Resilience",
          "description": "<p>You have advantage on saving throws against poison and resistance against poison damage.</p>"
        }
      }
    },
    "Animated Tree": {
      "name": "Animated Tree",
      "tokenName": "Animated Tree",
      "description": "<p><em>指示物插图由<a href=\"https://www.forgotten-adventures.net/\" target=\"_blank\" rel=\"noopener\">Forgotten Adventures</a>提供。</em></p>",
      "items": {
        "False Appearance": {
          "name": "False Appearance",
          "description": "<p>While the [[lookup @name lowercase]] remains motionless, it is indistinguishable from a normal tree.</p>"
        },
        "Siege Monster": {
          "name": "Siege Monster",
          "description": "<p>[[lookup @name lowercase]]对物件和建筑物造成双倍伤害。</p>"
        },
        "Slam": {
          "name": "Slam",
          "description": "<p>[[/attack extended]]. [[/damage extended]].</p>"
        }
      }
    },
    "Walden Krane, Magistrate of Winnowing Reach": {
      "name": "Walden Krane, Magistrate of Winnowing Reach",
      "tokenName": "Walden Krane",
      "description": "<p>A fastidious, easily agitated, middle-aged kindled corvum with drab black feathers. As the Magistrate of Winnowing Reach, he is a prominent political figure in the region. Walden isn’t a particularly good or kind man, but he tries to be a reasonable and honorable one. </p>\n<p>He will not break his bargains, and likewise won’t tolerate anything on the party’s part which could be conceived as oath-breaking, dishonesty, or actions that might bring harm to the Reach. He cares deeply for his citizens, but that sometimes fails to come across as his political ambitions tend to get in the way. Walden has known Kenna Brightspark since she was but a fledgeling. </p>\n<p>Walden uses the noble stat block, adjusted with the racial traits of a kindled corvum. He is lawful neutral.</p>",
      "items": {
        "Breastplate": {
          "name": "Breastplate",
          "description": "<p>该护甲主要由皮条固定的金属护胸组成。尽管它并没有为四肢提供额外的防护，但其在保证着装者活动自由度的同时，为其生命器官提供了十分有效的保护效果。</p>"
        },
        "Rapier": {
          "name": "Rapier",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Parry": {
          "name": "Parry",
          "description": "<p>Walden adds 2 to its <strong>AC</strong> against one melee Attack that would hit it. To do so, the noble must see the attacker and be wielding a melee weapon.</p>"
        },
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, Walden can spend a reaction to fly up to their speed in one direction as they descend. Walden lands in an unoccupied space at the end of their movement, and takes no falling damage. Walden cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Talons": {
          "name": "Talons",
          "description": "<p>Walden has <strong>advantage</strong> on Strength (Athletics) checks made to climb any surface their talons could reasonably grip.</p>"
        }
      }
    },
    "Hedge Bard": {
      "name": "Hedge Bard",
      "tokenName": "Hedge Bard",
      "description": "<p>Recognized for being excellent diplomats and mediators, hedges are less well known for their love of music. Those who turn their natural charm towards the talent of entertaining can find great success.</p>\n<p>Some of the most gifted performers are blessed with magical talents. While most hedges use these powers for good, others choose a more sinister path, using their bardic talents to cheat, dupe, or steal from common folk.</p>",
      "items": {
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The bard is a 4th-level spellcaster. Their spellcasting ability is Charisma (spell save DC 13, +5 to hit with spell attacks). They have the following bard spells prepared:</p><p><strong>Cantrips (at will)</strong>: gust barrier, prestidigitation, vicious mockery</p><p><strong>1st level (4 slots)</strong>: charm person, healing word, hideous laughter, thunderwave</p><p><strong>2nd level (3 slots)</strong>: invisibility, shatter, suggestion</p>"
        },
        "Taunt": {
          "name": "Taunt",
          "description": "<p>The bard can use a bonus action on their turn to target one creature within 30 feet of them.</p><p>If the target can hear the bard, the target must succeed on a [[/save format=long]] or have <strong>disadvantage</strong> on ability checks, attack rolls, and saving throws until the start of the bard’s next turn.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The bard makes two weapon attacks, one with their [[/item Rapier]] and one with their [[/item Dagger]].</p>"
        },
        "Rapier": {
          "name": "Rapier",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Dagger": {
          "name": "Dagger",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Curl Up": {
          "name": "Curl Up",
          "description": "<p>The bard curls up into a spiny ball. While curled up in this way they cannot move, attack, or cast spells with somatic components, and their base armor class becomes 19.</p><p>Any creature that misses the hedge bard with a melee attack while they are curled up takes [[/damage 2d4 piercing average]] damage from their sharp quills.</p><p>If a creature hits the bard while they are curled up, however, the bard is knocked &amp;Reference[Prone] in their space at the end of the turn.</p><p>The bard may uncurl themselves at any point during their turn.</p>",
          "effects": {
            "19 AC": {
              "name": "19 AC"
            },
            "Prone": {
              "name": "Prone"
            }
          }
        },
        "Gust Barrier": {
          "name": "Gust Barrier",
          "description": "<p><em><strong>Spell List</strong> - Bard, Druid, Sorcerer, Wizard</em></p><hr /><p>You spread your arms wide, allowing yourself to become enveloped by the air around you. Until the end of your next turn, any ranged attack against you is made with disadvantage.</p><p>Melee attackers who successfully hit you must make a <strong>Constitution saving throw</strong> against your spell save DC.</p><p>On a failure, the attacker is flung away from you up to 10 feet and is knocked @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.y0TkcdyoZlOTmAFT]{Prone}.</p><p> </p>"
        },
        "Prestidigitation": {
          "name": "魔法伎俩",
          "description": "<p>该法术是一个初级施法者用来练习的魔法小伎俩。你在施法距离内创造下列魔法效果中的一种：</p>\n<ul>\n<li>你创造一个立即生效的，无害的感观效应，比如一束火花，一阵风，微弱音乐或古怪的臭味。</li>\n<li>你立即点燃或熄灭一支蜡烛，一支火把或一小型营火。</li>\n<li>你立即使一个不大于 1 立方尺的物件变得清洁或肮脏。</li>\n<li>你立即使一个不大于 1 立方尺的非活体物质变得冰冷、温暖或对其调味，其效应持续 1 小时。</li>\n<li>你在一个物件或一个表面上创造一块色斑，或者一个记号，又或者一个标志，其效应持续 1 小时。</li>\n<li>你在你手中创造出一个非魔法的小饰品或一个幻术的图像，其大小不能超过你的手掌大小，它会存在持续至下个你的回合结束为止。</li>\n</ul>\n<p>如果你多次施展该法术，则可以同时维持至多三个不同的非即时效应，并且可以用一个动作解散其中一种效应。</p>"
        },
        "Vicious Mockery": {
          "name": "Vicious Mockery",
          "description": "<p>You unleash a string of insults laced with subtle enchantments at a creature you can see within range. If the target can hear you (though it need not understand you), it must succeed on a Wisdom saving throw or take 1d4 psychic damage and have disadvantage on the next attack roll it makes before the end of its next turn.</p><p>This spell's damage increases by 1d4 when you reach 5th level (2d4), 11th level (3d4), and 17th level (4d4).</p>"
        },
        "Charm Person": {
          "name": "Charm Person",
          "description": "<p>You attempt to charm a humanoid you can see within range. It must make a Wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is &amp;Reference[charmed] by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>",
          "effects": {
            "Charm Person": {
              "name": "Charm Person",
              "description": "<p>该生物被你魅惑至法术终止，或者直到你或你的同伴对他做出伤害行为为止。此间，被魅惑的生物将视你为友方且熟悉的人。法术终止后，该生物将会发觉曾被你魅惑过。</p>"
            }
          }
        },
        "Healing Word": {
          "name": "Healing Word",
          "description": "<p>A creature of your choice that you can see within range regains hit points equal to 1d4 + your spellcasting ability modifier. This spell has no effect on undead or constructs.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the healing increases by 1d4 for each slot level above 1st.</p>"
        },
        "Hideous Laughter": {
          "name": "Hideous Laughter",
          "description": "<p>A creature of your choice that you can see within range perceives everything as hilariously funny and falls into fits of laughter if this spell affects it. The target must succeed on a Wisdom saving throw or fall prone, becoming Incapacitated and unable to stand up for the Duration. A creature with an Intelligence score of 4 or less isn't affected.</p><p>At the end of each of its turns, and each time it takes damage, the target can make another Wisdom saving throw. The target has advantage on the saving throw if it's triggered by damage. On a success, the spell ends.</p>",
          "materials": {
            "value": "Tiny tarts and a feather that is waved in the air"
          }
        },
        "Thunderwave": {
          "name": "Thunderwave",
          "description": "<p>A wave of thunderous force sweeps out from you. Each creature in a 15-foot cube originating from you must make a Constitution saving throw. On a failed save, a creature takes 2d8 thunder damage and is pushed 10 feet away from you. On a successful save, the creature takes half as much damage and isn't pushed.</p><p>In addition, unsecured objects that are completely within the area of effect are automatically pushed 10 feet away from you by the spell's effect, and the spell emits a thunderous boom audible out to 300 feet.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d8 for each slot level above 1st.</p>"
        },
        "Invisibility": {
          "name": "Invisibility",
          "description": "<p>你触碰的一个生物进入 &Reference[invisible apply=false] 状态并维持至法术终止。如果目标进行攻击检定、造成伤害或施展法术，则该法术提前终止。</p><p><strong>升环施法：</strong> 使用三环或更高法术位施展该法术时，你使用的法术位每比二环高一环，就可以额外指定一个生物作为目标。</p>",
          "materials": {
            "value": "An eyelash encased in gum arabic"
          },
          "effects": {
            "Invisibility": {
              "name": "隐形",
              "description": "<p>你或一个你触碰的生物变为隐形，直至法术终止。任何保持在目标身上的着装物和携带物也可以维持隐形状态。 如果目标发动攻击或施展法术，则该法术终止。</p>"
            }
          }
        },
        "Shatter": {
          "name": "Shatter",
          "description": "<p>A sudden loud ringing noise, painfully intense, erupts from a point of your choice within range. Each creature in a 10-foot-radius sphere centered on that point must make a Constitution saving throw. A creature takes 3d8 thunder damage on a failed save, or half as much damage on a successful one. A creature made of inorganic material such as stone, crystal, or metal has disadvantage on this saving throw.</p><p>A nonmagical object that isn't being worn or carried also takes the damage if it's in the spell's area.</p><p><strong>Higher Levels.</strong> When you cast this spell using a 3 or higher level spell slot, the damage of the spell increases by 1d8 for each level of higher spell slot 2.</p>",
          "materials": {
            "value": "A chip of mica"
          }
        },
        "Suggestion": {
          "name": "Suggestion",
          "description": "<p>你以魔法影响施法距离内一个你能看见的生物，并对其施以某种行动暗示（不超过 25 个词）。由你指定的受术目标必须能听到并理解你的话语。暗示必须听起来可行，也不涉及明显会对目标及其盟友造成伤害的内容。比如说，你可以说“把邪教的宝库钥匙找来，然后给我。”或者：“别打了，让图书馆保持安静，然后出去别回来。”</p><p>目标必须成功通过一次感知豁免，否则在法术持续时间内陷入魅惑，若你或你的盟友对其造成伤害此法术将提前结束。被魅惑的生物会尽其所能地执行你所描述的行为。</p><p>你所暗示的行为可能会在法术持续时间内始终一直进行</p><p>而如果你所暗示的活动可以用更短的时间完成，则此法术会在目标完成了你的要求后随即终止。</p>",
          "materials": {
            "value": "一条蛇舌，加上一小块蜂巢或一滴甜油"
          }
        }
      }
    },
    "Gallus Necromancer": {
      "name": "Gallus Necromancer",
      "tokenName": "Gallus Necromancer",
      "description": "<p>Gallus aren’t typically drawn down the path of necromancy, but a few mavericks with arcane talent and the inclination to study the darker side of magic have found success in The Avium.</p>\n<p>More commonly, such necromancers study the art theoretically, learning how it disrupts the balance of life and death so that their students can be taught how to effectively counter such vile spells.</p>\n<h2>Glinda Nightseed</h2>\n<p>This huden gallus’ plumage resembles a ptarmigan, and she usually wears a pince-nez on her beak. A professor of advanced theoretical necromancy, Glinda is known for having strange opinions about her field of study.</p>\n<p>Unlike most birdfolk, she sees necromancy as a manipulation of life energies on par with druidic magic. She is a kind soul, and only practices the lighter forms of necromancy. However, she has been performing secret experiments on the servitor skeletons in the Avium, hoping to develop a cutting-edge resurrection spell. This violates campus policies, which ban practical necromancy, and could cause her to lose her job.</p>\n<p>Glinda uses the <strong>gallus necromancer</strong> stat block. Her alignment is chaotic good.</p>",
      "items": {
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, the necromancer can spend a reaction to fly up to their speed in one direction as they descend. The necromancer lands in an unoccupied space at the end of their movement, and takes no falling damage. The necromancer cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Wing Flap": {
          "name": "Wing Flap",
          "description": "<p>As a bonus action, the necromancer can use their powerful feathered arms to propel themselves upward up to half their movement speed.</p>\n<p>The necromancer can use it in conjunction with a regular jump, but not while gliding. </p>"
        },
        "Seedspeech": {
          "name": "Seedspeech",
          "description": "<p>The necromancer can communicate simple ideas to living plants, and is able to interpret their responses in simple language.</p>"
        },
        "Spellcasting": {
          "name": "Spellcasting",
          "description": "<p>The necromancer is a 9th level spellcaster. Their spellcasting ability is Intelligence (spell save DC 15, +7 to hit with spell attacks). The necromancer has the following wizard spells prepared:</p><p>Cantrip (at will): [[/item .g4YewAjpQ42WErpb]]{chill touch}, [[/item .QDbZOCLw3IX4uVgK]]{light}, [[/item .12ebQ49RYsmxeqF0]]{mage hand}, [[/item .9ALYyhdqPGhSSqgd]]{prestidigitation}</p><p>1st level (4 slots): [[/item .omP3ZDcM4rBtBd5g]]{false life}, [[/item .HuhRdIaJNwlVxMwW]]{mage armor}, [[/item .aw5k4nv866Fed7q8]]{magic missile}, [[/item .Na3Olc0jwaUSAb6U]]{sleep}</p><p>2nd level (3 slots): [[/item .U286Eca7VjWeWC1j]]{misty step}, [[/item .XUWrTl2diOIU76Sh]]{ray of enfeeblement}, [[/item .3WrMhvCIGMAZotJy]]{web}</p><p>3rd level (3 slots): [[/item .HbkvqbmqoY5jKE8x]]{animate dead}, [[/item .6X6eQRAy56jT0zcZ]]{counterspell}, [[/item .T3nvfxuG4N8d3yiq]]{fear}</p><p>4th level (3 slots): [[/item .CwAtBOKi0mbuzIcv]]{black tentacles}, [[/item .ys12pAN4HX2Yc242]]{blight}, [[/item .sYwIkEDqzCPj48XQ]]{blight}</p><p>5th level (1 slots): [[/item .U6aptu6ZM4LFYuSg]]{passwall}</p>"
        },
        "Staff": {
          "name": "Staff",
          "description": "<p>[[/attack extended]]. [[/damage extended average]] or [[/damage twoHanded average]] damage if wielded with both hands.</p>"
        },
        "Chill Touch": {
          "name": "Chill Touch",
          "description": "<p>You create a ghostly, skeletal hand in the space of a creature within range. Make a ranged spell attack against the creature to assail it with the chill of the grave. On a hit, the target takes 1d8 Necrotic damage, and it can't regain hit points until the start of your next turn. Until then, the hand clings to the target.</p><p>If you hit an undead target, it also has disadvantage on attack rolls against you until the end of your next turn.</p><p>This spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
        },
        "Light": {
          "name": "Light",
          "description": "<p>你触碰一个大型或者更小，且未被他人携带或着装的物件。在法术终止前，物件将在其 20 尺半径范围内发出明亮光照，并在其外 20 尺范围发出微光光照。光的颜色由你决定。该物件被不透明的东西完全遮盖时，其光照被遮挡。若你再次施展该法术，则该法术终止。</p><p>若你将一名敌对生物持有或穿戴的物件作为目标，该生物必须成功通过敏捷豁免检定，否则法术生效。</p>",
          "materials": {
            "value": "A firefly or phosphorescent moss."
          }
        },
        "Mage Hand": {
          "name": "法师之手",
          "description": "<p>一只漂浮的幽灵手出现在施法距离内你指定的一点。幽灵手持续存在至法术终止。如果幽灵手距你的距离超过 30 尺，或者当你再次施展了该法术时，则现存的幽灵手消失不见。</p><p>你可以在施展该法术时使用幽灵手实施一个行为：你可以操控一个物件，或者打开一扇未上锁的门或容器，或者将一件物品放入或取出一个打开的容器，或者将小瓶中的内容物倾倒出来。</p><p>在后续的回合中，以一个魔法动作，你可以控制幽灵手再次实施一个行为。作为那个动作的一部分，你可以令幽灵手移动至多 30 尺。</p><p>该幽灵手不能攻击，也不能激活魔法物品或承载超过 10 磅重的物质。</p>"
        },
        "Prestidigitation": {
          "name": "魔法伎俩",
          "description": "<p>该法术是一个初级施法者用来练习的魔法小伎俩。你在施法距离内创造下列魔法效果中的一种：</p>\n<ul>\n<li>你创造一个立即生效的，无害的感观效应，比如一束火花，一阵风，微弱音乐或古怪的臭味。</li>\n<li>你立即点燃或熄灭一支蜡烛，一支火把或一小型营火。</li>\n<li>你立即使一个不大于 1 立方尺的物件变得清洁或肮脏。</li>\n<li>你立即使一个不大于 1 立方尺的非活体物质变得冰冷、温暖或对其调味，其效应持续 1 小时。</li>\n<li>你在一个物件或一个表面上创造一块色斑，或者一个记号，又或者一个标志，其效应持续 1 小时。</li>\n<li>你在你手中创造出一个非魔法的小饰品或一个幻术的图像，其大小不能超过你的手掌大小，它会存在持续至下个你的回合结束为止。</li>\n</ul>\n<p>如果你多次施展该法术，则可以同时维持至多三个不同的非即时效应，并且可以用一个动作解散其中一种效应。</p>"
        },
        "Sleep": {
          "name": "Sleep",
          "description": "<p>该法术使一些生物陷入魔法造成的沉睡中。掷一次 5d8；其结果为受该法术影响生物的生命值总数。你指定施法距离一点，该点周围 20 尺区域内的生物以剩余生命值由小至大的顺序受法术影响（生效时忽略昏迷生物）。</p><p>计算受法术影响生物时，从剩余生命值最低的生物开始逐个计算。每个受术生物均陷入昏迷，直至法术终止。睡眠者受到伤害也会惊醒，又或者由其他人以一个动作将其摇醒或打醒。法术掷骰的生命值总数减去一个受术生物的生命值后，余数再用以计算生命值稍高者是否受法术影响。生物剩余生命值，必须小于等于该余数法术才能成功影响该生物。</p><p>亡灵以及免疫魅惑效果的生物不受该法术影响。</p><p><strong>升环施法：</strong> 使用二环或更高法术位施展该法术时，使用的法术位每比一环高一环，法术的掷骰就增加 2d8。</p>",
          "materials": {
            "value": "一把细沙，玫瑰花瓣，或一只蟋蟀"
          },
          "effects": {
            "Sleep": {
              "name": "Sleep",
              "description": "<p>The creature affected by this spell falls Unconscious until the spell ends, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake.</p>"
            }
          }
        },
        "False Life": {
          "name": "False Life",
          "description": "<p>Bolstering yourself with a necromantic facsimile of life, you gain 1d4 + 4 Temporary Hit Points for the Duration.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you gain 5 additional Temporary Hit Points for each slot level above 1st.</p>",
          "materials": {
            "value": "A small amount of alcohol or distilled spirits"
          }
        },
        "Mage Armor": {
          "name": "Mage Armor",
          "description": "<p>你触碰一个未着装护甲的自愿生物。直至法术终止前，目标的基础AC变为 13 + 它的敏捷调整值。当目标穿上护甲时，此法术将提前终止。</p>",
          "materials": {
            "value": "一块鞣制过的皮革"
          },
          "effects": {
            "Mage Armor": {
              "name": "Mage Armor",
              "description": "<p>你的基础 AC 变为 13 + 你的敏捷调整值。着装护甲则该法术提前终止。</p>"
            }
          }
        },
        "Magic Missile": {
          "name": "Magic Missile",
          "description": "<p>你创造三枚由魔法力场形成的闪光飞镖，并让每发飞镖袭向施法距离内你能看见的指定生物。每发飞镖对目标造成 1d4 + 1 点力场伤害。所有飞镖将同时袭向目标，而你还可以指定它们击中同一个目标或是分别击中几个目标。</p><p><strong>升环施法： </strong>使用的法术位每比一环高一环，该法术就会多制造出一支飞镖。</p>"
        },
        "Misty Step": {
          "name": "Misty Step",
          "description": "<p>你短暂地被银白的雾气所笼罩，传送到至多 30 尺内一个你能看见且未被占据的空间。</p>"
        },
        "Web": {
          "name": "Web",
          "description": "<p>你在施法距离内指定一点，并召唤出一大片粘厚的网状物。蛛网覆盖以该点为源点的 20 尺立方区域，并在法术持续时间内维持存在。蛛网使该区成为困难地形并造成轻度遮蔽。</p>\n<p>如果蛛网没有被固定在两个固体中间（例如墙和树）或跨在一片地板、墙壁、天花板中间，则你召唤出的蛛网会自动坍塌，而导致法术在你的下一回合开始时终止。摊在平面上的蛛网深度为 5 尺。</p>\n<p>任何在蛛网中开始其回合或在其回合中进入蛛网的生物必须进行一次敏捷豁免。豁免失败者将被束缚在网中，直至其离开蛛网或挣脱束缚。</p>\n<p>被蛛网束缚的生物可以用一个动作尝试挣脱。该生物必须进行一次对抗法术豁免 DC 的力量检定，检定成功则不再被束缚。</p>\n<p>这些蛛网都是可燃物。每 5 尺立方的蛛网触及明火时将在 1 轮内被烧尽。而任何在燃烧区域内开始其回合的生物将因此受 2d4 点火焰伤害。</p>",
          "materials": {
            "value": "A bit of spiderweb"
          }
        },
        "Ray of Enfeeblement": {
          "name": "Ray of Enfeeblement",
          "description": "<p>A black beam of enervating energy springs from your finger toward a creature within range. Make a ranged spell attack against the target. On a hit, the target deals only half damage with weapon attacks that use Strength until the spell ends.</p><p>At the end of each of the target's turns, it can make a Constitution saving throw against the spell. On a success, the spell ends.</p>"
        },
        "Animate Dead": {
          "name": "Animate Dead",
          "description": "<p>This spell creates an undead servant. Choose a pile of bones or a corpse of a Medium or Small humanoid within range. Your spell imbues the target with a foul mimicry of life, raising it as an undead creature. The target becomes a skeleton if you chose bones or a zombie if you chose a corpse (the DM has the creature's game statistics).</p><p>On each of your turns, you can use a bonus action to mentally command any creature you made with this spell if the creature is within 60 feet of you (if you control multiple creatures, you can command any or all of them at the same time, issuing the same command to each one). You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creature continues to follow it until its task is complete.</p><p>The creature is under your control for 24 hours, after which it stops obeying any command you've given it. To maintain control of the creature for another 24 hours, you must cast this spell on the creature again before the current 24-hour period ends. This use of the spell reasserts your control over up to four creatures you have animated with this spell, rather than animating a new one.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, you animate or reassert control over two additional undead creatures for each slot level above 3rd. Each of the creatures must come from a different corpse or pile of bones.</p>",
          "materials": {
            "value": "A drop of blood, a piece of flesh, and a pinch of bone dust"
          }
        },
        "Counterspell": {
          "name": "Counterspell",
          "description": "<p>你试图打断一个生物正在施展的一个法术。如果该生物正在施展三环或更低环阶法术，则其法术失败且不产生任何效应。如果该生物正在施展四环或更高环阶法术，则你以施法属性进行一次属性检定，其检定 DC 等于 10 + 目标法术的环阶。检定成功则目标法术失败且不产生任何效应。</p><p><strong>升环施法：</strong>使用四环或更高法术位施展该法术时，如果被打断法术的环阶不高于你所用的法术位环阶，则该目标法术直接被打断。</p>",
          "activation": {
            "condition": "当你看见身边 60 尺范围内一个生物施展法术时执行"
          }
        },
        "Fear": {
          "name": "Fear",
          "description": "<p>You project a phantasmal image of a creature's worst fears. Each creature in a 30-foot cone must succeed on a Wisdom saving throw or drop whatever it is holding and become &amp;Reference[Frightened] for the duration.</p><p>While Frightened by this spell, a creature must take the Dash action and move away from you by the safest available route on each of its turns, unless there is nowhere to move. If the creature ends its turn in a location where it doesn't have line of sight to you, the creature can make a Wisdom saving throw. On a successful save, the spell ends for that creature.</p>",
          "materials": {
            "value": "一片白羽毛或一颗母鸡心"
          },
          "effects": {
            "Fear": {
              "name": "恐惧",
              "description": "<p>你将丢弃其所有持握物，并在法术持续时间内陷入恐慌。你必须在你的回合内执行疾走动作，并以此寻找最安全的路线远离施法者，直至你无路可走为止。</p>"
            }
          }
        },
        "Black Tentacles": {
          "name": "Black Tentacles",
          "description": "<p>Squirming, ebony tentacles fill a 20-foot square on ground that you can see within range. For the Duration, these tentacles turn the ground in the area into difficult terrain.</p><p>When a creature enters the affected area for the first time on a turn or starts its turn there, the creature must succeed on a Dexterity saving throw or take 3d6 bludgeoning damage and be &amp;Reference[Restrained] by the tentacles until the spell ends. A creature that starts its turn in the area and is already Restrained by the tentacles takes 3d6 bludgeoning damage.</p><p>A creature Restrained by the tentacles can use its action to make a Strength or Dexterity check (its choice) against your spell save DC. On a success, it frees itself.</p>",
          "materials": {
            "value": "A piece of tentacle from a giant octopus or a giant squid"
          },
          "effects": {
            "Black Tentacles": {
              "name": "Black Tentacles",
              "description": "<p>The creature is Restrained by the tentacles until the spell ends or it uses its action to make a Strength or Dexterity check (its choice) to escape.</p>"
            }
          }
        },
        "Blight": {
          "name": "Blight",
          "description": "<p>Necromantic energy washes over a creature of your choice that you can see within range, draining moisture and vitality from it. The target must make a Constitution saving throw. The target takes 8d8 necrotic damage on a failed save, or half as much damage on a successful one. This spell has no effect on undead or constructs.</p><p>If you target a plant creature or a magical plant, it makes the saving throw with disadvantage, and the spell deals maximum damage to it.</p><p>If you target a nonmagical plant that isn't a creature, such as a tree or shrub, it doesn't make a saving throw, it simply withers and dies.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 5th level or higher, the damage increases by 1d8 for each slot level above 4th.</p>"
        },
        "Passwall": {
          "name": "穿墙术",
          "description": "<p>一处通道在施法距离内木质、泥灰、或岩石表面（如墙壁、天花板、地板）上你可见的一点出现，且持续至法术结束。你选择开口的大小，至多宽 5 尺，高 8 尺，深 20 尺。通道不会使其周围的结构变得不稳定。</p><p>开口消失时，任何仍旧位于通道中的生物或物件会被安全地弹射到距你施展此法术时选择的表面最近的一处未占空间中。</p>",
          "materials": {
            "value": "A pinch of sesame seeds"
          }
        }
      }
    },
    "Vulpin Noble": {
      "name": "Vulpin Noble",
      "tokenName": "Vulpin Noble",
      "description": "<p>Although founded by birdfolk, Alderheart is home to several noble families of influential humblefolk. Among them are vulpins, who find both their charms and wiles perfectly suited to the political intrigue of Alderheart’s high society. Some vulpin nobles can trace their lineage back to ancient royalty. </p>",
      "items": {
        "Evasive": {
          "name": "Evasive",
          "description": "<p>The noble includes their Intelligence modifier as a bonus to their Dexterity saving throws.</p>",
          "effects": {
            "Evasive": {
              "name": "Evasive"
            }
          }
        },
        "Bite": {
          "name": "Bite",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Rapier": {
          "name": "Rapier",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        },
        "Disparaging Remark": {
          "name": "Disparaging Remark",
          "description": "<p>When a creature the noble can see makes an attack roll against an ally, the noble can use their reaction to impose <strong>disadvantage</strong> on that roll.</p>\n<p>The target of this effect must be able to hear and understand the noble.</p>",
          "activities": {
            "utility": {
              "condition": "A creature the noble can see makes an attack roll against an ally"
            }
          }
        },
        "Breastplate": {
          "name": "Breastplate",
          "description": "<p>该护甲主要由皮条固定的金属护胸组成。尽管它并没有为四肢提供额外的防护，但其在保证着装者活动自由度的同时，为其生命器官提供了十分有效的保护效果。</p>"
        }
      }
    },
    "Tevor of the Spring Path": {
      "name": "Tevor of the Spring Path",
      "tokenName": "Tevor",
      "description": "<h2><br />The Tenders</h2>\n<p>Although the Tenders are most well known across the Wood for their involvement in healing and studying the Scorched Grove, their order is actually far more ancient. Wardens of nature, they use their gentle magics to mediate between the people of the Wood and the living forest itself, and to help the forest heal from natural disasters. Today, many of their members find employ as tree-shapers, and are well-respected in birdfolk settlements. Nowhere is this more true than in Alderheart, where the Tenders are looked upon favorably for the work they’ve done to create and strengthen living spaces within Alderheart’s trunk. Other factions of Tenders work to respond to forest fires across the Wood, using their magic to encourage new growth in burned areas, as well as to help any survivors. </p>\n<p>Since the Great Calamity, a large part of their order has dedicated their efforts to tending the Grove, monitoring its spread, and studying the mysterious creatures that live there. Unfortunately, much of the healing in the Grove can end up ruined by a sudden blaze. Progress has been made, however. Before the fires started to rage with renewed force, the Tenders managed to shrink the Grove little by little, doing much to bolster the forest that grows around its edges.</p>\n<p>The Tenders are a unique organization in birdfolk society. Gaining admission to their ranks is akin to joining a monastery or convent. After initiation, a novice is generally expected to make their way to the Scorched Grove to learn from the masters who live there. Recruits live and study communally in special shelters within the Grove, protected by Tender magic. When they are sent out in the world again, new acolytes are taught to leave the high cities and walk among the undergrowth, to gain a better perspective on forest life. On occasion, Tenders living in the Wood will go on pilgrimages to tend to the Grove before returning to their normal duties. Masters of the order often choose to completely dedicate themselves to healing the Grove, setting up permanent homes there. This is considered to be a noble self-sacrifice among Tenders, and those who do this are given the order’s highest honors. </p>\n<h2>Tevor of the Spring Path </h2>\n<p>Tevor is a timid sable luma, with ruddy gray feathers and a short beak. He is a good friend of Havel, and has begun to feel affection for the gallus since their time working together.</p>\n<p>Tevor is a Sapling, a low ranking member of the Tenders, who barely escaped from an ashsnake attack that killed his mentor. While he has agreed to give his report of events in the Scorched Grove, he is not prepared to do much beyond this. He possesses conviction in the beliefs of his order, but the traumatic event has left him feeling frightened and helpless.</p>\n<p>If only he could find the courage to match his ideals, he would be destined for greatness. Tevor is generally averse to combat now, but before joining the Tenders he trained as a perch guard recruit.</p>\n<h2>Joining the Tenders</h2>\n<p>Gaining admission to the ranks of the Tenders is not difficult, and recruits are especially welcome now to help expand their thinning numbers. Any player who shows proper devotion to the tenets of natural balance and a willingness to swear an oath to become a keeper of the Wood can speak with Havel of the Autumn Moon about joining the Tenders. New recruits will begin at the Seedling rank. </p>\n<p><em>The Tenders</em></p>\n<p><em>Rank 1</em> - Seedling</p>\n<p><em>Rank 2</em> - Sproutling</p>\n<p><em>Rank 3</em> - Sapling</p>\n<p><em>Rank 4</em> - Summerblossom</p>\n<p><em>Rank 5</em> - Autumnal </p>\n<p><em>Leader</em> - Treekeeper</p>\n<p>Joining the Tenders involves taking an oath to keep the balance of nature, to help it recover from disasters both natural and unnatural, and to help all people who have been harmed by natural imbalance. The Tenders know they can’t control nature, and they teach that trying to do so is a folly which will only lead to further unbalancing of natural cycles. They do believe that when disaster strikes, it is their duty to restore the balance that was lost for the sake of all beings. </p>\n<p><img style=\"display:block;margin-left:auto;margin-right:auto;border:0\" src=\"modules/hpp-humblewood-campaign-setting/assets/art/Art-Tenders-Symbol.webp\" width=\"80%\" height=\"80%\" /></p>",
      "items": {
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, Tevor can spend a reaction to fly up to his speed in one direction as he descends. He lands in an unoccupied space at the end of his movement, and takes no falling damage. He cannot glide while carrying heavy objects, heavy weapons, or shields (though he can drop any held items as part of his reaction).</p>"
        },
        "Wing Flap": {
          "name": "Wing Flap",
          "description": "<p>As a bonus action, Tevor can use his powerful feathered arms to propel himself upward up to half his movement speed.</p>\n<p>He can use it in conjunction with a regular jump, but not while gliding.</p>"
        },
        "Fated": {
          "name": "Fated",
          "description": "<p>Tevor can choose to reroll any attack roll, skill check, or saving throw.</p>"
        },
        "Resilience": {
          "name": "Resilience",
          "description": "<p>Trevor has <strong>advantage</strong> on saving throws against poison.</p>"
        },
        "Drop Attack": {
          "name": "Drop Attack",
          "description": "<p>Tevor can make an attack during his glide. If he does, he deals an extra [[/damage average]] points of damage.</p>"
        },
        "Spear": {
          "name": "Spear",
          "description": "<p>[[/attack extended]]。[[/damage extended average]]，或使用双手发动近战攻击时[[/damage twoHanded average]] 。</p>"
        },
        "Tender Healing": {
          "name": "Tender Healing",
          "description": "<p>Tevor casts the [[/item .coHHBkxUh9SMstpa]]{Cure Wounds} spell at 1st level. Wisdom is his spellcasting ability for this spell.</p>"
        },
        "Chain Shirt": {
          "name": "Chain Shirt",
          "description": "<p>该护甲由互相锁接的金属环组成，通常着装于布衣或皮衣的夹层之间。这种护甲为着装者的上半身提供了适中的保护，且锁环间相互碰撞的声音也可以被外层衣服减弱。</p>"
        },
        "Cure Wounds": {
          "name": "Cure Wounds",
          "description": "<p>一个你触碰的生物恢复特定数值的生命值，其恢复量等于 1d8 + 你的施法属性调整值。该法术对不死生物和构装生物无效。</p><p><strong>升环施法：</strong>使用二环或更高法术位施展该法术时，你使用的法术位每比一环高一环，恢复量就增加 1d8。</p>",
          "effects": {
            "Spell Changes": {
              "name": "Spell Changes"
            }
          }
        }
      }
    },
    "Mordane Swiftgale": {
      "name": "Mordane Swiftgale",
      "tokenName": "Mordane Swiftgale",
      "description": "<p>Mordane is a prim-and-proper elderly swift strig, who keeps his gray and white feathers preened, and his librarian robes freshly pressed. He is wise but old fashioned, and prefers to read in solitude when off shift, rather than fraternize with his peers. Despite his social shortcomings, he’s an experienced librarian, and has incredible knowledge of even the oldest parts of the lower library. Mordane uses the commoner stat block, adjusted with the racial traits of a swift strig. He is neutral.</p>",
      "items": {
        "Club": {
          "name": "Club",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        }
      }
    },
    "Rhys Birchwalker": {
      "name": "Rhys Birchwalker",
      "tokenName": "Rhys Birchwalker",
      "description": "<p>An associate professor of conjuration at the Avium, this middle-aged mistral raptor has little in the way of mystic talent, but she makes up for it with an enthusiasm for learning and a wealth of knowledge on her chosen subject. </p>\n<p>She is well-versed in conjuratory theory, and can provide characters with any of the information they would otherwise find in Conjuration Magic (see Into the Library) if she is asked about the subject directly. </p>\n<p>Professor Birchwalker can also help a character perform the calculations to find the location of the conjuration circle within the Grove. </p>\n<p>Rhys uses the commoner stat block, adjusted with the racial traits of a mistral raptor. She is neutral good. </p>",
      "items": {
        "Glide": {
          "name": "Glide",
          "description": "<p>When falling at least 10 feet, Rhys can spend a reaction to fly up to their speed in one direction as they descend. They land in an unoccupied space at the end of their movement, and take no falling damage. They cannot glide while carrying heavy objects, heavy weapons, or shields (though they can drop any held items as part of their reaction).</p>"
        },
        "Talons": {
          "name": "Talons",
          "description": "<p>Rhys rolls <strong>advantage</strong> on Strength (Athletics) checks made to climb any surface their talons could reasonably grip.</p>"
        },
        "Aerial Defense": {
          "name": "Aerial Defense",
          "description": "<p>Creatures that attack while Rhys is falling, gliding, or jumping have disadvantage on their attack roll.</p>"
        },
        "Club": {
          "name": "Club",
          "description": "<p>[[/attack extended]]. [[/damage extended average]].</p>"
        }
      }
    }
  }
}
