{
  "label": "Subclasses",
  "folders": {
    "Cleric": "Cleric",
    "Fighter": "Fighter",
    "Bard": "Bard"
  },
  "entries": {
    "Night Domain": {
      "name": "Night Domain",
      "description": "<p>The night is mysterious, and conceals many unseen dangers. However, the cover of darkness also brings protection from predators and shadows within which one can conceal themselves. </p><p>The gods of night are varied, encompassing those who would use the cover of darkness to protect others from threats, to those who would use the shadows for wrong doings. The motives of night gods are often shrouded in mystery. Many teach their followers that it is only by peering through the darkness and looking beyond what is hidden that one can attain truth. </p><p>Clerics of night do their best to keep themselves and their companions safe while journeying through the darkness.</p><p> </p><h2>Night Domain Features</h2><table style=\"width:80%\"><thead><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\"><strong>Cleric Level</strong></td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\"><strong>Feature</strong></td></tr></thead><tbody><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">1st</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">Domain Spells, Eye of Twilight, Ward of Shadows</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">2nd</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">Channel Divinity: Invocation of Night</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">6th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">Improved Ward, Eye of Twilight improvement</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">8th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">Veil of Dreams, Eye of Twilight improvement</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">17th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">Creature of the Night, Eye of Twilight improvement</td></tr></tbody></table><p> </p><h2>Night Domain Spells</h2><table style=\"width:80%\"><thead><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\"><strong>Cleric Level</strong></td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\"><strong>Spells</strong></td></tr></thead><tbody><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">1st</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">@UUID[Compendium.dnd5e.spells.KhwiSi9fwVfUPtku]{Sleep}, @UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-spells.A1AnFMTDruVqhGFc]{Veil of Dusk*}</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">3rd</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">@UUID[Compendium.dnd5e.spells.S7VbUetIfVT7B6Eq]{Darkness}, @UUID[Compendium.dnd5e.spells.bV3yun6MIuFj71Er]{Moonbeam}</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">5th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">@UUID[Compendium.dnd5e.spells.aU62xVUBYkAQWIHv]{Nondetection}, @UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-spells.hZNTn73e8djoBiv9]{Globe of Twilight*}</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">7th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">@UUID[Compendium.dnd5e.spells.XqzXSKNR75ZdYTA9]{Divination}, @UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-spells.0ZXNFwB8qj0UOCur]{Stellar Bodies*}</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">9th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">@UUID[Compendium.dnd5e.spells.kSPRpeIx3w3nihrF]{Dream}, @UUID[Compendium.dnd5e.spells.mbFw57uyfLkyiw5k]{Seeming}</td></tr></tbody></table><p>Spells marked with an asterisk (*) can be found in this book.</p><p> </p><h2>Eye of Twilight</h2><p>Beginning at 1st level, a divine blessing grants you the ability to see more clearly in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in magical or nonmagical darkness as if it were only dim light. You can’t discern color in the darkness, only shades of gray. </p><p>When you reach 6th level, you can see in dim light within 120 feet of you as if it were bright light, and in magical or nonmagical darkness as if it were dim light. You can’t discern color in the darkness, only shades of gray. </p><p>At 8th level, you can see normally in darkness, both magical and nonmagical within 120 feet.</p><p>Finally, at 17th level, your eyes are able to see the truth hiding within darkness. You gain the ability to call upon the powers of your deity to grant yourself truesight within 120 feet of you for a number of minutes equal to your Wisdom modifier (a minimum of 1 minute). Your truesight only functions while in conditions of magical or nonmagical darkness. Once you have used this feature, you cannot use it again until you have completed a long rest.</p><p> </p><h2>Ward of Shadows</h2><p>At 1st level, you can create a ward of divine shadows to conceal yourself from an attacking enemy.</p><p>When attacked by a creature you can see within 30 feet of you, you can use your reaction to impose <strong>disadvantage</strong> on the attack roll, as shadows envelop your form. An attacker that can’t be Blinded is immune to this feature.</p><p>You can use this feature a number of times equal to your Wisdom modifier (a minimum of once), and regain all expended uses when you finish a long rest.</p><p> </p><h2>Channel Divinity: Invocation of Night</h2><p>Starting at 2nd level, you can use your Channel Divinity to harness the powers of night, clouding the vision of your foes in a shroud of darkness. </p><p>As an action, you present your holy symbol causing any source of mundane or magical light within 30 feet of you to be extinguished.</p><p>Additionally, each hostile creature within 30 feet of you must make a <strong>Constitution saving throw</strong>. A creature who fails the saving throw is &amp;Reference[Blinded] for a number of rounds <strong>equal to your cleric level</strong>.</p><p>A creature blinded in this way gets a new saving throw at the end of each of its turns to remove the effect. </p><p>A creature that has total cover from you is not affected.</p><p> </p><h2>Improved Ward</h2><p>At 6th level, you can use your Ward of Shadows feature whenever a creature you can see within 30 feet of you attacks a creature besides yourself.</p><p> </p><h2>Veil of Dreams</h2><p>When you reach 8th level, you gain mastery over magical sleep. When you cast the @UUID[Compendium.dnd5e.spells.KhwiSi9fwVfUPtku]{Sleep} spell, <strong>add your cleric level to the dice you roll </strong>to determine how many hit points of creatures the spell can affect. </p><p>You may choose the order in which creatures within the spell’s area are affected. If the first target chosen has too many hit points to be affected, the spell will instead target the next creature you have chosen that the spell could affect before affecting other targets. </p><p>Additionally, any creature you put to sleep <strong>cannot be woken until the start of your next turn.</strong> Otherwise, the sleep spell acts as normal.</p><p> </p><h2>Creature of the Night</h2><p>Starting at 17th level, you can use your action to activate a supernatural aura of deep night. It lasts for 1 minute, or until you dismiss it using another action. </p><p>You emit heavily obscuring darkness in a 30-foot radius and lightly obscuring shadows 50 feet beyond that. The darkness and shadows overlap and smother existing sources of light. Only light produced by a 9th level spell or similarly powerful effect can negate the darkness and shadows. </p><p>Enemies within the shadows constantly feel the presence of hungry predators watching them, and become frightened as long as they remain inside the affected area. Enemies in the darkness are both &amp;Reference[Blinded] and &amp;Reference[Frightened] for as long as they remain within its area.</p><p> </p><p> </p>",
      "advancement": {
        "Night Domain Spells": {
          "title": "Night Domain Spells"
        },
        "Domain Feature": {
          "title": "Domain Feature"
        }
      }
    },
    "Community Domain": {
      "name": "Community Domain",
      "description": "<p> </p><p>The community domain focuses on the ties that bind all people together. These are the ties of family and friendship, the ties to ancestors, as well as the ties between elders and the next generation with whom they share their wisdom. The power of the Gods of community is in the security of home and hearth, and the joy of good company. </p><p>Many such gods teach the value of tradition and simple ways of living in harmony with the natural world. They also tend towards the rule of law, not as a kind of great bureaucracy, but as sacred traditions passed from generation to generation. Some gods advocate the removal of harsh or disruptive forces to this order, and proper sanctions for the violation of the goodwill that any community ought to provide. </p><p>Clerics of such gods value unity, and praise the strength that can be gained when people support each other. </p><p> </p><h2>Community Domain Features</h2><table style=\"width:80%;height:119px\"><thead><tr style=\"height:17px\"><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px;height:17px\"><strong>Cleric Level</strong></td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px;height:17px\"><strong>Feature</strong></td></tr></thead><tbody><tr style=\"height:17px\"><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px;height:17px\">1st</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px;height:17px\">Domain Spells, Blessing of the Hearth</td></tr><tr style=\"height:17px\"><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px;height:17px\">2nd</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px;height:17px\">Channel Divinity: Magnificent Feast</td></tr><tr style=\"height:17px\"><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px;height:17px\">6th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px;height:17px\">Channel Divinity: Community Watch</td></tr><tr style=\"height:17px\"><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px;height:17px\">8th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px;height:17px\">Divine Strike (1d8)</td></tr><tr style=\"height:17px\"><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px;height:17px\">14th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px;height:17px\">Divine Strike (2d8)</td></tr><tr style=\"height:17px\"><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px;height:17px\">17th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px;height:17px\">Paragon of the People</td></tr></tbody></table><p> </p><h2>Community Domain Spells</h2><table style=\"width:80%\"><thead><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\"><strong>Cleric Level</strong></td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\"><strong>Spells</strong></td></tr></thead><tbody><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">1st</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">@UUID[Compendium.dnd5e.spells.8dzaICjGy6mTUaUr]{Bless}, @UUID[Compendium.dnd5e.spells.Qf6CAZkc7ms4ZY3e]{Goodberry}</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">3rd</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">@UUID[Compendium.dnd5e.spells.Opwh2PdX4runSBlm]{Aid}, @UUID[Compendium.dnd5e.spells.ge3Saet9zPTDyaoL]{Heroism}</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">5th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">@UUID[Compendium.dnd5e.spells.ZU9d6woBdUP8pIPt]{Beacon of Hope}, @UUID[Compendium.dnd5e.spells.uCud2s4TjMfjiXUb]{Spirit Guardians}</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">7th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">@UUID[Compendium.dnd5e.spells.pxpb2eOB6bv4phAf]{Banishment}, @UUID[Compendium.dnd5e.spells.SAj03P2WBDiWu7zu]{Faithful Hound}</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">9th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">@UUID[Compendium.dnd5e.spells.Pyzmm8R7rVsNAPsd]{Mass Cure Wounds}, @UUID[Compendium.dnd5e.spells.uAwtVZkiSTyP6ORB]{Telepathic Bond}</td></tr></tbody></table><p> </p><h2>Blessing of the Hearth</h2><p>From 1st level, you gain the ability to conjure a small flagstone hearth with a simple iron cooking pot whenever you rest. This hearth helps warm you and your companions, and can be used to prepare hearty and nutritious meals on the road. If you or any friendly creatures you make camp with would regain hit points at the end of a short rest by spending one or more hit dice, each of those creatures may choose to re-roll one of their resting dice, taking the higher roll between the two.  Additionally, you gain proficiency with Cook’s utensils. </p><p> </p><h2>Channel Divinity: Magnificent Feast</h2><p>Starting at 2nd level, you may use your Channel Divinity to conjure a magical feast for the rough road ahead. By spending 10 minutes, you may create a number of delicious, well-prepared, yet simple food items equal to your Wisdom modifier (minimum of 1). </p><p>These food items will last up to 8 hours or until the end of a rest, and will never spoil. Eating food created in this way takes an action, providing whomever eats it with healing equal to 2d4 + your cleric level, and can remove either the frightened or poisoned condition from that creature (chosen by the creature when consumed). </p><p> </p><h2>Channel Divinity: Community Watch</h2><p>Starting at 6th level, you can use your Channel Divinity to instill a feeling of vigilant protection in you and your allies. You grant yourself and a number of allies, up to your Wisdom modifier (minimum of 1), a boon from your deity. Allies must be able to see you and be within 30 feet to receive the boon. Once per round, a creature benefitting from this boon can roll a d6, adding the result to a skill check, saving throw, or attack roll. This effect lasts for a number of rounds equal to your Wisdom modifier (minimum of 1 round). A creature can only benefit from this effect if it can see at least one of its allies. </p><p> </p><h2>Divine Strike</h2><p>At 8th level, you gain the ability to infuse your weapon with the power to punish wrongdoing. Once on each of your turns, when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d8 psychic damage to the target. Visions of the evil they have wrought upon others flash before their eyes. You choose whether any foe reduced to 0 hit points by this attack remains stable or dies. </p><p>When you reach 14th level, the extra damage increases to 2d8.</p><p> </p><h2>Paragon of the People</h2><p>At 17th level, your Community Watch grants an additional d6 to each affected ally. It also grants immunity to fear for the duration of the effect. Additionally, your Magnificent Feast produces twice as many foodstuffs, each of which can, when consumed, remove a single curse or disease affecting the target (including attunement to a cursed item). </p><p> </p>",
      "advancement": {
        "Community Domain Spells": {
          "title": "Community Domain Spells"
        },
        "Domain Feature": {
          "title": "Domain Feature"
        },
        "Divine Strike Damage": {
          "title": "Divine Strike Damage"
        }
      }
    },
    "College of the Road": {
      "name": "College of the Road",
      "description": "<p>Not an officially recognized college, the College of the Road represents the personal and eclectic sets of skills, knowledge, and techniques a wandering bard picks up along their journey. </p><p>As inveterate jacks-of-all-trades, bards possess a variety of aptitudes in combat, magecraft, and general know-how, making them particularly well suited to learning a variety of different skills. It often happens that while traveling, a bard winds up sharing their campfire with a motley assortment of wandering adventurers who may impart valuable lessons in exchange for a lively song or a well-told tale. </p><p>Compared to students of other Bard Colleges, a special kind of sensibility is important for the College of the Road. How effectively a bard of this College can apply what they have learned depends on their understanding and insight. </p><p>The College of the Road is sometimes a harsh teacher, but bards who follow this path often find themselves rewarded with a diverse array of useful tricks and tactics. Those who underestimate a bard from the College of the Road soon find that these “graduates” are full  of surprises. </p><h2>College of the Road Features</h2><p> </p><table style=\"width:100%\"><thead><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\"><strong>Bard Level</strong></td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\"><strong>Feature</strong></td></tr></thead><tbody><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">3rd</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">Bonus Proficiencies, Wanderer’s Lore, Traveler’s Tricks (2 options)</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">6th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">Favorite Trick (1st), Improved Tricks, Traveler’s Tricks (3 options)</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">14th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">Favorite Trick (2nd), Improved Tricks, Traveler’s Tricks (4 options)</td></tr></tbody></table><p> </p><h2>Bonus Proficiencies</h2><p>When you join the College of the Road at 3rd level, you gain a few useful proficiencies picked up from your time on the road. Choose three of the following options (each option can only be selected once): </p><ul><li><p>You gain proficiency with a Gaming Set of your choice</p></li><li><p>You gain proficiency with a martial weapon of your choice</p></li><li><p>You gain proficiency with Herbalism Kits</p></li><li><p>You gain proficiency with Thieves' Tools</p></li><li><p>You gain proficiency with a skill of your choice</p></li><li><p>You learn two languages of your choice </p></li></ul><p> </p><h2>Wanderer’s Lore</h2><p>At 3rd level, you can share any useful tidbits of information you have come across in your travels to help others to see problems from a new angle. When a creature has a Bardic Inspiration die granted by you, they may make a single Arcana, History, Nature, or Religion check with advantage. The creature may choose whether or not to add the Bardic Inspiration die to this roll.</p><p> </p><h2>Traveler’s Tricks</h2><p>At 3rd level you already have several memorable experiences from your life on the road. You learn two Traveler’s Tricks of your choice (see Traveler’s Trick Options).</p><p>These Traveler’s Tricks represent skills, techniques, and useful pieces of knowledge picked up along the way. Each one requires you to expend a use of your Bardic Inspiration, and takes a bonus action to use unless otherwise specified.</p><p>At 6th level and at 14th level you learn an additional Traveler’s Trick.</p><p> </p><h2>Improved Tricks</h2><p>At 6th and 14th levels, your Traveler’s Tricks become stronger. By practicing the tricks you know, and encountering stronger adventurers who share their knowledge with you, your mastery over your tricks increases.</p><p> </p><h2>Favorite Trick</h2><p>At 6th level, you have gained enough mastery over one of your Traveler’s Tricks that you can use it whenever it’s needed. You may choose one Traveler’s Trick that you know and designate it as your favorite trick. If you roll initiative and have no uses of Bardic Inspiration remaining, you regain one use of it. Any Bardic Inspiration gained in this way can only be used to perform your favorite trick.</p><p>At 14th level you can select a second favorite trick from among Traveler’s Tricks you know.</p><p> </p>",
      "advancement": {
        "Bard Subclass Feature": {
          "title": "Bard Subclass Feature"
        },
        "Traveler's Tricks": {
          "title": "Traveler's Tricks",
          "hint": "At 3rd level you already have several memorable experi- ences from your life on the road. You learn two Traveler’s Tricks of your choice (see Traveler’s Trick Options). These Traveler’s Tricks represent skills, techniques, and useful pieces of knowledge picked up along the way. Each one requires you to expend a use of your Bardic Inspiration, and takes a bonus action to use unless otherwise specified.\n\nAt 6th level and at 14th level you learn an additional Traveler’s Trick."
        },
        "Bard Feature": {
          "title": "Bard Feature"
        },
        "Bonus Proficiencies": {
          "title": "Bonus Proficiencies",
          "hint": "When you join the College of the Road at 3rd level, you gain a few useful proficiencies picked up from your time on the road. Choose three of the following options (each option can only be selected once):\n• You gain proficiency with a Gaming Set of your choice\n• You gain proficiency with a martial weapon of your choice\n• You gain proficiency with Herbalism Kits\n• You gain proficiency with Thieves' Tools\n• You gain proficiency with a skill of your choice\n• You learn two languages of your choice"
        }
      }
    },
    "Scofflaw": {
      "name": "Scofflaw",
      "description": "<h2>Martial Archetype</h2><p>At 3rd level, when choosing a Martial Archetype, the following option is available: the Scofflaw.</p><p></p><h3></h3><h3>@UUID[Compendium.hpp-humblewood-campaign-setting.humblewood-cs-subclass-features.Item.UFbDbKs0CHbxXinh]{Scofflaw}</h3><p>A fighter who hits hard and fights dirty, the Scofflaw balks at the ideals of honor and tradition, doing what they need to survive. Rules are made to be broken, and the Scofflaw extends this logic to their fighting style. Using every trick at their disposal to gain the upper hand against their foes, the Scofflaw cows their enemy into submission, or overwhelms their defenses with a single cheap shot.</p><p>Scofflaws eventually trust their notorious reputation to do much of the work for them, gaining the ability to cause foes to quake with a single threat. Scofflaws are a diverse bunch that run the gamut from graceful yet deadly knaves to bruiser thugs. What ties them together is their belief that there’s no such thing as a bad win. </p><h2><br />Scofflaw Features</h2><table style=\"width:80%\"><thead><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\"><strong>Cleric Level</strong></td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\"><strong>Feature</strong></td></tr></thead><tbody><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">3rd</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">Bonus Proficiency, Intimidating Banter, Brutal Brawler</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">7th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">Misdirection</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">10th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">Blindside, Brutal Brawler Improvement</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">15th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">Infamy, Blindside Improvement</td></tr><tr><td style=\"width:20%;vertical-align:top;text-align:center;padding:5px\">18th</td><td style=\"width:80%;vertical-align:top;text-align:left;padding:5px\">Two For Flinching, Brutal Brawler Improvement, Blindside Improvement</td></tr></tbody></table><p> </p><h2>Bonus Proficiency</h2><p>When you choose this Martial Archetype at 3rd level, you gain proficiency in one of the following skills of your choice: Deception, Insight, Intimidation, Sleight of Hand, or Stealth. Alternatively, you may learn Thieves’ Cant.</p><p> </p><h2>Intimidating Banter</h2><p>At 3rd level, you are adept at integrating insults and barbs into your fighting style. So long as you are in combat, you may choose to use Strength or Dexterity to make Charisma ability checks. </p><p> </p><h2>Brutal Brawler</h2><p>At 3rd level, your tavernside scuffles have honed your ability to deal damage with just about anything that’s handy. You have proficiency with improvised weapons, and treat any improvised weapon you handle as if it has the finesse quality. </p><p>Additionally, whenever you hit with an improvised weapon, you may spend a bonus action to break it over your opponent. Doing this destroys the weapon, but deals the maximum number each of the weapon’s damage dice could deal to the target. Any additional dice added to the attack’s damage roll are not affected by this ability.</p><p>At 10th level, the improvised weapons you wield become even more lethal in your hands. When you spend your bonus action to break an improvised weapon over your opponent, add an additional 2d6 to the weapon’s base damage dice.</p><p>At 18th level, you have advantage on attacks you make with improvised weapons. </p><p> </p><h2>Misdirection</h2><p>At 7th level, you are adept at using words and gestures to taunt or fake-out your opponent, turning their lack of composure against them. This allows you to goad your foe into swinging in ways that can cause them to strike their allies, or which leave them open to a counterattack. </p><p>As a bonus action you can misdirect an opponent within 5 feet of you. The target must succeed on an Intelligence saving throw against a <strong>DC equal to 8 + your proficiency bonus + your Strength or Dexterity modifier</strong>. </p><p>On a failure, they must spend their reaction to attack a creature of your choice within 5 feet of them. If no other creatures are present within 5 feet of them, they waste their reaction attacking the air where you once were.</p><p>In order for you to misdirect a creature in this way they must be able to see, hear, or otherwise be able to understand you. </p><p> </p><h2>Blindside</h2><p>At 10th level, you are truly skilled at exploiting the openings you create in combat, hitting off-guard opponents with precise blows that are swift and deadly. You may use this technique against any creature that hasn’t yet taken a turn in combat, or who you have successfully misdirected this turn. You may also apply this technique to any attack roll you make with advantage. </p><p>On a hit, you exploit an opening in the target's defenses, dealing an extra [[/r 5d6]] points of damage. Once you use this ability, you can’t use it again until you have taken a short or long rest.</p><p>At 15th level, the damage dealt by your blindside increases to [[/r 7d6]].</p><p>At 18th level the damage dealt by your blindside increases to [[/r 9d6]]. If you have no uses of this ability at the beginning of combat on your turn, you regain one use of it.</p><p> </p><h2>Infamy</h2><p>At 15th level, your reputation precedes you, making it easy for you to strike fear into the hearts of anyone foolish enough to oppose you. </p><p>As part of your attack action, you can utter deadly threats to a single target within 30 feet of you, causing them to become &amp;Reference[Frightened] of you for 1 minute on a <strong>failed Wisdom saving throw</strong>. </p><p>An affected target may repeat this saving throw at the end of each of their turns, ending the effect on a success. The DC for this saving throw is <strong>8 + your proficiency bonus + your Strength or Dexterity modifier</strong>. A creature who has witnessed or heard tales of your ruthlessness makes this saving throw with <strong>disadvantage</strong>. </p><p>In order for you to use this feature, a creature must be able to see, hear, or otherwise be able to understand you. </p><p> </p><h2>Two For Flinching</h2><p>At 18th level, you have perfected the art of exploiting your opponent’s weakness. Whenever you take the attack action against an opponent you have successfully misdirected this turn, or an opponent that is afflicted by a condition, you may make one additional attack against that opponent. You may only use this feature once per round.</p><p> </p><p> </p><p> </p>",
      "advancement": {
        "Subclass Feature": {
          "title": "Subclass Feature"
        },
        "Bonus Proficiency": {
          "title": "Bonus Proficiency",
          "hint": "When you choose this Martial Archetype at 3rd level, you gain proficiency in one of the following skills of your choice: Deception, Insight, Intimidation, Sleight of Hand, or Stealth. Alternatively, you may learn Thieves’ Cant."
        }
      }
    }
  }
}
