{
  "label": "L'arsene's Ledger - Bestiary",
  "entries": {
    "Ochre Dropling": {
      "name": "Ochre Dropling",
      "tokenName": "Ochre Dropling",
      "description": "<p>Within the field of oozology, it’s a generally accepted fact that oozes require a critical mass to retain functionality. That’s why the discovery of droplings—tiny blobs each about the size of a fist, spawned from larger oozes—made massive ripples in the Slime Times newspaper. No one is quite sure of the circumstances or reasons that lead to their creation; experiments on a large variety of oozes have reproduced dropling spawning with only a twenty-three percent success rate.</p><p><em><strong>Pseudogelphobic Swarm.</strong></em> Perhaps the most peculiar trait of droplings is their tendency to form swarms instead of combining to form their progenitor oozes. Respected oozologists hypothesise droplings that retain their size for an extended period of time undergo changes to their surface membrane compositions that inhibit their ability to merge with other droplings, all while maintaining the pseudo-hivemind need for consolidation. Amateur oozologists, in much fewer words, like to think they’re becoming individuals.</p><h2>Ochre Droplings</h2><p>This strain of droplings originates from ochre jellies. Ochre droplings are similar to their black dropling cousins in many ways, but lack their highly acidic composition, a trait that makes them desirable jar pets.</p>",
      "items": {
        "Pseudopod": {
          "name": "Pseudopod",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+3]]{+3} to hit, reach 5 ft., one target. <i>Hit:</i> 3 ([[/r 1d4 + 1]]) bludgeoning damage plus 3 ([[/r 1d6]]) acid damage.</p>"
        },
        "Amorphous": {
          "name": "Amorphous",
          "description": "<p>The dropling can move through a space as narrow as 1 inch wide without squeezing.</p>"
        },
        "Spider Climb": {
          "name": "Spider Climb",
          "description": "<p>The dropling can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
        },
        "Unusual Nature": {
          "name": "Unusual Nature",
          "description": "<p>The dropling doesn't require sleep.</p>"
        }
      }
    },
    "Swarm of Pebbles": {
      "name": "Swarm of Pebbles",
      "tokenName": "Swarm of Pebbles",
      "description": "<h1>Elemental Motes</h1><p>Masterful users of the Weave can use their magic to rip apart the barriers between worlds, summoning primordial avatars of air, earth, fire, and water from the chaotic depths of the Elemental Planes. When this fails miserably, the magic can produce an elemental mote instead, a tiny proto-elemental nearly indistinguishable from an inanimate manifestation of its element. Like their more powerful brethren, elemental motes have little desire but to return to their native plane and reunite with its natural energy.</p><p><em><strong>A Swarm Reshaped.</strong></em> As a swarm, elemental motes combine their individual specks of consciousness into a raging, primaeval mind. What they lack in physical ability, they make up for in combined desperation to abandon the Material Plane. Using their numbers to their advantage, they envelop any who dare stand in their way in a miniature elemental storm.</p><h2>Pebbles</h2><p>A pebble is weak on its own, but mighty in a swarm. A swarm of pebbles clatters as it tumbles and rolls like a miniature landslide, sweeping creatures off their feet and burying them in stone. They can’t glide through earth as easily as an earth elemental, but are equally effective ambushers because, well, they’re rocks.</p>",
      "items": {
        "Slams": {
          "name": "Slams",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 10 ([[/r 4d4]]) bludgeoning damage</p>"
        },
        "Slams (Half Hit Points)": {
          "name": "Slams (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 5 ([[/r 2d4]]) bludgeoning damage if the swarm has half of its hit points or fewer, and the target is <span id=\"was-tagged\">grappled</span> (escape DC <span>12</span>).</p>"
        },
        "False Appearance": {
          "name": "False Appearance",
          "description": "<p>If the swarm is motionless at the start of combat, it has advantage on its initiative roll. Moreover, if a creature hasn't observed the swarm move or act, that creature must succeed on a DC <span>18</span> Intelligence (Investigation) check to discern that the swarm isn't a pile of rocks.</p>"
        },
        "Rubble Form": {
          "name": "Rubble Form",
          "description": "<p>If a creature starts its turn in the swarm's space, it must succeed on a DC <span>12</span> Strength saving throw or be knocked <span id=\"was-tagged\">prone</span>.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny pebble. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Unusual Nature": {
          "name": "Unusual Nature",
          "description": "<p>The swarm doesn't require air, food, drink, or sleep.</p>"
        }
      }
    },
    "Swarm of Skeletal Imps": {
      "name": "Swarm of Skeletal Imps",
      "tokenName": "Swarm of Skeletal Imps",
      "description": "<h1>Imp</h1><p>Imp While imps typically act as messengers and spies for their devilish overlords, a desperate lieutenant might pressgang their imp retinue into a fighting force. When called to arms, this unruly mass of red skin, leathery wings, and barbed tails flutters with inefficient cowardice to the periphery of a battle, engaging in the least lethal confrontation it can find. </p><p><em><strong>Combat Prowess.</strong></em> A swarm of imps is a tactless fighting force and can never agree on the timing of their individual invisibility abilities, always flickering in and out of vision. When truly pressed, imps’ innate shapechanging ability allows them to meld into a single large creature.</p>",
      "items": {
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The swarm makes one attack and attempts to grapple one creature in its space.</p>"
        },
        "Necrotic Stings": {
          "name": "Necrotic Stings",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 7 ([[/r 2d6]]) piercing damage plus 7 ([[/r 2d6]]) necrotic damage, or 3 ([[/r 1d6]]) piercing damage plus 3 ([[/r 1d6]]) necrotic damage if the swarm has half of its hit points or fewer. The swarm regains hit points equal to the necrotic damage dealt.</p>"
        },
        "Death Leech": {
          "name": "Death Leech",
          "description": "<p>When a creature within 15 feet of the swarm is reduced to 0 hit points, the swarm regains 7 ([[/r 2d6]]) hit points.</p>"
        },
        "Devil's Sight": {
          "name": "Devil's Sight",
          "description": "<p>Magical darkness doesn't impede the swarm's darkvision.</p>"
        },
        "Liftoff": {
          "name": "Liftoff",
          "description": "<p>The swarm can drag a creature it is grappling without having its speed halved.</p>"
        },
        "Magic Resistance": {
          "name": "Magic Resistance",
          "description": "<p>The swarm has advantage on saving throws against spells and other magical effects.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny imp. The swarm can't gain temporary hit points.</p>"
        },
        "Necrotic Stings (Half Hit Points)": {
          "name": "Necrotic Stings (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 7 ([[/r 2d6]]) piercing damage plus 7 ([[/r 2d6]]) necrotic damage, or 3 ([[/r 1d6]]) piercing damage plus 3 ([[/r 1d6]]) necrotic damage if the swarm has half of its hit points or fewer. The swarm regains hit points equal to the necrotic damage dealt.</p>"
        }
      }
    },
    "Swarm of Space Hamsters": {
      "name": "Swarm of Space Hamsters",
      "tokenName": "Swarm of Space Hamsters",
      "description": "<h1>Miniature Giant Space Hamster</h1><p>Only a chosen few know of the secrets of hamsters: their concealed intelligence, telepathy, and extraterrestrial origins. More accurately known as space hamsters, their chaotic ancestries vary wildly depending on the source. Space hamsters form swarms as a response to immediate significant threats, telepathically joining their minds to output increased mental computational power. The mixing of psionic abilities grants the swarm limited bursts of telekinesis and allows them to speak as if they were a single unit, droning telepathic words in perfect synchronicity.</p>",
      "items": {
        "Bites": {
          "name": "Bites",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 0 ft, one target in the swarm's space. <i>Hit:</i> 14 ([[/r 4d6]]) piercing damage</p>"
        },
        "Bites (Half Hit Points)": {
          "name": "Bites (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 0 ft, one target in the swarm's space. <i>Hit:</i> 7 ([[/r 2d6]]) piercing damage if the swarm has half of its hit points or fewer, plus 9 ([[/r 2d8]]) psychic damage.</p>"
        },
        "Keen Hearing and Smell": {
          "name": "Keen Hearing and Smell",
          "description": "<p>The housedrake has advantage on Wisdom (Perception) checks that rely on hearing or smell.</p>"
        },
        "Telekinetic Scamper": {
          "name": "Telekinetic Scamper",
          "description": "<p>The swarm flies up to 20 feet.</p>"
        },
        "Blindness/Deafness": {
          "name": "Blindness/Deafness",
          "description": "<p>You can blind or deafen a foe. Choose one creature that you can see within range to make a Constitution saving throw. If it fails, the target is either <span id=\"was-tagged\">blinded</span> or <span id=\"was-tagged\">deafened</span> (your choice) for the duration. At the end of each of its turns, the target can make a Constitution saving throw. On a success, the spell ends.</p><span data-title-index=\"1\"> <span>At Higher Levels.</span></span> <p>When you cast this spell using a spell slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd.</p>"
        },
        "Command": {
          "name": "Command",
          "description": "<p>You speak a one-word command to a creature you can see within range. The target must succeed on a Wisdom saving throw or follow the command on its next turn. The spell has no effect if the target is undead, if it doesn't understand your language, or if your command is directly harmful to it.</p><p>Some typical commands and their effects follow. You might issue a command other than one described here. If you do so, the DM determines how the target behaves. If the target can't follow your command, the spell ends.</p><span data-title-index=\"1\"> <span>Approach.</span></span> <p>The target moves toward you by the shortest and most direct route, ending its turn if it moves within 5 feet of you.</p><span data-title-index=\"2\"> <span>Drop.</span></span> <p>The target drops whatever it is holding and then ends its turn.</p><span data-title-index=\"3\"> <span>Flee.</span></span> <p>The target spends its turn moving away from you by the fastest available means.</p><span data-title-index=\"4\"> <span>Grovel.</span></span> <p>The target falls <span id=\"was-tagged\">prone</span> and then ends its turn.</p><span data-title-index=\"5\"> <span>Halt.</span></span> <p>The target doesn't move and takes no actions. A flying creature stays aloft, provided that it is able to do so. If it must move to stay aloft, it flies the minimum distance needed to remain in the air.</p><span data-title-index=\"1\"> <span>At Higher Levels.</span></span> <p>When you cast this spell using a spell slot of 2nd level or higher, you can affect one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>"
        },
        "Detect Thoughts": {
          "name": "侦测思想",
          "description": "<p>你激活下述效应之一。直到法术结束为止，你可以在你随后的回合用一个魔法动作以激活下述任意效应之一。</p><p><strong>感知思想。</strong> 你感知距你 30 尺内，知晓语言或能够心灵感应的思想的存在。你并不会阅读这些思想，但你知道这里存在一名有理智的生物。</p><p>此法术会被 1 尺厚的岩石、泥土或木头，1 寸厚的金属，或薄薄一层铅阻隔。</p><p><strong>阅读思想。</strong> 选择一名距你 30 尺内的可见生物，或一名距你 30 尺内被感知思想侦测到的生物。你了解到此时目标最关心的事情。如果目标不知晓任何语言也不会心灵感应，则你不能得到任何信息。</p><p>在你的下一回合，用一个魔法动作，你可以尝试深入目标的心灵。如果你选择这么做，目标进行一次感知豁免。豁免失败，则你了解到他的逻辑推理、情绪状态以及他头脑中的一些大事（比如忧虑、挚爱和仇恨的事物）。豁免成功，法术终止。无论哪种情况，目标都会知道你正在窥探其心灵，且直到你的注意力从它的心灵上移开为止，目标均可以在其回合内使用动作进行一次 [[/check ability=int skill=arc dc=@attributes.spelldc]] 检定，对抗你的法术豁免DC，目标胜出对抗时，法术终止。</p>",
          "materials": {
            "value": "a copper piece"
          }
        },
        "Message": {
          "name": "Message",
          "description": "<p>You point your finger toward a creature within range and whisper a message. The target (and only the target) hears the message and can reply in a whisper that only you can hear.</p><p>You can cast this spell through solid objects if you are familiar with the target and know it is beyond the barrier. Magical silence, 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood blocks the spell. The spell doesn't have to follow a straight line and can travel freely around corners or through openings.</p>",
          "materials": {
            "value": "a short piece of copper wire"
          }
        },
        "Spellcasting (Psionics)": {
          "name": "Spellcasting (Psionics)",
          "description": "<span data-title-index=\"1\"> <span>Spellcasting (Psionics).</span></span> <p>As long as it has more than half of its hit points remaining, the swarm casts one of the following spells, requiring no spell components and using Intelligence as the spellcasting ability (spell save DC <span>12</span>):</p><ul><li><p>At will: <span id=\"was-tagged\">message</span></p></li><li><p>1/day each: <span id=\"was-tagged\">blindness/deafness</span> (blindness only), <span id=\"was-tagged\">command</span>, <span id=\"was-tagged\">detect thoughts</span></p></li></ul>"
        }
      }
    },
    "Murder of Pitcrows": {
      "name": "Murder of Pitcrows",
      "tokenName": "Murder of Pitcrows",
      "description": "<h1>Pitcrow</h1><p>Denizens of the Hells, pitcrows are capricious and oppor- tunistic scavengers. With feathers of crimson so deep it is often mistaken for black, these large corvids are as likely to help a wandering adventurer as they are to report that adventurer to the local authorities. In fact, most pitcrows will often do both, for double the reward.</p><p><em><strong>Scouts &amp; Cleaners.</strong></em> When a pitcrow can be bribed, coaxed, or coerced into working with others, they often find themselves in scouting roles. Single crows might stake out a building, crossroads, or grave, reporting their observations to a clandestine employer in exchange for choice scraps or jewellery. A demon lord or archdevil might enlist a whole murder to scout battlefields or harry routed enemies. Whatever the case, pitcrows do not seek to put themselves in danger and can always be found plucking at the viscera of corpses after a meeting of devils and demons.</p><p><em><strong>Self-Policing.</strong></em> Despite their selfish tendecies, pitcrow communities can grow surprisingly large and exhibit a kind of mass self-governance. Any individual found exploiting the common good is immediately ostracised and assaulted. Defecate too close to the communal blood pool? Get pecked to death. Exhibit a communicable disease? Get pecked to death. Produce more offspring than you can protect? They get pecked to death.</p>",
      "items": {
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The murder makes two Swarm of Beaks attacks.</p><p>Alternatively, it uses Vicious Mockery six times, or three times if the swarm has half its hit points or fewer.</p>"
        },
        "Swarm of Beaks": {
          "name": "Swarm of Beaks",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 5 ft., one target. <i>Hit:</i> 27 ([[/r 6d8]]) piercing damage, or 13 ([[/r 3d8]]) piercing damage if the murder has half its hit points or fewer.</p>"
        },
        "Vicious Mockery": {
          "name": "Vicious Mockery",
          "description": "<p>Saving Throw: DC <span>13</span> Wisdom, range 60 ft., one creature that can hear the murder. Failure: 7 ([[/r 3d4]]) psychic damage and the creature has disadvantage on the next attack roll it makes before the end of its next turn.</p>"
        },
        "Flyby": {
          "name": "Flyby",
          "description": "<p>The murder doesn't provoke opportunity attacks when it flies out of an enemy's reach.</p>"
        },
        "Multitudinous Mimicry": {
          "name": "Multitudinous Mimicry",
          "description": "<p>The murder can simultaneously mimic one or more simple sounds it has heard, such as a person whispering, a crowd chattering, animals chittering, horses galloping, or an orchestra playing. A creature that hears the sounds can tell they are imitations with a successful DC <span>13</span> Wisdom (Insight) check.</p>"
        },
        "Pack Tactics": {
          "name": "Pack Tactics",
          "description": "<p>The murder has advantage on an attack roll against a creature if at least one of the pitcrow's allies is within 5 feet of the creature and the ally isn't <span id=\"was-tagged\">incapacitated</span>.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The murder can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny pitcrow. The murder can't regain hit points or gain temporary hit points.</p>"
        },
        "Swarm of Beaks (Half Hit Points)": {
          "name": "Swarm of Beaks (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 5 ft., one target. <i>Hit:</i> 27 ([[/r 6d8]]) piercing damage, or 13 ([[/r 3d8]]) piercing damage if the murder has half its hit points or fewer.</p>"
        }
      }
    },
    "Sun Jelly": {
      "name": "Sun Jelly",
      "tokenName": "Sun Jelly",
      "description": "<h1>Sun Jelly</h1><p>Sun jellies resemble their marine cousins in many ways, except they glow and swim through air instead of water. Their long tendrils of light trail lazily across the sky, void of a jellyfish’s typical sting. Benign and mindless, sun jellies will not harm other creatures unless truly agitated, and they are drawn to acts of kindness, self-sacrifice, and expressions of genuine vulnerability. A swarm gathered around a creature implies goodness and purity of heart, and the ability to attract such a bloom is a prerequisite for a Shai’tan squire to take their paladin oath.</p>",
      "items": {
        "Tendril": {
          "name": "Tendril",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+0]]{+0} to hit, reach 5 ft, one target. <i>Hit:</i> 1 radiant damage.</p>"
        },
        "Good Sense": {
          "name": "Good Sense",
          "description": "<p>The sun jelly knows the location of any good creatures within 30 feet of it.</p>"
        },
        "Illumination": {
          "name": "Illumination",
          "description": "<p>The sun jelly sheds bright light in a 5-foot radius and dim light for an additional 5 feet.</p>"
        }
      }
    },
    "Swarm of Droplets": {
      "name": "Swarm of Droplets",
      "tokenName": "Swarm of Droplets",
      "description": "<h1>Elemental Motes</h1><p>Masterful users of the Weave can use their magic to rip apart the barriers between worlds, summoning primordial avatars of air, earth, fire, and water from the chaotic depths of the Elemental Planes. When this fails miserably, the magic can produce an elemental mote instead, a tiny proto-elemental nearly indistinguishable from an inanimate manifestation of its element. Like their more powerful brethren, elemental motes have little desire but to return to their native plane and reunite with its natural energy.</p><p><em><strong>A Swarm Reshaped.</strong></em> As a swarm, elemental motes combine their individual specks of consciousness into a raging, primaeval mind. What they lack in physical ability, they make up for in combined desperation to abandon the Material Plane. Using their numbers to their advantage, they envelop any who dare stand in their way in a miniature elemental storm.</p><h2>Droplets</h2><p>With an appearance of condensed vapour suspended in mist, a swarm of droplets is usually mistaken for a natural fog. Too dispersed to drown creatures as a water elemental would, the droplets instead use their natural refraction to disrupt the sight of those they envelop, obscuring their surroundings like an unfocused lens.</p>",
      "items": {
        "Pelt": {
          "name": "Pelt",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 10 ([[/r 4d4]]) bludgeoning damage or 5 ([[/r 2d4]]) bludgeoning damage if the swarm has half of its hit points or fewer.</p>"
        },
        "Amorphous Swarm": {
          "name": "Amorphous Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening as narrow as 1 inch wide without squeezing. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Freeze": {
          "name": "Freeze",
          "description": "<p>If the swarm takes cold damage, it partially freezes. Until the end of its next turn, its speed is halved and its Misty Form trait doesn't function.</p>"
        },
        "Misty Form": {
          "name": "Misty Form",
          "description": "<p>The swarm's body distorts vision. Even when the swarm is in plain sight, it takes a successful DC <span>15</span> Wisdom (Perception) check to spot the swarm if it has neither moved nor attacked. Additionally, a creature in the swarm's space has disadvantage on attack rolls.</p>"
        },
        "Unusual Nature": {
          "name": "Unusual Nature",
          "description": "<p>The swarm doesn't require air, food, drink, or sleep.</p>"
        },
        "Pelt (Half Hit Points)": {
          "name": "Pelt (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 10 ([[/r 4d4]]) bludgeoning damage or 5 ([[/r 2d4]]) bludgeoning damage if the swarm has half of its hit points or fewer.</p>"
        }
      }
    },
    "Swarm of Brambleweeds": {
      "name": "Swarm of Brambleweeds",
      "tokenName": "Swarm of Brambleweeds",
      "description": "<p>Brambleweeds were once exclusive to their native desert in the Wild Sands, where the scarcity of water kept the population in check. Traders passing through the area were instructed to check their caravans for errant brambleweeds carried by the wind, which would attach themselves to the bonnets of the wagons with their thorns. A few careless merchants were all it took to turn this dangerous plant into a widely spread invasive species. Now present in warm biomes across the world, brambleweeds can be recognized by their bulbous leaves and woody vines, covered in barb-like, raking thorns. Much like quicksand, the trick to surviving a fall into a patch of brambleweeds is remaining calm—the more one moves, the deeper the thorns dig into one’s flesh.</p><p><em><strong>Overgrown Thickets.</strong></em> The introduction of bramble- weed into regions where water is more abundant has allowed them to thrive unchecked. A gallon of water can turn brambleweeds into a mobile thicket overnight, and a river can transform them into a village-wide threat. Culling brambleweeds is a dangerous but necessary task, one often assigned as punishment to disobedient druids and rangers.</p>",
      "items": {
        "Thorn Lashes": {
          "name": "Thorn Lashes",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+3]]{+3} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 7 ([[/r 2d6]]) bludgeoning damage</p>"
        },
        "Thorn Lashes (Half Hit Points)": {
          "name": "Thorn Lashes (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+3]]{+3} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 3 ([[/r 1d6]]) bludgeoning damage if the swarm has half of its hit points or fewer, plus 2 ([[/r 1d4]]) piercing damage.</p>"
        },
        "False Appearance": {
          "name": "False Appearance",
          "description": "<p>If the swarm is motionless at the start of combat, it has advantage on its initiative roll. Moreover, if a creature hasn't observed the swarm move or act, that creature must succeed on a DC <span>18</span> Intelligence (Nature) check to discern that the swarm isn't an ordinary patch of thorny plants.</p>"
        },
        "Thorny": {
          "name": "Thorny",
          "description": "<p>At the start of the swarm's turn, it deals 2 ([[/r 1d4]]) piercing damage to each creature in its space. Additionally, when a creature moves into or within the swarm's space, it takes 2 ([[/r 1d4]]) piercing damage for every 5 feet it moves.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny brambleweed. The swarm can't regain hit points or gain temporary hit points.</p>"
        }
      }
    },
    "Swarm of Death Shrouds": {
      "name": "Swarm of Death Shrouds",
      "tokenName": "Swarm of Death Shrouds",
      "description": "<p>A death shroud can be created by combining cloth imbued with necromantic energy with flesh free of a soul. One blast of biomantic energy later and you have an animate, cloth-wrapped limb. A death shroud actively recruits fresh corpses into its own form, temporarily increasing its size and strength. Over time, some of these additions stick, and the death shroud can grow to a mass of writhing limbs, heads, and torsos. </p><p><em><strong>Fluttering Swarm.</strong></em> From a distance, the unliving limbs and rotten cloth that makes up a death shroud swarm can appear like a single, enormous specimen. However, unlike their solitary cousins, which incorporate recently-unliving matter into their own form, a swarm of death shrouds manifests when individual shrouds pick upon a single, enormous corpse. The concentration of necromantic energy can cause small parts of the corpse to wrench themselves free from the unanimated tissue and join the clambering, tumbling mass that is driven by a singular curiosity for unliving flesh.</p>",
      "items": {
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The swarm makes two Slaps attacks.</p>"
        },
        "Slaps": {
          "name": "Slaps",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 0 ft, one target in the swarm's space. <i>Hit:</i> 14 ([[/r 4d6]]) bludgeoning damage or 7 ([[/r 2d6]]) bludgeoning damage if the swarm has half of its hit points or fewer.</p>"
        },
        "Lich Sap": {
          "name": "Lich Sap",
          "description": "<p>Each creature within 5 feet of the swarm must make a DC <span>13</span> Constitution saving throw. On a failed save, a creature takes 21 ([[/r 6d6]]) necrotic damage and its hit point maximum is reduced by an amount equal to the necrotic damage taken. If a creature's hit point maximum is reduced to 0 by this effect, the creature dies. This reduction lasts until the target finishes a long rest.</p>"
        },
        "Morbid Curiosity": {
          "name": "Morbid Curiosity",
          "description": "<p>The swarm is easily distracted by fresh corpses.</p><p>Whenever it detects a corpse that has been dead for less than 1 hour (and that it didn't witness die), it must succeed on a DC <span>11</span> Wisdom saving throw or become distracted. While distracted, it spends its movement trying to get close to the corpse and use its Inspect Corpse action.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny death shroud. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Turn Immunity": {
          "name": "Turn Immunity",
          "description": "<p>The swarm is immune to effects that turn undead.</p>"
        },
        "Inspect Corpse": {
          "name": "Inspect Corpse",
          "description": "<p>The swarm makes an Intelligence (Medicine) check (DC determined by the GM) to inspect a corpse within 5 feet of it for a cause of death. On a success, the swarm is no longer distracted and becomes immune to its morbid curiosity regarding that corpse forever.</p>"
        }
      }
    },
    "Swarm of Cherubim": {
      "name": "Swarm of Cherubim",
      "tokenName": "Swarm of Cherubim",
      "description": "<p>When gods receive prayers for protection but lack personnel, the miniscule cherubim bravely answer the call. Standing at only six inches tall, these four-winged celestials weave their radiant magic to fulfil their god-giv- en tasks, which range from protecting the devout to delivering divine blessings. Unfortunately, their eagerness to prove their worth often gets them killed. </p><p><em><strong>Cherubim Swarms.</strong></em> Even the holiest of celestials are capable of making mistakes. In rare instances, when a solar doesn’t notice that the same repeated prayers belong to a single individual or when the death of a planetar breaks the chain of command, multiple cher- ubim are assigned to the same mortal. United by their common cause, the cherubim form a swarm, which is capable of channelling divine energy to distract foes with blinding light.</p>",
      "items": {
        "Shining Bolts (Melee)": {
          "name": "Shining Bolts (Melee)",
          "description": "<p><i>Melee Spell Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 5 ft., one target. <i>Hit:</i> 14 ([[/r 4d6]]) radiant damage</p>"
        },
        "Shining Bolts (Melee) (Half Hit Points)": {
          "name": "Shining Bolts (Melee) (Half Hit Points)",
          "description": "<p><i>Melee Spell Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 5 ft., one target. <i>Hit:</i> 7 ([[/r 2d6]]) radiant damage if the swarm has half of its hit points or fewer.</p>"
        },
        "Shining Bolts (Ranged)": {
          "name": "Shining Bolts (Ranged)",
          "description": "<p><i>Ranged Spell Attack:</i> [[/r 1d20+4]]{+4} to hit, range 30 ft., one target. <i>Hit:</i> 14 ([[/r 4d6]]) radiant damage</p>"
        },
        "Shining Bolts (Ranged) (Half Hit Points)": {
          "name": "Shining Bolts (Ranged) (Half Hit Points)",
          "description": "<p><i>Ranged Spell Attack:</i> [[/r 1d20+4]]{+4} to hit, range 30 ft., one target. <i>Hit:</i> 7 ([[/r 2d6]]) radiant damage if the swarm has half of its hit points or fewer.</p>"
        },
        "Celestial Protection": {
          "name": "Celestial Protection",
          "description": "<p>The swarm casts the <span id=\"was-tagged\">@Compendium[dnd5e.spells.xmDBqZhRVrtLP8h2]{Protection from Evil and Good}</span> spell without requiring material components and using Charisma as its spellcasting ability, targeting one creature in its space. The spell ends early if the target leaves the swarm's space.</p>"
        },
        "Radiant Ward": {
          "name": "Radiant Ward",
          "description": "<p>When an ally within 5 feet of the swarm is targeted by an attack and the swarm can see the attacker, the swarm imposes disadvantage on the attack roll. This reaction has no effect if the attacker can't be <span id=\"was-tagged\">blinded</span>.</p>"
        },
        "Flyby": {
          "name": "Flyby",
          "description": "<p>The swarm doesn't provoke an opportunity attack when it flies out of an enemy's reach.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny cherub. The swarm can't regain hit points or gain temporary hit points.</p>"
        }
      }
    },
    "Swarm of Ochre Droplings": {
      "name": "Swarm of Ochre Droplings",
      "tokenName": "Swarm of Ochre Droplings",
      "description": "<p>Within the field of oozology, it’s a generally accepted fact that oozes require a critical mass to retain functionality. That’s why the discovery of droplings—tiny blobs each about the size of a fist, spawned from larger oozes—made massive ripples in the Slime Times newspaper. No one is quite sure of the circumstances or reasons that lead to their creation; experiments on a large variety of oozes have reproduced dropling spawning with only a twenty-three percent success rate.</p><p><em><strong>Pseudogelphobic Swarm.</strong></em> Perhaps the most peculiar trait of droplings is their tendency to form swarms instead of combining to form their progenitor oozes. Respected oozologists hypothesise droplings that retain their size for an extended period of time undergo changes to their surface membrane compositions that inhibit their ability to merge with other droplings, all while maintaining the pseudo-hivemind need for consolidation. Amateur oozologists, in much fewer words, like to think they’re becoming individuals.</p><h2>Ochre Droplings</h2><p>This strain of droplings originates from ochre jellies. Ochre droplings are similar to their black dropling cousins in many ways, but lack their highly acidic composition, a trait that makes them desirable jar pets.</p>",
      "items": {
        "Pseudopods": {
          "name": "Pseudopods",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 9 ([[/r 2d8]]) bludgeoning damage The target is also <span id=\"was-tagged\">grappled</span> (escape DC <span>12</span>), and it is <span id=\"was-tagged\">restrained</span> until this grapple ends.</p>"
        },
        "Pseudopods (Half Hit Points)": {
          "name": "Pseudopods (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 4 ([[/r 1d8]]) bludgeoning damage if the swarm has half of its hit points or fewer, plus 4 ([[/r 1d8]]) acid damage. The target is also <span id=\"was-tagged\">grappled</span> (escape DC <span>12</span>), and it is <span id=\"was-tagged\">restrained</span> until this grapple ends.</p>"
        },
        "Amorphous Swarm": {
          "name": "Amorphous Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening as narrow as 1 inch wide without squeezing. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Spider Climb": {
          "name": "Spider Climb",
          "description": "<p>The swarm can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
        },
        "Unusual Nature": {
          "name": "Unusual Nature",
          "description": "<p>The swarm doesn't require sleep.</p>"
        },
        "Divide (Medium Swarm Only)": {
          "name": "Divide (Medium Swarm Only)",
          "description": "<p>If the swarm has 10 or more hit points, it splits into two Small swarms. Each new swarm retains the statistics of the original swarm, except it has hit points equal to half the original swarm's, rounded down. The new swarms can't occupy each other's space.</p>"
        },
        "Recombine (Small Swarm Only)": {
          "name": "Recombine (Small Swarm Only)",
          "description": "<p>The swarm spends 5 feet of movement and moves into the space of another Small swarm of ochre droplings created by the Divide bonus action. Both swarms combine into one Medium swarm. The new swarm retains the statistics of both swarms, except it has the combined hit points of both swarms. If the original swarms were under any effects, such as those of a spell or an ability score reduction, those effects are transferred to the new swarm.</p>"
        }
      }
    },
    "Cherub": {
      "name": "Cherub",
      "tokenName": "Cherub",
      "description": "<p>When gods receive prayers for protection but lack personnel, the miniscule cherubim bravely answer the call. Standing at only six inches tall, these four-winged celestials weave their radiant magic to fulfil their god-giv- en tasks, which range from protecting the devout to delivering divine blessings. Unfortunately, their eagerness to prove their worth often gets them killed. </p>",
      "items": {
        "Shining Bolt (Melee)": {
          "name": "Shining Bolt (Melee)",
          "description": "<p><i>Melee Spell Attack:</i> [[/r 1d20+3]]{+3} to hit, reach 5 ft., one target. <i>Hit:</i> 3 ([[/r 1d4 + 1]]) radiant damage.</p>"
        },
        "Shining Bolt (Ranged)": {
          "name": "Shining Bolt (Ranged)",
          "description": "<p><i>Ranged Spell Attack:</i> [[/r 1d20+3]]{+3} to hit, range 30 ft., one target. <i>Hit:</i> 3 ([[/r 1d4 + 1]]) radiant damage.</p>"
        },
        "Celestial Blessing": {
          "name": "Celestial Blessing",
          "description": "<p>The cherub casts the <span id=\"was-tagged\">bless</span> spell without requiring material components and using Charisma as its spellcasting ability, targeting only one creature it touches. The spell ends early if the cherub is no longer touching the target.</p>"
        },
        "Flyby": {
          "name": "Flyby",
          "description": "<p>The cherub doesn't provoke an opportunity attack when it flies out of an enemy's reach.</p>"
        }
      }
    },
    "Pitcrow": {
      "name": "Pitcrow",
      "tokenName": "Pitcrow",
      "description": "<h1>Pitcrow</h1><p>Denizens of the Hells, pitcrows are capricious and oppor- tunistic scavengers. With feathers of crimson so deep it is often mistaken for black, these large corvids are as likely to help a wandering adventurer as they are to report that adventurer to the local authorities. In fact, most pitcrows will often do both, for double the reward.</p><p><em><strong>Scouts &amp; Cleaners.</strong></em> When a pitcrow can be bribed, coaxed, or coerced into working with others, they often find themselves in scouting roles. Single crows might stake out a building, crossroads, or grave, reporting their observations to a clandestine employer in exchange for choice scraps or jewellery. A demon lord or archdevil might enlist a whole murder to scout battlefields or harry routed enemies. Whatever the case, pitcrows do not seek to put themselves in danger and can always be found plucking at the viscera of corpses after a meeting of devils and demons.</p><p><em><strong>Self-Policing.</strong></em> Despite their selfish tendecies, pitcrow communities can grow surprisingly large and exhibit a kind of mass self-governance. Any individual found exploiting the common good is immediately ostracised and assaulted. Defecate too close to the communal blood pool? Get pecked to death. Exhibit a communicable disease? Get pecked to death. Produce more offspring than you can protect? They get pecked to death.</p>",
      "items": {
        "Beak": {
          "name": "Beak",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 5 ft., one target. <i>Hit:</i> 5 ([[/r 1d4 + 2]]) piercing damage.</p>"
        },
        "Vicious Mockery": {
          "name": "Vicious Mockery",
          "description": "<p>Saving Throw: DC <span>12</span> Wisdom, range 60 ft., one creature that can hear the pitcrow. Failure: 5 ([[/r 2d4]]) psychic damage and the creature has disadvantage on the next attack roll it makes before the end of its next turn.</p>"
        },
        "Flyby": {
          "name": "Flyby",
          "description": "<p>The pitcrow doesn't provoke opportunity attacks when it flies out of an enemy's reach.</p>"
        },
        "Mimicry": {
          "name": "Mimicry",
          "description": "<p>The pitcrow can mimic simple sounds it has heard, such as a person whispering, a baby crying, or an animal chittering. A creature that hears the sounds can tell they are imitations with a successful DC <span>12</span> Wisdom (Insight) check.</p>"
        },
        "Pack Tactics": {
          "name": "Pack Tactics",
          "description": "<p>The pitcrow has advantage on an attack roll against a creature if at least one of the pitcrow's allies is within 5 feet of the creature and the ally isn't <span id=\"was-tagged\">incapacitated</span>.</p>"
        }
      }
    },
    "Brain Devourer": {
      "name": "Brain Devourer",
      "tokenName": "Brain Devourer",
      "description": "<p>Brain devourers are among the most gruesome denizens of The Low—wrinkled, grey brains supported by legs formed from twisted nerves. Seeing one instantly strikes fear into seasoned veterans, a delicious sentiment which is promptly drained by the hungry abomination. A single brain devourer can syphon the emotions of an entire city until its inhabitants are mindless husks.</p><p><em><strong>Astral Transcendance.</strong></em> Brain devourers were once hu- manoids on a quest for cognitive transcendance. Gradual biomantic alterations ultimately caused them to shed all semblance of physical form, leaving only what they con- sider an intermediate step in humanoid evolution. Brain devourers believe the final step requires the consumption of a massive amount of brains, after which they will finally leave their bodies behind and ascend to the Astral Sea.</p><p><em><strong>Ravenous Hordes.</strong></em> When a city’s guards prove too tough to crack, brain devourers are driven to form ferocious swarms by their voracious hunger. In a group, they trade subtlety for sheer numbers, and the resulting condensation of psychic energy manifests as a massive brain storm. To avoid this, mind flayers carefully manage brain devourer populations by feeding them periodically.</p>",
      "items": {
        "Neuropathic Touch": {
          "name": "Neuropathic Touch",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 5 ft., one creature that has a brain. <i>Hit:</i> 9 ([[/r 2d6 + 2]]) psychic damage.</p>"
        },
        "Devour Emotion": {
          "name": "Devour Emotion",
          "description": "<p>The brain devourer feasts on the emotions of one creature it can see within 30 feet of it. The target must make a DC <span>12</span> Intelligence saving throw. On a failed save, the target takes 7 ([[/r 2d6]]) psychic damage and the brain devourer consumes one of its emotions. The brain devourer chooses an emotion from the following list and the target suffers the associated effect. The brain devourer can't choose an emotion that a target has already lost through this action.</p><ul><li><p><strong>Compassion.</strong> The target can't take the Help action or actions that would grant another creature hit points or temporary hit points.</p></li><li><p><strong>Fear. </strong>The target is immune to the <span id=\"was-tagged\">frightened</span> condition and can't willingly move to a space beyond 30 feet of the brain devourer.</p></li><li><p><strong>Rage. </strong>The target can't take reactions and has disadvantage on its attack rolls.</p></li><li><p><strong>Shame. </strong>The target can't take the Disengage action and attack rolls made against it have advantage.</p></li></ul><p>The effect lasts for 1 minute or until the brain devourer dies, after which the target regains its lost emotion. If all four of a target's emotions are consumed this way, it is <span id=\"was-tagged\">incapacitated</span> and has a speed of 0 feet until it regains at least one emotion. A <span id=\"was-tagged\">greater restoration</span> spell or similar effect restores an affected target's emotions.</p>"
        },
        "Emotional Wall": {
          "name": "Emotional Wall",
          "description": "<p>The brain devourer has advantage on saving throws it makes to avoid or end the <span id=\"was-tagged\">charmed</span> and <span id=\"was-tagged\">frightened</span> conditions.</p>"
        },
        "Consume Brain": {
          "name": "Consume Brain",
          "description": "<p>The brain devourer consumes the brain of one humanoid corpse in its space. It learns everything the humanoid knew in life and gains 10 temporary hit points. Until the start of its next turn, the brain devourer has advantage on ability checks, attack rolls, and saving throws.</p>"
        }
      }
    },
    "Broodling": {
      "name": "Broodling",
      "tokenName": "Broodling",
      "description": "<p>Subservient to their aboleth broodmothers, these ray-like amphibians scour the swamps they call home in search of creatures with high biomass or interesting features. Once a broodling has found an adequate target, it releases a pheromone, gathering its brethren and enhancing their hive-mind intellect. With their stings, the broodlings inject a toxin that makes their victim more suggestible, allowing them to use their augmented intelligence to submit the creature to their will. Once entranced, the creature follows the broodlings to the broodmother’s lair, where the matriarch decides how best to extract its assets.</p>",
      "items": {
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The broodling makes two attacks: one with its Bite and one with its Sting.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 5 ft., one target. <i>Hit:</i> 4 ([[/r 1d4 + 2]]) piercing damage.</p>"
        },
        "Sting": {
          "name": "Sting",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 5 ft., one creature. Hit:1 piercing damage and the creature must succeed on a DC <span>12</span> Constitution saving throw or have disadvantage on Wisdom saving throws until the end of the broodling's next turn.</p>"
        },
        "Entrance": {
          "name": "Entrance",
          "description": "<p>The broodling targets one creature it can see within 10 feet of it. The target must succeed on a DC <span>6</span> Wisdom saving throw or be magically <span id=\"was-tagged\">charmed</span> by the broodling until the broodling dies or until it is on a different plane of existence from the target. The <span id=\"was-tagged\">charmed</span> target is under the broodling's control and can't take reactions.</p><p>Whenever the <span id=\"was-tagged\">charmed</span> target takes damage, the target can repeat the saving throw. On a success, the effect ends. No more than once every 24 hours, the target can also repeat the saving throw when it is 30 or more feet from the broodling.</p>"
        },
        "Amphibious": {
          "name": "Amphibious",
          "description": "<p>The broodling can breathe air and water.</p>"
        },
        "Hive Mind": {
          "name": "Hive Mind",
          "description": "<p>Broodlings' minds connect to other broodlings within 5 feet of them, forming a chain of thought. The broodling gains a +3 bonus to Intelligence checks and saving throws, and to its Entrance save DC for each other broodling in such a chain.</p>"
        }
      }
    },
    "Swarm of Greyshade Stranglers": {
      "name": "Swarm of Greyshade Stranglers",
      "tokenName": "Swarm of Greyshade Stranglers",
      "items": {
        "Bites": {
          "name": "Bites",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 10 ft, one target. <i>Hit:</i> 14 ([[/r 4d6]]) piercing damage or 7 ([[/r 2d6]]) piercing damage if the swarm has half of its hit points or fewer. Additionally, the target is <span id=\"was-tagged\">grappled</span> (escape DC <span>9</span>).</p>"
        },
        "False Appearance": {
          "name": "False Appearance",
          "description": "<p>While the swarm remains motionless, it is indistinguishable from a normal patch of thorny undergrowth.</p><p>A creature with a passive Intelligence (Nature) score of 13 or higher can identify the swarm as a swarm of greyshade stranglers when the creature comes within 60 feet of the swarm and can see it.</p>"
        },
        "Heartbeat Sense": {
          "name": "Heartbeat Sense",
          "description": "<p>The swarm knows the location of any creature with a heartbeat within 30 feet of itself.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny greyshade strangler. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Thorns": {
          "name": "Thorns",
          "description": "<p>A creature that starts its turn in the swarm's space takes 3 ([[/r 1d6]]) slashing damage.</p>"
        },
        "Snap": {
          "name": "Snap",
          "description": "<p>When a creature with a heartbeat enters the swarm's space, the swarm makes one Bites attack against it.</p>"
        }
      }
    },
    "Pack of Housedrakes": {
      "name": "Pack of Housedrakes",
      "tokenName": "Pack of Housedrakes",
      "description": "<h1>Housedrake </h1><p>Housedrake In societies where draconic fauna is common, it isn’t unusual for a family to have a pet housedrake in place of a dog or cat. Biomanced to be more docile than their dragon cousins, they are known for their beautiful scale coats, bright eyes, and unquestioning loyalty. </p><p><em><strong>Chromometallic.</strong></em> With colouring and affinity as broad as true dragons, wealthy house- holds often keep whole teams of housedrakes as status symbols, trying to have at least one of each hue. In- deed, it can be useful to have access to all their elemental affinities; a well-trained white housedrake can chill a beverage or provide a cool breeze, while a brass housedrake can boil water or aid with insomnia. </p><p><em><strong>Draconic Packs.</strong></em> Unlike true dragons, which value independence, feral housedrakes roam the wilderness in large packs, drawn together by survival instinct. Unlike wolves, housedrake packs have no leader, acting more like a hivemind swarm. They can be driven by remnant instincts from their draconic ancestry or fall under the subtle sway of a nearby powerful dragon.</p>",
      "items": {
        "Bites": {
          "name": "Bites",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 5 ft, one target in the swarm's space. <i>Hit:</i> 14 ([[/r 4d6]]) piercing damage The damage type is determine by the value on the [[/r d10]]: 1-2, poison; 3-4 cold; 5-6, acid; 7-8, lightning; 9-10, fire.</p>"
        },
        "Bites (Half Hit Points)": {
          "name": "Bites (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 5 ft, one target in the swarm's space. <i>Hit:</i> 7 ([[/r 2d6]]) piercing damage if the swarm has half of its hit points or fewer, plus 9 ([[/r 1d10 + 1d6]]) damage. The damage type is determine by the value on the [[/r d10]]: 1-2, poison; 3-4 cold; 5-6, acid; 7-8, lightning; 9-10, fire.</p>"
        },
        "Elemental Wreath": {
          "name": "Elemental Wreath",
          "description": "<p>The swarm exhales elemental energy in a swirling maelstrom around itself. Each creature in the swarm's space must make a DC <span>12</span> Constitution saving throw, taking 26 ([[/r 1d10 + 6d6]]) damage on a failed save, or half as much damage on a successful one. The damage type is determined by the value on the [[/r d10]]: 1-2, poison; 3-4 cold; 5-6, acid; 7-8, lightning; 9-10, fire.</p>"
        },
        "Keen Hearing and Smell": {
          "name": "Keen Hearing and Smell",
          "description": "<p>The swarm has advantage on Wisdom (Perception) checks that rely on hearing or smell.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Small housedrake. The swarm can't regain hit points or gain temporary hit points.</p>"
        }
      }
    },
    "Swarm of Flying Weapons": {
      "name": "Swarm of Flying Weapons",
      "tokenName": "Swarm of Flying Weapons",
      "description": "<h1>Animated Objects </h1><p>An animated, levitating object is deadly on its own, but its effectiveness compounds when united by a swarming hivemind. Powerful mages can summon such whirling dervishes from the forgotten debris of battlefields. </p><h2>Flying Weapons </h2><p>Flying Weapons An ancient orcish war idiom summarises the swarm of flying weapons: “Even the toughest warrior falls to the untrained chaos of an army.” With over fifty weapons in its retinue, such a swarm is an unrestrained cyclone of wood and metal, blades banging against spear points, mace heads clashing into hafts. This tornado of death is a striking menace on any battlefield, more of an obstacle than a combatant. When not commanded by its creator, the swarm searches eagerly for the next battle.</p>",
      "items": {
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The swarm makes two Strikes attacks.</p>"
        },
        "Strikes": {
          "name": "Strikes",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 5 ft., one target. <i>Hit:</i> 14 ([[/r 4d6]]) damage Choose one of the d6s; the number rolled on that die determines the attack's damage type: 1-2, bludgeoning; 3-4, piercing; 5-6, slashing.</p>"
        },
        "Strikes (Half Hit Points)": {
          "name": "Strikes (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 5 ft., one target. <i>Hit:</i> 7 ([[/r 2d6]]) damage if the swarm has half of its hit points or fewer. Choose one of the d6s; the number rolled on that die determines the attack's damage type: 1-2, bludgeoning; 3-4, piercing; 5-6, slashing.</p>"
        },
        "Antimagic Susceptibility": {
          "name": "Antimagic Susceptibility",
          "description": "<p>The swarm is incapacitated while in the area of an <span id=\"was-tagged\">antimagic field</span>. If targeted by <span id=\"was-tagged\">dispel magic</span>, the swarm must succeed on a Constitution saving throw against the caster's spell save DC or fall unconscious for 1 minute.</p>"
        },
        "False Object": {
          "name": "False Object",
          "description": "<p>If the swarm is motionless at the start of combat, it has advantage on its initiative roll. Moreover, if a creature hasn't observed the swarm move or act, that creature must succeed on a DC <span>18</span> Intelligence (Investigation) check to discern that the swarm isn't an ordinary pile of weapons.</p>"
        },
        "Sharp Edges": {
          "name": "Sharp Edges",
          "description": "<p>At the start of the swarm's turn, it deals 4 ([[/r 1d8]]) piercing damage to each creature in its space. Additionally, when a creature moves into or within the swarm's space, it takes 4 ([[/r 1d8]]) slashing damage for every 5 feet it moves.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Small weapon. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Unusual Nature": {
          "name": "Unusual Nature",
          "description": "<p>The swarm doesn't require air, food, drink, or sleep.</p>"
        }
      }
    },
    "Swarm of Sparks": {
      "name": "Swarm of Sparks",
      "tokenName": "Swarm of Sparks",
      "description": "<h1>Elemental Motes</h1><p>Masterful users of the Weave can use their magic to rip apart the barriers between worlds, summoning primordial avatars of air, earth, fire, and water from the chaotic depths of the Elemental Planes. When this fails miserably, the magic can produce an elemental mote instead, a tiny proto-elemental nearly indistinguishable from an inanimate manifestation of its element. Like their more powerful brethren, elemental motes have little desire but to return to their native plane and reunite with its natural energy.</p><p><em><strong>A Swarm Reshaped.</strong></em> As a swarm, elemental motes combine their individual specks of consciousness into a raging, primaeval mind. What they lack in physical ability, they make up for in combined desperation to abandon the Material Plane. Using their numbers to their advantage, they envelop any who dare stand in their way in a miniature elemental storm.</p><h2>Sparks</h2><p>Sparks are fickle and carefree, darting through the air with wild, crackling energy. Even a glancing touch of a spark is enough to send creatures into a brief, gripping paral- ysis. A swarm of sparks is a cluster of luminescent ball lightning, flickering in and out of existence while bolts of electricity flash between them in a hypnotising dance.</p>",
      "items": {
        "Shocks": {
          "name": "Shocks",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 21 ([[/r 6d6]]) lightning damage</p>"
        },
        "Shocks (Half Hit Points)": {
          "name": "Shocks (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 10 ([[/r 3d6]]) lightning damage if the swarm has half of its hit points or fewer, and the target can't take reactions until the start of the swarm's next turn.</p>"
        },
        "Amorphous Swarm": {
          "name": "Amorphous Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening as narrow as 1 inch wide without squeezing. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Arcing Form": {
          "name": "Arcing Form",
          "description": "<p>A creature that starts its turn in the swarm's space must succeed on a DC <span>11</span> Constitution saving throw or be paralysed until the end of its turn or until it takes any damage. A creature immune to lightning damage automatically succeeds on this saving throw.</p>"
        },
        "Unusual Nature": {
          "name": "Unusual Nature",
          "description": "<p>The swarm doesn't require air, food, drink, or sleep.</p>"
        }
      }
    },
    "Swarm of Embers": {
      "name": "Swarm of Embers",
      "tokenName": "Swarm of Embers",
      "description": "<h1>Elemental Motes</h1><p>Masterful users of the Weave can use their magic to rip apart the barriers between worlds, summoning primordial avatars of air, earth, fire, and water from the chaotic depths of the Elemental Planes. When this fails miserably, the magic can produce an elemental mote instead, a tiny proto-elemental nearly indistinguishable from an inanimate manifestation of its element. Like their more powerful brethren, elemental motes have little desire but to return to their native plane and reunite with its natural energy.</p><p><em><strong>A Swarm Reshaped.</strong></em> As a swarm, elemental motes combine their individual specks of consciousness into a raging, primaeval mind. What they lack in physical ability, they make up for in combined desperation to abandon the Material Plane. Using their numbers to their advantage, they envelop any who dare stand in their way in a miniature elemental storm.</p><h2>Embers</h2><p>A swarm of embers is the flecks of light dancing around an invisible fire. Embers lack the searing heat of fire ele- mentals, but are nevertheless equally capricious, blinding creatures with well-placed bursts of tiny cinders. They are the only elemental motes that regularly choose to follow mortals, particularly those with strong connections to fire.</p><p>Embers are also sworn enemies of droplets and sparks, as both those elements can briefly extinguish their flames.</p>",
      "items": {
        "Singe": {
          "name": "Singe",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 21 ([[/r 6d6]]) fire damage</p>"
        },
        "Singe (Half Hit Points)": {
          "name": "Singe (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 10 ([[/r 3d6]]) fire damage if the swarm has half of its hit points or fewer.</p>"
        },
        "Amorphous Swarm": {
          "name": "Amorphous Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening as narrow as 1 inch wide without squeezing. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Illumination": {
          "name": "Illumination",
          "description": "<p>The swarm sheds dim light in a 5-foot radius.</p>"
        },
        "Kindling Form": {
          "name": "Kindling Form",
          "description": "<p>A creature that starts its turn in the swarm's space must succeed on a DC <span>11</span> Constitution saving throw or be <span id=\"was-tagged\">blinded</span> until the end of its turn. A creature immune to fire damage automatically succeeds on this saving throw.</p>"
        },
        "Lightweight": {
          "name": "Lightweight",
          "description": "<p>The swarm automatically fails any saving throws it makes to resist being pushed by wind. Its Kindling Form trait doesn't function while the swarm is in an area of moderate or stronger wind (15 miles per hour or more).</p>"
        },
        "Water Susceptibility": {
          "name": "Water Susceptibility",
          "description": "<p>For every 5 feet the swarm moves in water, or for every gallon of water splashed on it, it takes 1 cold damage.</p>"
        },
        "Unusual Nature": {
          "name": "Unusual Nature",
          "description": "<p>The swarm doesn't require air, food, drink, or sleep.</p>"
        }
      }
    },
    "Twilight Wasp": {
      "name": "Twilight Wasp",
      "tokenName": "Twilight Wasp",
      "description": "<h1>Twilight Wasp </h1><p>When the sun is low over the horizon, the crystalline carapaces of these venomous predators transform the sky into a panorama of twinkling lights, a thousand shim- mering stars weaving an elaborate and hypnotic dance. This enchanting display lures prey into the open, where the swarm can make short work of its bedazzled quarry. Rangers make a practice of catching twilight wasps with baited glass jars, keeping them as an offensive booby trap or crushing them into healing salves.</p>",
      "items": {
        "Venomous Sting": {
          "name": "Venomous Sting",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+3]]{+3} to hit, reach 5 ft, one target. <i>Hit:</i> 1 piercing damage and the target must succeed on a DC <span>9</span> Constitution saving throw or take 2 ([[/r 1d4]]) poison damage. A target that fails this save by 5 or more and takes any poison damage from it also feels a fierce itch around the sting for 13 ([[/r 3d8]]) hours.</p>"
        }
      }
    },
    "Flying Magnetite Weapon": {
      "name": "Flying Magnetite Weapon",
      "tokenName": "Flying Magnetite Weapon",
      "description": "<h1>Animated Magnetite</h1><p>Crafted from highly magnetic magnetite, these animated objects share the common property of being immobilised by heat. An animated suit of plate armour is capable of conjuring bolts of arcanomagnetic force that can knock a creature off its feet. A swarm of animated weapons compounds the damage of its constituent parts with a devastating flurry of follow-up strikes.</p><h2>Magnetite Weapons</h2><p>Animated weapons are a common staple in a mage’s lair. In an instant, a well-stocked armoury transforms into a whirling flurry of flying swords, pikes, and hammers. The movement of the magnetic fields generates powerful bursts of lightning in the swarm’s epicentre, emitting forceful pulses that launch ferrous objects at deadly speeds. When whipped into an enormous swarm, their greater number allows them to redistribute the negative effects of heat to avoid complete immobilisation.</p>",
      "items": {
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The weapon makes two melee attacks. It has one of the following attack options, depending on its anatomy.</p>"
        },
        "Greatsword": {
          "name": "Greatsword",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 5 ft., one target. <i>Hit:</i> 10 ([[/r 2d6 + 3]]) slashing damage plus 3 ([[/r 1d6]]) force damage.</p>"
        },
        "Maul": {
          "name": "Maul",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 5 ft., one target. <i>Hit:</i> 9 ([[/r 1d12 + 3]]) bludgeoning damage plus 3 ([[/r 1d6]]) force damage.</p>"
        },
        "Pike": {
          "name": "Pike",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 10 ft., one target. <i>Hit:</i> 8 ([[/r 1d10 + 3]]) piercing damage plus 3 ([[/r 1d6]]) force damage.</p>"
        },
        "Arcanomagnetic Repulsion": {
          "name": "Arcanomagnetic Repulsion",
          "description": "<p>Attacks against the weapon made with ferrous weapons or ammunition are made at disadvantage.</p>"
        },
        "False Object": {
          "name": "False Object",
          "description": "<p>If the weapon is motionless at the start of combat, it has advantage on its initiative roll. Moreover, if a creature hasn't observed the weapon move or act, that creature must succeed on a DC <span>18</span> Intelligence (Investigation) check to discern that the weapon isn't an ordinary weapon.</p>"
        },
        "Superconductor": {
          "name": "Superconductor",
          "description": "<p>If the weapon takes 10 or more fire damage in a single instance, it falls <span id=\"was-tagged\">prone</span> and, until the end of its next turn, it is <span id=\"was-tagged\">incapacitated</span> and its flying speed is reduced to 0 feet.</p>"
        }
      }
    },
    "Swarm of Imps": {
      "name": "Swarm of Imps",
      "tokenName": "Swarm of Imps",
      "description": "<h1>Imp</h1><p>Imp While imps typically act as messengers and spies for their devilish overlords, a desperate lieutenant might pressgang their imp retinue into a fighting force. When called to arms, this unruly mass of red skin, leathery wings, and barbed tails flutters with inefficient cowardice to the periphery of a battle, engaging in the least lethal confrontation it can find. </p><p><em><strong>Combat Prowess.</strong></em> A swarm of imps is a tactless fighting force and can never agree on the timing of their individual invisibility abilities, always flickering in and out of vision. When truly pressed, imps’ innate shapechanging ability allows them to meld into a single large creature.</p>",
      "items": {
        "Stings": {
          "name": "Stings",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 5 ft, one target in the swarm's space. <i>Hit:</i> 10 ([[/r 4d4]]) piercing damage</p>"
        },
        "Stings (Half Hit Points)": {
          "name": "Stings (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 5 ft, one target in the swarm's space. <i>Hit:</i> 5 ([[/r 2d4]]) piercing damage if the swarm has half of its hit points or fewer, plus 10 ([[/r 3d6]]) poison damage.</p>"
        },
        "Devil's Sight": {
          "name": "Devil's Sight",
          "description": "<p>Magical darkness doesn't impede the swarm's darkvision.</p>"
        },
        "Magic Resistance": {
          "name": "Magic Resistance",
          "description": "<p>The swarm has advantage on saving throws against spells and other magical effects.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny imp. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Mass Shapechange": {
          "name": "Mass Shapechange",
          "description": "<p>The swarm merges and casts <span id=\"was-tagged\">@Compendium[dnd5e.spells.04nMsTWkIFvkbXlY]{Polymorph}</span> on itself, using Charisma as the spellcasting ability and requiring no material components, transforming into a giant rat, giant raven, or giant spider. It retains its ability to speak.</p>"
        }
      }
    },
    "Black Dropling": {
      "name": "Black Dropling",
      "tokenName": "Black Dropling",
      "description": "<p>Within the field of oozology, it’s a generally accepted fact that oozes require a critical mass to retain functionality. That’s why the discovery of droplings—tiny blobs each about the size of a fist, spawned from larger oozes—made massive ripples in the Slime Times newspaper. No one is quite sure of the circumstances or reasons that lead to their creation; experiments on a large variety of oozes have reproduced dropling spawning with only a twenty-three percent success rate. </p><h2>Black Droplings </h2><p>Black Droplings This variety of droplings are descended from black puddings. They retain their acidic composition, though it is much less potent. The larger collective surface area of the swarm allows it to latch onto targets more effectively, immobilising them.</p>",
      "items": {
        "Pseudopod": {
          "name": "Pseudopod",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 5 ft., one target. <i>Hit:</i> 4 ([[/r 1d4 + 2]]) bludgeoning damage plus 3 ([[/r 1d6]]) acid damage, and the dropling attaches to the target. While the dropling is attached, it has half cover, it moves with the target, and it can't attack another target. A creature within 5 feet of an attached dropling can use an action to remove it by making a successful DC <span>12</span> Strength check. The dropling can also use 5 feet of movement to detach itself from a target.</p>"
        },
        "Acidic Form": {
          "name": "Acidic Form",
          "description": "<p>At the start of each of its turns, the dropling deals 3 ([[/r 1d6]]) acid damage to any creature or nonmagical object it is attached to.</p>"
        },
        "Amorphous": {
          "name": "Amorphous",
          "description": "<p>The dropling can move through a space as narrow as 1 inch wide without squeezing.</p>"
        },
        "Spider Climb": {
          "name": "Spider Climb",
          "description": "<p>The dropling can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
        },
        "Unusual Nature": {
          "name": "Unusual Nature",
          "description": "<p>The dropling doesn't require sleep.</p>"
        }
      }
    },
    "Swarm of Black Droplings": {
      "name": "Swarm of Black Droplings",
      "tokenName": "Swarm of Black Droplings",
      "description": "<p>Within the field of oozology, it’s a generally accepted fact that oozes require a critical mass to retain functionality. That’s why the discovery of droplings—tiny blobs each about the size of a fist, spawned from larger oozes—made massive ripples in the Slime Times newspaper. No one is quite sure of the circumstances or reasons that lead to their creation; experiments on a large variety of oozes have reproduced dropling spawning with only a twenty-three percent success rate. </p><p><em><strong>Pseudogelphobic Swarm.</strong></em> Perhaps the most peculiar trait of droplings is their tendency to form swarms instead of combining to form their progenitor oozes. Respected oozologists hypothesise droplings that retain their size for an extended period of time undergo changes to their surface membrane compositions that inhibit their ability to merge with other droplings, all while maintaining the pseudo-hivemind need for consolidation. Amateur oozologists, in much fewer words, like to think they’re becoming individuals.</p><h2>Black Droplings </h2><p>Black Droplings This variety of droplings are descended from black puddings. They retain their acidic composition, though it is much less potent. The larger collective surface area of the swarm allows it to latch onto targets more effectively, immobilising them.</p>",
      "items": {
        "Pseudopods": {
          "name": "Pseudopods",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 9 ([[/r 2d8]]) bludgeoning damage The target is also <span id=\"was-tagged\">grappled</span> (escape DC <span>13</span>), and it is <span id=\"was-tagged\">restrained</span> until this grapple ends.</p>"
        },
        "Pseudopods (Half Hit Points)": {
          "name": "Pseudopods (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 4 ([[/r 1d8]]) bludgeoning damage if the swarm has half of its hit points or fewer, plus 9 ([[/r 2d8]]) acid damage. The target is also <span id=\"was-tagged\">grappled</span> (escape DC <span>13</span>), and it is <span id=\"was-tagged\">restrained</span> until this grapple ends.</p>"
        },
        "Acidic Form": {
          "name": "Acidic Form",
          "description": "<p>At the start of each of its turns, the swarm deals 9 ([[/r 2d8]]) acid damage to each creature and nonmagical object in its space.</p>"
        },
        "Amorphous Swarm": {
          "name": "Amorphous Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening as narrow as 1 inch wide without squeezing. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Spider Climb": {
          "name": "Spider Climb",
          "description": "<p>The swarm can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
        },
        "Unusual Nature": {
          "name": "Unusual Nature",
          "description": "<p>The swarm doesn't require sleep.</p>"
        },
        "Divide (Medium Swarm Only)": {
          "name": "Divide (Medium Swarm Only)",
          "description": "<p>If the swarm has 10 or more hit points, it splits into two Small swarms. Each new swarm retains the statistics of the original swarm, except it has hit points equal to half the original swarm's, rounded down. The new swarms can't occupy each other's space.</p>"
        },
        "Recombine (Small Swarm Only)": {
          "name": "Recombine (Small Swarm Only)",
          "description": "<p>The swarm spends 5 feet of movement and moves into the space of another Small swarm of black droplings created by the Divide bonus action. Both swarms combine into one Medium swarm. The new swarm retains the statistics of both swarms, except it has the combined hit points of both swarms. If the original swarms were under any effects, such as those of a spell or an ability score reduction, those effects are transferred to the new swarm.</p>"
        }
      }
    },
    "Swarm of Sunsprites": {
      "name": "Swarm of Sunsprites",
      "tokenName": "Swarm of Sunsprites",
      "description": "<h1>Sunsprite </h1><p>Tumbling and frolicking in one of the innumerable sun- beams of the Plane of Fey’s unending sunset, sunsprites are playful, inquisitive, and capricious creatures. Much like giving a cat a belly rub, playing with a sunsprite is fraught with danger. Though the sunsprite (or cat) may appear to be enjoying themselves, their mood can change in an instant, leaving you with naught but a patch of sunburn (or some cat claw scratches).</p><p><em><strong>Swarmy.</strong></em> When the cold, dark unseelie influence encroaches, the impetuous and temperamental sunsprites can band together to form an army - also known as a swarmy. As sparrows might mob a predatory bloodhawk, a squadron sunsprites fires devastating volleys from its sun- bows when threatened by a predator, each toothpick-sized arrow an irradiating irritant in the hunter’s flank. As a swarmy, sunsprites lack the coordination to collectively turn invisible, but their speed and size make it almost impossible for an assailant to focus on any one individual. Buoyed by their safety in numbers, a swarm of sunsprites is far more tempestuous than any individual sprite.</p>",
      "items": {
        "Daggers": {
          "name": "Daggers",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 0 ft, one target in the swarm's space. <i>Hit:</i> 10 ([[/r 4d4]]) piercing damage</p>"
        },
        "Daggers (Half Hit Points)": {
          "name": "Daggers (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 0 ft, one target in the swarm's space. <i>Hit:</i> 5 ([[/r 2d4]]) piercing damage if the swarm has half of its hit points or fewer.</p>"
        },
        "Sunbow Volley": {
          "name": "Sunbow Volley",
          "description": "<p><i>Ranged Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, range 40/160 ft., one target. <i>Hit:</i> 7 ([[/r 2d6]]) piercing damage</p>"
        },
        "Sunbow Volley (Half Hit Points)": {
          "name": "Sunbow Volley (Half Hit Points)",
          "description": "<p><i>Ranged Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, range 40/160 ft., one target. <i>Hit:</i> 3 ([[/r 1d6]]) piercing damage if the swarm has half of its hit points or fewer, plus 9 ([[/r 2d8]]) radiant damage.</p>"
        },
        "Flyby": {
          "name": "Flyby",
          "description": "<p>The swarm doesn't provoke opportunity attacks when it flies out of an enemy's reach.</p>"
        },
        "Illumination": {
          "name": "Illumination",
          "description": "<p>The swarm sheds bright light in a 5-foot radius and dim light for an additional 5 feet.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny sunsprite. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Volatile Bursts": {
          "name": "Volatile Bursts",
          "description": "<p>Whenever the swarm takes 5 or more damage in a single instance, it releases an explosive burst of light. Each creature within 5 feet of the swarm must make a DC <span>11</span> Dexterity saving throw, taking 7 ([[/r 2d6]]) radiant damage on a failed save, or half as much damage on a successful one.</p>"
        }
      }
    },
    "Swarm of Baby Mimics": {
      "name": "Swarm of Baby Mimics",
      "tokenName": "Swarm of Baby Mimics",
      "description": "<h1>Baby Mimic</h1><p>Mimica mutafigura are patient predators that use disguise to unwary creatures. A mimic will then adhere them- selves to their prey, making up for their slow speed and inability to pursue a quarry. They are popular choices for warding dungeons and tombs from treasure hunters; black dragons even breed mimics to populate their lairs as false hoards, stalagtites, and dragon eggs.</p><p>Most mimics reproduce through a budding process, producing hundreds of children. Baby mimics disguise themselves as objects related to the parent’s, such as coins to a chest or fruits to a basket.</p><p></p><img src=\"modules/larsene-ledger-treasures-and-trinkets/assets/art/Creatures-Swarm_of_Baby_Mimics.webp\" />",
      "items": {
        "Bites": {
          "name": "Bites",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 7 ([[/r 2d6]]) piercing damage plus 5 ([[/r 2d4]]) acid damage, or 3 ([[/r 1d6]]) piercing damage plus 2 ([[/r 1d4]]) acid damage if the swarm has half of its hit points or fewer.</p>"
        },
        "Adhesive (Object Form Only)": {
          "name": "Adhesive (Object Form Only)",
          "description": "<p>The swarm adheres to anything that touches it. A Huge or smaller creature adhered to the swarm is also <span id=\"was-tagged\">grappled</span> by it (escape DC <span>12</span>). Ability checks made to escape this grapple have disadvantage.</p>"
        },
        "False Appearance (Object Form Only)": {
          "name": "False Appearance (Object Form Only)",
          "description": "<p>If the swarm is motionless at the start of combat, it has advantage on its initiative roll. Moreover, if a creature hasn't observed the swarm move or act, that creature must succeed on a DC <span>18</span> Intelligence (Investigation) check to discern that the swarm is animate.</p>"
        },
        "Grappler": {
          "name": "Grappler",
          "description": "<p>The swarm has advantage on attack rolls against any creature <span id=\"was-tagged\">grappled</span> by it.</p>"
        },
        "Shapechanger": {
          "name": "Shapechanger",
          "description": "<p>The swarm can use its action to @Compendium[dnd5e.spells.04nMsTWkIFvkbXlY]{Polymorph} into a pile of Tiny objects or back into its true, amorphous form. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny mimic. The swarm can't regain hit points or gain temporary hit points.</p>"
        }
      }
    },
    "Wyvnkin": {
      "name": "Wyvnkin",
      "tokenName": "Wyvnkin",
      "description": "<h1>Wyvnkin </h1><p>A wyvern’s young grows quickly after hatching. By two months of age, a wyvnkin looks much like its parents, bearing similar leathery wings, sharp teeth, razor claws, and a potent poison stinger. A wild wyvnkin ventures out of its nest by six months and is expected to fend for itself. If the hatchling hasn’t been tamed by this age, it remains forever feral.</p><p><em><strong>Wyvnkin Flights.</strong></em> Though usually solitary creatures, some wyvnkin gather into collectives known as flights when making their homes in dangerous areas, such as the actively hostile environment of The Low or the territory of a deadlier predator. Unlike their parents, wyvnkin don’t shy away from ground battles thanks to their overwhelming numerical advantage. A multitude of tiny, looming shadows is often a sign of impending death by a swarm of dive-bombing draconic critters.</p>",
      "items": {
        "Stinger": {
          "name": "Stinger",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+3]]{+3} to hit, reach 5 ft., one creature. <i>Hit:</i> 3 ([[/r 1d4 + 1]]) piercing damage. The target must make a DC <span>12</span> Constitution saving throw, taking 7 ([[/r 2d6]]) poison damage on a failed save, or half as much damage on a successful one.</p>"
        }
      }
    },
    "Bristle of Spiketooths": {
      "name": "Bristle of Spiketooths",
      "tokenName": "Bristle of Spiketooths",
      "description": "<h1>Spiketooth</h1><p>These gentle, leathery creatures possess four stumpy legs, tiny blue eyes, and an oversized dermal horn that juts above a wide, overly-toothed maw. Despite what their shark-like rows of serrated teeth might imply, spiketooths aren’t carnivores. Their diet consists almost entirely of lichoozes; jelly-like symbioses between plants and oozes that grow on rock and bark in their native Shai’taryn.</p><p><em><strong>Anthropology.</strong></em> While some families adopt spiketooths as pets, most councils throughout Shai’taryn outlaw the rearing of spiketooth herds, or ‘bristles’, as they are collectively known. Though spiketooths are not aggres- sive, fear can propagate amongst a bristle with alarming alacrity, resulting in a devastating stampede. The Shai’tan hold these creatures in high regard and, in academic cir- cles, scholars have long debated the plural of the creature; most prefer the term “spiketooths” for simplicity, but a fierce few cling to “spiketeeth.”</p>",
      "items": {
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The bristle makes two Bites attacks.</p>"
        },
        "Bites": {
          "name": "Bites",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 5 ft, one target. <i>Hit:</i> 14 ([[/r 4d6]]) piercing damage, or 7 ([[/r 2d6]]) piercing damage if the bristle has half of its hit points or fewer.</p>"
        },
        "Horn": {
          "name": "Horn",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 5 ft., one target. <i>Hit:</i> 18 ([[/r 4d8]]) piercing damage or 9 ([[/r 2d8]]) piercing damage if the swarm has half of its hit points or fewer. If the bristle moved at least 20 feet straight toward the target immediately before the hit, the target takes an extra 9 ([[/r 2d8]]) piercing damage.</p>"
        },
        "Stampede": {
          "name": "Stampede",
          "description": "<p>The bristle moves in a straight line up to its speed. Each creature whose space it moves through must make a DC <span>14</span> Dexterity saving throw. On a failed save, a creature takes 22 ([[/r 4d10]]) bludgeoning damage and is knocked <span id=\"was-tagged\">prone</span> if it is Large or smaller. On a successful save, a creature takes only half as much damage and isn't knocked <span id=\"was-tagged\">prone</span>. This damage is reduced to 11 ([[/r 2d10]]) if the swarm has half its hit points or fewer.</p>"
        },
        "Startleable": {
          "name": "Startleable",
          "description": "<p>The bristle has disadvantage on saving throws made to avoid the <span id=\"was-tagged\">frightened</span> condition. When <span id=\"was-tagged\">frightened</span>, the bristle uses all its movement and its Stampede action to move in a random direction (GM's discretion).</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The bristle can occupy another creature's space and vice versa, and the bristle can move through any opening large enough for a Small spiketooth. The bristle can't regain hit points or gain temporary hit points.</p>"
        }
      }
    },
    "Swarm of Darkmantles": {
      "name": "Swarm of Darkmantles",
      "tokenName": "Swarm of Darkmantles",
      "description": "<p>Any seasoned adventurer who’s visited The Low swears by three tenets: “bring more water than you need”, “keep a clean change of clothes”, and “always look up”. Nicknamed the “black death from above”, a darkmantle’s favourite hunting strategy involves masquerading as a stalactite and dropping on its prey’s head. If its natural camouflage proves insufficient, it conjures a cloud of magical darkness to conceal itself. Just one darkmantle can incapacitate the ill-prepared, quietly suffocating an entire party of adventurers one by one. </p><p><em><strong>They’re All Darkmantles!</strong></em> Travellers fear the danger that a single darkmantle represents. Imagine, then, the terror caused by an entire swarm of these creatures rap- idly descending from a cavern ceiling, where an incon- spicuous cluster of stalactites previously seemed to be. Luckily, swarms of darkmantles are rarely found in the wild, but creatures of great power have been known to control these dreaded predators, teaching them to work in large groups to be used in the defence of their underground lairs.</p>",
      "items": {
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The swarm makes two Crush attacks. If both attacks hit the same target, the target is <span id=\"was-tagged\">grappled</span> (escape DC <span>14</span>) and the swarm's speed is reduced to 0 feet. While <span id=\"was-tagged\">grappled</span> this way, a target's head is engulfed, it is <span id=\"was-tagged\">blinded</span>, and it is unable to breathe.</p>"
        },
        "Crush": {
          "name": "Crush",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 21 ([[/r 6d6]]) bludgeoning damage</p>"
        },
        "Crush (Half Hit Points)": {
          "name": "Crush (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 10 ([[/r 3d6]]) bludgeoning damage if the swarm has half of its hit points or fewer.</p>"
        },
        "Echolocation": {
          "name": "Echolocation",
          "description": "<p>The swarm can't use its blindsight while <span id=\"was-tagged\">deafened</span>.</p>"
        },
        "False Appearance": {
          "name": "False Appearance",
          "description": "<p>If the swarm is motionless at the start of combat, it has advantage on its initiative roll. Moreover, if a creature hasn't observed the swarm move or act, that creature must succeed on a DC <span>18</span> Intelligence (Investigation) check to discern that the swarm isn't an ordinary rock formation such as a cluster of stalactites or stalagmites.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Small darkmantle. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Darkness Aura": {
          "name": "Darkness Aura",
          "description": "<p>A 10-foot radius of magical darkness extends from the swarm, moves with it, and spreads around corners. Darkvision can't penetrate this darkness, and no natural light can illuminate it. If any of the darkness overlaps with an area of light created by a spell of 2nd level or lower, the spell creating the light is dispelled.</p>"
        }
      }
    },
    "Swarm of Pitcrows": {
      "name": "Swarm of Pitcrows",
      "tokenName": "Swarm of Pitcrows",
      "description": "<h1>Pitcrow</h1><p>Denizens of the Hells, pitcrows are capricious and oppor- tunistic scavengers. With feathers of crimson so deep it is often mistaken for black, these large corvids are as likely to help a wandering adventurer as they are to report that adventurer to the local authorities. In fact, most pitcrows will often do both, for double the reward.</p><p><em><strong>Scouts &amp; Cleaners.</strong></em> When a pitcrow can be bribed, coaxed, or coerced into working with others, they often find themselves in scouting roles. Single crows might stake out a building, crossroads, or grave, reporting their observations to a clandestine employer in exchange for choice scraps or jewellery. A demon lord or archdevil might enlist a whole murder to scout battlefields or harry routed enemies. Whatever the case, pitcrows do not seek to put themselves in danger and can always be found plucking at the viscera of corpses after a meeting of devils and demons.</p><p><em><strong>Self-Policing.</strong></em> Despite their selfish tendecies, pitcrow communities can grow surprisingly large and exhibit a kind of mass self-governance. Any individual found exploiting the common good is immediately ostracised and assaulted. Defecate too close to the communal blood pool? Get pecked to death. Exhibit a communicable disease? Get pecked to death. Produce more offspring than you can protect? They get pecked to death.</p>",
      "items": {
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The swarm makes two Beaks attacks. Alternatively, it uses Vicious Mockery four times, or two times if the swarm has half its hit points or fewer.</p>"
        },
        "Beaks": {
          "name": "Beaks",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 18 ([[/r 4d8]]) piercing damage, or 9 ([[/r 2d8]]) piercing damage if the swarm has half its hit points or fewer.</p>"
        },
        "Vicious Mockery": {
          "name": "Vicious Mockery",
          "description": "<p>Saving Throw: DC <span>12</span> Wisdom, range 60 ft., one creature that can hear the swarm. Failure: 7 ([[/r 3d4]]) psychic damage and the creature has disadvantage on the next attack roll it makes before the end of its next turn.</p>"
        },
        "Flyby": {
          "name": "Flyby",
          "description": "<p>The swarm doesn't provoke opportunity attacks when it flies out of an enemy's reach.</p>"
        },
        "Multitudinous Mimicry": {
          "name": "Multitudinous Mimicry",
          "description": "<p>The swarm can simultaneously mimic one or more simple sounds it has heard, such as a person whispering, a crowd chattering, animals chittering, horses galloping, or an orchestra playing. A creature that hears the sounds can tell they are imitations with a successful DC <span>12</span> Wisdom (Insight) check.</p>"
        },
        "Pack Tactics": {
          "name": "Pack Tactics",
          "description": "<p>The swarm has advantage on attack rolls against another creature if at least one of the swarm's allies is within 5 feet of the target creature and the ally isn't <span id=\"was-tagged\">incapacitated</span>.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny pitcrow. The swarm can't regain hit points or gain temporary hit points.</p>"
        }
      }
    },
    "Swarm of Twilight Wasps": {
      "name": "Swarm of Twilight Wasps",
      "tokenName": "Swarm of Twilight Wasps",
      "description": "<h1>Twilight Wasp </h1><p>When the sun is low over the horizon, the crystalline carapaces of these venomous predators transform the sky into a panorama of twinkling lights, a thousand shim- mering stars weaving an elaborate and hypnotic dance. This enchanting display lures prey into the open, where the swarm can make short work of its bedazzled quarry. Rangers make a practice of catching twilight wasps with baited glass jars, keeping them as an offensive booby trap or crushing them into healing salves.</p>",
      "items": {
        "Venomous Stings": {
          "name": "Venomous Stings",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 0 ft, one target in the swarm's space. <i>Hit:</i> 7 ([[/r 2d6]]) piercing damage The target must make a DC <span>10</span> Constitution saving throw, taking 10 ([[/r 3d6]]) poison damage on a failed save, or half as much damage on a successful one. A target that fails this save by 5 or more and takes this poison damage also feels a fierce itch around the sting for 13 ([[/r 3d8]]) hours. While the itch persists, the target has disadvantage on Dexterity (Sleight of Hand or Stealth) checks.</p>"
        },
        "Venomous Stings (Half Hit Points)": {
          "name": "Venomous Stings (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 0 ft, one target in the swarm's space. <i>Hit:</i> 3 ([[/r 1d6]]) piercing damage if the swarm has half of its hit points or fewer. The target must make a DC <span>10</span> Constitution saving throw, taking 10 ([[/r 3d6]]) poison damage on a failed save, or half as much damage on a successful one. A target that fails this save by 5 or more and takes this poison damage also feels a fierce itch around the sting for 13 ([[/r 3d8]]) hours. While the itch persists, the target has disadvantage on Dexterity (Sleight of Hand or Stealth) checks.</p>"
        },
        "Hypnotic Dance": {
          "name": "Hypnotic Dance",
          "description": "<p>If the swarm is in dim light, it forms a hypnotic display. Each creature within 10 feet of the swarm that can see the swarm must succeed on a DC <span>10</span> Wisdom saving throw or be <span id=\"was-tagged\">charmed</span> for 1 minute or until the creature takes damage. While <span id=\"was-tagged\">charmed</span> in this way, the creature is <span id=\"was-tagged\">incapacitated</span> and has a speed of 0 feet. Once a creature succeeds on this saving throw, it is immune to this swarm's Hypnotic Dance for the next 24 hours.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny twilight wasp. The swarm can't regain hit points or gain temporary hit points.</p>"
        }
      }
    },
    "Red Housedrake": {
      "name": "Red Housedrake",
      "tokenName": "Red Housedrake",
      "description": "<h1>Housedrake </h1><p>Housedrake In societies where draconic fauna is common, it isn’t unusual for a family to have a pet housedrake in place of a dog or cat. Biomanced to be more docile than their dragon cousins, they are known for their beautiful scale coats, bright eyes, and unquestioning loyalty. </p><p><em><strong>Chromometallic.</strong></em> With colouring and affinity as broad as true dragons, wealthy house- holds often keep whole teams of housedrakes as status symbols, trying to have at least one of each hue. In- deed, it can be useful to have access to all their elemental affinities; a well-trained white housedrake can chill a beverage or provide a cool breeze, while a brass housedrake can boil water or aid with insomnia. </p><p><em><strong>Draconic Packs.</strong></em> Unlike true dragons, which value independence, feral housedrakes roam the wilderness in large packs, drawn together by survival instinct. Unlike wolves, housedrake packs have no leader, acting more like a hivemind swarm. They can be driven by remnant instincts from their draconic ancestry or fall under the subtle sway of a nearby powerful dragon.</p>",
      "items": {
        "Bite": {
          "name": "Bite",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 5 ft., one target. <i>Hit:</i> 4 ([[/r 1d4 + 2]]) piercing damage.</p>"
        },
        "Keen Hearing and Smell": {
          "name": "Keen Hearing and Smell",
          "description": "<p>The housedrake has advantage on Wisdom (Perception) checks that rely on hearing or smell.</p>"
        },
        "Flametongue (Recharge 6)": {
          "name": "Flametongue (Recharge 6)",
          "description": "<p>The housedrake fills its mouth with fire. Until the end of its turn, its Bite attack deals an extra 3 ([[/r 1d6]]) fire damage on a hit, and the housedrake can use its action to harmlessly heat a nonmagical object it touches.</p>"
        }
      }
    },
    "Sunsprite": {
      "name": "Sunsprite",
      "tokenName": "Sunsprite",
      "description": "<h1>Sunsprite </h1><p>Tumbling and frolicking in one of the innumerable sun- beams of the Plane of Fey’s unending sunset, sunsprites are playful, inquisitive, and capricious creatures. Much like giving a cat a belly rub, playing with a sunsprite is fraught with danger. Though the sunsprite (or cat) may appear to be enjoying themselves, their mood can change in an instant, leaving you with naught but a patch of sunburn (or some cat claw scratches).</p>",
      "items": {
        "Dagger": {
          "name": "Dagger",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 5 ft., one target. Hit:1 piercing damage.</p>"
        },
        "Sunbow": {
          "name": "Sunbow",
          "description": "<p><i>Ranged Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, range 40/160 ft., one target. <i>Hit:</i> 1 piercing damage plus 4 ([[/r 1d8]]) radiant damage.</p>"
        },
        "Invisibility": {
          "name": "Invisibility",
          "description": "<p>The sunsprite magically turns <span id=\"was-tagged\">invisible</span> until it attacks, or until its <span id=\"was-tagged\">concentration</span> ends (as if <span id=\"was-tagged\">concentrating</span> on a spell). Any equipment the sunsprite wears or carries is <span id=\"was-tagged\">invisible</span> with it.</p>"
        },
        "Death Burst": {
          "name": "Death Burst",
          "description": "<p>When the sunsprite dies, it explodes in a burst of light. Each creature within 5 feet of the sunsprite must make a DC <span>10</span> Dexterity saving throw, taking 7 ([[/r 2d6]]) radiant damage on a failed save, or half as much damage on a successful one.</p>"
        },
        "Evasion": {
          "name": "Evasion",
          "description": "<p>When the sunsprite is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw, and only half damage if it fails.</p>"
        },
        "Illumination": {
          "name": "Illumination",
          "description": "<p>When the sunsprite isn't <span id=\"was-tagged\">invisible</span>, it sheds bright light in a 5-foot radius and dim light for an additional 5 feet.</p>"
        }
      }
    },
    "Swarm of Fulgurites": {
      "name": "Swarm of Fulgurites",
      "tokenName": "Swarm of Fulgurites",
      "description": "<h1>Fulgurite </h1><p>Fulgurite When a powerful bolt of lightning strikes an incompletely summoned earth elemental, that energy courses through the rock, breaking it down into sand and flash-smelting it into elemental fulgurite, a translucent, perpetually sparking crystal. Though shattered by the creation process, fulgurites continue to behave as if they were one single entity, forming a swarm of crackling crystals that roll in perfect unison. </p><p><em><strong>Air and Earth.</strong></em> A swarm of fulgurites retains characteristics of the elements from which it was forged. It has the strength and resilience of earth, but the power and alacrity of lightning coursing through air. Energy crackles between each fulgurite crystal, steadily charging them up until they can teleport across the battlefield as a streak of lightning.</p>",
      "items": {
        "Shards": {
          "name": "Shards",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+7]]{+7} to hit, reach 5 ft., one target. <i>Hit:</i> 14 ([[/r 4d6]]) piercing damage</p>"
        },
        "Shards (Half Hit Points)": {
          "name": "Shards (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+7]]{+7} to hit, reach 5 ft., one target. <i>Hit:</i> 7 ([[/r 2d6]]) piercing damage if the swarm has half of its hit points or fewer, plus 11 ([[/r 2d10]]) lightning damage.</p>"
        },
        "Charged Body": {
          "name": "Charged Body",
          "description": "<p>A creature that touches the swarm or hits it with a melee attack while within 5 feet of it takes 11 ([[/r 2d10]]) lightning damage.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Small fulgurite. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Unusual Nature": {
          "name": "Unusual Nature",
          "description": "<p>The swarm doesn't require air, food, drink, or sleep.</p>"
        },
        "Lightning Streak": {
          "name": "Lightning Streak",
          "description": "<p>The swarm teleports up to 30 feet to a space of its choice. Each creature within 10 feet of the space the swarm appears in must make a DC <span>13</span> Dexterity saving throw. On a failed save, a creature takes 22 ([[/r 4d10]]) lightning damage, or 11 ([[/r 2d10]]) lightning damage if the swarm has half of its hit points or fewer. On a successful save, the creature takes half as much damage.</p>"
        }
      }
    },
    "Greyshade Strangler": {
      "name": "Greyshade Strangler",
      "tokenName": "Greyshade Strangler",
      "description": "<h1>Greyshade Strangler</h1><p>Any adventurer worth their salt knows the rhyme “Grey and blue? Walk on through. Red and grey? Run away!” These bloodthirsty plants grow in dense patches, their thorny vines wrapped in coils ready to spring towards any creature with a heartbeat. There is never a safe path through a forest containing greyshade stranglers; with their diet of blood, they’ve no need for roots and can re- locate to new pastures whenever creatures learn to avoid their current hunting ground.</p>",
      "items": {
        "Bite": {
          "name": "Bite",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 5 ft, one target. <i>Hit:</i> 1 piercing damage and the greyshade strangler attaches to the target. Until removed, it moves with the target and can't attack another target.</p><p>A creature within 5 feet of the greyshade strangler can remove it by making a successful DC <span>8</span> Strength check. The greyshade strangler can detach itself by spending 5 feet of its movement.</p>"
        },
        "False Appearance": {
          "name": "False Appearance",
          "description": "<p>If the swarm is motionless at the start of combat, it has advantage on its initiative roll. Moreover, if a creature hasn't observed the swarm move or act, that creature must succeed on a DC <span>13</span> Intelligence (Nature) check to discern that the swarm isn't an ordinary patch of plants.</p>"
        },
        "Heartbeat Sense": {
          "name": "Heartbeat Sense",
          "description": "<p>The greyshade strangler knows the location of any creature with a heartbeat within 30 feet of itself.</p>"
        }
      }
    },
    "Swarm of Broodlings": {
      "name": "Swarm of Broodlings",
      "tokenName": "Swarm of Broodlings",
      "description": "<p>Subservient to their aboleth broodmothers, these ray-like amphibians scour the swamps they call home in search of creatures with high biomass or interesting features. Once a broodling has found an adequate target, it releases a pheromone, gathering its brethren and enhancing their hive-mind intellect. With their stings, the broodlings inject a toxin that makes their victim more suggestible, allowing them to use their augmented intelligence to submit the creature to their will. Once entranced, the creature follows the broodlings to the broodmother’s lair, where the matriarch decides how best to extract its assets.</p>",
      "items": {
        "Bites and Stings": {
          "name": "Bites and Stings",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 21 ([[/r 6d6]]) piercing damage If the target is a creature, it must succeed on a DC <span>12</span> Constitution saving throw or have disadvantage on Wisdom saving throws until the end of the swarm's next turn.</p>"
        },
        "Bites and Stings (Half Hit Points)": {
          "name": "Bites and Stings (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+5]]{+5} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 10 ([[/r 3d6]]) piercing damage if the swarm has half of its hit points or fewer. If the target is a creature, it must succeed on a DC <span>12</span> Constitution saving throw or have disadvantage on Wisdom saving throws until the end of the swarm's next turn.</p>"
        },
        "Mass Entrance": {
          "name": "Mass Entrance",
          "description": "<p>The swarm targets any number of creatures it is aware of within 10 feet of it. Each target must succeed on a DC <span>15</span> Wisdom saving throw or be magically <span id=\"was-tagged\">charmed</span> by the swarm. A <span id=\"was-tagged\">charmed</span> target falls under the swarm's control and can't take reactions.</p><p>A <span id=\"was-tagged\">charmed</span> target can repeat the saving throw whenever it takes damage or whenever the swarm takes 15 or more damage in a single instance. On a success, the effect ends on it. No more than once every 24 hours, the target can also repeat the saving throw when it is 30 or more feet away from the swarm. The charm ends if the swarm dies or is on a different plane of existence from a <span id=\"was-tagged\">charmed</span> target.</p>"
        },
        "Amphibious": {
          "name": "Amphibious",
          "description": "<p>The swarm can breathe air and water.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny broodling. The swarm can't regain hit points or gain temporary hit points.</p>"
        }
      }
    },
    "Swarm of Sun Jellies": {
      "name": "Swarm of Sun Jellies",
      "tokenName": "Swarm of Sun Jellies",
      "description": "<h1>Sun Jelly</h1><p>Sun jellies resemble their marine cousins in many ways, except they glow and swim through air instead of water. Their long tendrils of light trail lazily across the sky, void of a jellyfish’s typical sting. Benign and mindless, sun jellies will not harm other creatures unless truly agitated, and they are drawn to acts of kindness, self-sacrifice, and expressions of genuine vulnerability. A swarm gathered around a creature implies goodness and purity of heart, and the ability to attract such a bloom is a prerequisite for a Shai’tan squire to take their paladin oath.</p>",
      "items": {
        "Tendrils": {
          "name": "Tendrils",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+3]]{+3} to hit, reach 0 ft, one target in the swarm's space. <i>Hit:</i> 10 ([[/r 4d4]]) radiant damage</p>"
        },
        "Tendrils (Half Hit Points)": {
          "name": "Tendrils (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+3]]{+3} to hit, reach 0 ft, one target in the swarm's space. <i>Hit:</i> 5 ([[/r 2d4]]) radiant damage if the swarm has half of its hit points or fewer.</p>"
        },
        "Celestial Flare": {
          "name": "Celestial Flare",
          "description": "<p>The swarm glows with brilliant light, which has no effect on celestials or good creatures. Each other creature within 5 feet of the swarm must succeed on a DC <span>12</span> Constitution saving throw or take 13 ([[/r 3d8]]) radiant damage. A creature that fails the save by 5 or more is also <span id=\"was-tagged\">blinded</span> until the end of the swarm's next turn.</p>"
        },
        "Good Sense": {
          "name": "Good Sense",
          "description": "<p>The swarm knows the location of any good creatures within 30 feet of it.</p>"
        },
        "Illumination": {
          "name": "Illumination",
          "description": "<p>The swarm sheds bright light in a 10-foot radius and dim light for an additional 10 feet.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny sun jelly. The swarm can't regain hit points or gain temporary hit points.</p>"
        }
      }
    },
    "Swarm of Flying Magnetite Weapons": {
      "name": "Swarm of Flying Magnetite Weapons",
      "tokenName": "Swarm of Flying Magnetite Weapons",
      "description": "<h1>Animated Magnetite</h1><p>Crafted from highly magnetic magnetite, these animated objects share the common property of being immobilised by heat. An animated suit of plate armour is capable of conjuring bolts of arcanomagnetic force that can knock a creature off its feet. A swarm of animated weapons compounds the damage of its constituent parts with a devastating flurry of follow-up strikes.</p><h2>Magnetite Weapons</h2><p>Animated weapons are a common staple in a mage’s lair. In an instant, a well-stocked armoury transforms into a whirling flurry of flying swords, pikes, and hammers. The movement of the magnetic fields generates powerful bursts of lightning in the swarm’s epicentre, emitting forceful pulses that launch ferrous objects at deadly speeds. When whipped into an enormous swarm, their greater number allows them to redistribute the negative effects of heat to avoid complete immobilisation.</p>",
      "items": {
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The swarm makes two Force Strikes attacks.</p>"
        },
        "Force Strikes": {
          "name": "Force Strikes",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 5 ft., one target. <i>Hit:</i> 18 ([[/r 4d8]]) force damage</p>"
        },
        "Force Strikes (Half Hit Points)": {
          "name": "Force Strikes (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 5 ft., one target. <i>Hit:</i> 9 ([[/r 2d8]]) force damage if the swarm has half of its hit points or fewer.</p>"
        },
        "Supercharge": {
          "name": "Supercharge",
          "description": "<p>The swarm whirls and gathers lightning. Each creature within 10 feet of the swarm must make a DC <span>14</span> Dexterity saving throw, taking 36 ([[/r 8d8]]) lightning damage on a failed save, or half as much damage on a successful one. Unattended ferrous objects are thrown 15 feet away from the swarm. If the object is being held or worn, the creature holding or wearing it must make a DC <span>14</span> Strength saving throw. On a failed save, the object is thrown 15 feet away from the swarm.</p>"
        },
        "Arcanomagnetic Repulsion": {
          "name": "Arcanomagnetic Repulsion",
          "description": "<p>Attack rolls against the swarm made with ferrous weapons or ammunition are made at disadvantage.</p>"
        },
        "False Object": {
          "name": "False Object",
          "description": "<p>If the swarm is motionless at the start of combat, it has advantage on its initiative roll. Moreover, if a creature hasn't observed the swarm move or act, that creature must succeed on a DC <span>18</span> Intelligence (Investigation) check to discern that the swarm isn't an ordinary pile of weapons.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Small weapon. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Superconductor": {
          "name": "Superconductor",
          "description": "<p>If the swarm takes 10 or more fire damage in a single instance, its flying speed is reduced to 0 feet, it has disadvantage on attack rolls, and it can't use its Supercharge action.</p><p>These effects last until the end of the swarm's next turn.</p>"
        },
        "Unusual Nature": {
          "name": "Unusual Nature",
          "description": "<p>The swarm doesn't require air, food, drink, or sleep.</p>"
        }
      }
    },
    "Flight of Wyvnkin": {
      "name": "Flight of Wyvnkin",
      "tokenName": "Flight of Wyvnkin",
      "description": "<h1>Wyvnkin </h1><p>A wyvern’s young grows quickly after hatching. By two months of age, a wyvnkin looks much like its parents, bearing similar leathery wings, sharp teeth, razor claws, and a potent poison stinger. A wild wyvnkin ventures out of its nest by six months and is expected to fend for itself. If the hatchling hasn’t been tamed by this age, it remains forever feral.</p><p><em><strong>Wyvnkin Flights.</strong></em> Though usually solitary creatures, some wyvnkin gather into collectives known as flights when making their homes in dangerous areas, such as the actively hostile environment of The Low or the territory of a deadlier predator. Unlike their parents, wyvnkin don’t shy away from ground battles thanks to their overwhelming numerical advantage. A multitude of tiny, looming shadows is often a sign of impending death by a swarm of dive-bombing draconic critters.</p>",
      "items": {
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The flight makes one Bites and Claws attack, and one Stingers attack.</p>"
        },
        "Bites and Claws": {
          "name": "Bites and Claws",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+7]]{+7} to hit, reach 5 ft., one target. <i>Hit:</i> 21 ([[/r 6d6]]) slashing damage, or 10 ([[/r 3d6]]) slashing damage if the flight has half of its hit points or fewer.</p>"
        },
        "Stingers": {
          "name": "Stingers",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+7]]{+7} to hit, reach 5 ft., one creature. <i>Hit:</i> 14 ([[/r 4d6]]) piercing damage The target must make a DC <span>14</span> Constitution saving throw, taking 14 ([[/r 4d6]]) poison damage on a failed save, or half as much damage on a successful one. On a failed save, a target is also <span id=\"was-tagged\">poisoned</span> for 1 minute, and it is <span id=\"was-tagged\">blinded</span> while <span id=\"was-tagged\">poisoned</span> in this way. The target can repeat the saving throw at the end of each of its turns, ending the poison on itself on a success.</p>"
        },
        "Stingers (Half Hit Points)": {
          "name": "Stingers (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+7]]{+7} to hit, reach 5 ft., one creature. <i>Hit:</i> 7 ([[/r 2d6]]) piercing damage if the swarm has half of its hit points or fewer. The target must make a DC <span>14</span> Constitution saving throw, taking 14 ([[/r 4d6]]) poison damage on a failed save, or half as much damage on a successful one. On a failed save, a target is also <span id=\"was-tagged\">poisoned</span> for 1 minute, and it is <span id=\"was-tagged\">blinded</span> while <span id=\"was-tagged\">poisoned</span> in this way. The target can repeat the saving throw at the end of each of its turns, ending the poison on itself on a success.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The flight can occupy another creature's space and vice versa, and the flight can move through any opening large enough for a Small wyvnkin. The flight can't regain hit points or gain temporary hit points.</p>"
        },
        "Bites and Claws (Half Hit Points)": {
          "name": "Bites and Claws (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+7]]{+7} to hit, reach 5 ft., one target. <i>Hit:</i> 21 ([[/r 6d6]]) slashing damage, or 10 ([[/r 3d6]]) slashing damage if the flight has half of its hit points or fewer.</p>"
        }
      }
    },
    "Thicket of Brambleweeds": {
      "name": "Thicket of Brambleweeds",
      "tokenName": "Thicket of Brambleweeds",
      "description": "<p>Brambleweeds were once exclusive to their native desert in the Wild Sands, where the scarcity of water kept the population in check. Traders passing through the area were instructed to check their caravans for errant brambleweeds carried by the wind, which would attach themselves to the bonnets of the wagons with their thorns. A few careless merchants were all it took to turn this dangerous plant into a widely spread invasive species. Now present in warm biomes across the world, brambleweeds can be recognized by their bulbous leaves and woody vines, covered in barb-like, raking thorns. Much like quicksand, the trick to surviving a fall into a patch of brambleweeds is remaining calm—the more one moves, the deeper the thorns dig into one’s flesh.</p><p><em><strong>Overgrown Thickets.</strong></em> The introduction of bramble- weed into regions where water is more abundant has allowed them to thrive unchecked. A gallon of water can turn brambleweeds into a mobile thicket overnight, and a river can transform them into a village-wide threat. Culling brambleweeds is a dangerous but necessary task, one often assigned as punishment to disobedient druids and rangers.</p>",
      "items": {
        "Thorn Lashes": {
          "name": "Thorn Lashes",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 0 ft., one target in the thicket's space. <i>Hit:</i> 21 ([[/r 6d6]]) bludgeoning damage, or 10 ([[/r 3d6]]) bludgeoning damage if the thicket has half of its hit points or fewer, plus 7 ([[/r 3d4]]) piercing damage.</p>"
        },
        "Wall Form": {
          "name": "Wall Form",
          "description": "<p>The thicket arranges itself into an opaque wall of thorns that originates from one 5-foot space it currently occupies and extends out in a 5-foot-wide line that is up to 15 feet tall and up to 45 feet long. While in this form, a creature that attempts to move into or through the thicket's space for the first time on a turn must succeed on a DC <span>15</span> Strength check to do so; if the creature fails the check, its movement ends in the thicket's space and it become <span id=\"was-tagged\">grappled</span> by the thicket (escape DC <span>15</span>).</p><p>The thicket reverts to its original form after 10 minutes, if it uses an action to do so, or if it dies. When the thicket reverts, it reforms in the space in the middle of the wall and ceases grappling creatures.</p>"
        },
        "False Appearance": {
          "name": "False Appearance",
          "description": "<p>If the thicket is motionless at the start of combat, it has advantage on its initiative roll. Moreover, if a creature hasn't observed the swarm move or act, that creature must succeed on a DC <span>18</span> Intelligence (Nature) check to discern that the thicket isn't an ordinary patch of thorny plants.</p>"
        },
        "Thorny Overgrowth": {
          "name": "Thorny Overgrowth",
          "description": "<p>At the start of the thicket's turn, it deals 7 ([[/r 3d4]]) piercing damage to each creature in its space. Additionally, when a creature moves into or within the thicket's space, it takes 7 ([[/r 3d4]]) piercing damage for every 5 feet it moves.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The thicket can occupy another creature's space and vice versa, and the thicket can move through any opening large enough for a Tiny brambleweed. The thicket can't regain hit points or gain temporary hit points.</p>"
        },
        "Thorn Lashes (Half Hit Points)": {
          "name": "Thorn Lashes (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+6]]{+6} to hit, reach 0 ft., one target in the thicket's space. <i>Hit:</i> 21 ([[/r 6d6]]) bludgeoning damage, or 10 ([[/r 3d6]]) bludgeoning damage if the thicket has half of its hit points or fewer, plus 7 ([[/r 3d4]]) piercing damage.</p>"
        }
      }
    },
    "Death Shroud": {
      "name": "Death Shroud",
      "tokenName": "Death Shroud",
      "description": "<p>A death shroud can be created by combining cloth imbued with necromantic energy with flesh free of a soul. One blast of biomantic energy later and you have an animate, cloth-wrapped limb. A death shroud actively recruits fresh corpses into its own form, temporarily increasing its size and strength. Over time, some of these additions stick, and the death shroud can grow to a mass of writhing limbs, heads, and torsos.</p>",
      "items": {
        "Slap": {
          "name": "Slap",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+3]]{+3} to hit, reach 5 ft., one target. <i>Hit:</i> 3 ([[/r 1d4 + 1]]) bludgeoning damage.</p>"
        },
        "Lich Slap": {
          "name": "Lich Slap",
          "description": "<p><i>Ranged Spell Attack:</i> [[/r 1d20+4]]{+4} to hit, range 30 ft., one creature. <i>Hit:</i> 3 ([[/r 1d6]]) necrotic damage and the target can't regain hit points until the start of the death shroud's next turn.</p>"
        },
        "Morbid Curiosity": {
          "name": "Morbid Curiosity",
          "description": "<p>The death shroud is easily distracted by fresh corpses. Whenever it first detects a corpse that has been dead for less than 1 hour (and that it didn't witness die), it must succeed on a DC <span>11</span> Wisdom saving throw or get distracted. While distracted, it spends its movement and actions trying to get close to, and inspect, the corpse for a cause of death. A distracted death shroud in a corpse's space uses its action to make Intelligence (Medicine) checks (DC decided by the GM). On a success, it stops being distracted and becomes immune to the allure of that corpse forever.</p>"
        },
        "Turn Immunity": {
          "name": "Turn Immunity",
          "description": "<p>The death shroud is immune to effects that turn undead.</p>"
        },
        "Tool Proficiency": {
          "name": "Tool Proficiency",
          "description": "<p>The death's shroud has proficiency with thieves' tools.</p><section id=\"secret-CGLAZFfC7kf8IrJY\" class=\"secret\"><p><strong>Foundry Note: </strong>It's +3.</p></section>"
        }
      }
    },
    "Swarm of Steel Darts": {
      "name": "Swarm of Steel Darts",
      "tokenName": "Swarm of Steel Darts",
      "description": "<h1>Steel Dart </h1><p>A byproduct of CRE’s misguided mechanical meddlings (see Forge of the Divine Machine in Motes of the Divine), steel darts are clockwork songbirds formed of hinged brass wings and steel that hides minuscule organs: a heart, tongue, stomach, lungs, and twitching vocal cords. A long, tapered beak allows steel darts to sup a meal of nectar and oil, keeping their hearts beating and their gears turning.</p><p><em><strong>Songbirds.</strong></em> The frantic beating of one steel dart’s wings produces a steady drone over which it layers com- plex harmonies. When steel darts form swarms, however, they synchronise that gentle buzz into a single thunder- ous pitch that harmonically links their clockwork minds. One agitation of a steel dart quickly arouses the rest of the swarm and, with joined voices, the swarm’s song becomes a terrifying dirge of doom.</p>",
      "items": {
        "Beaks": {
          "name": "Beaks",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 0 ft, one target in the swarm's space. <i>Hit:</i> 10 ([[/r 4d4]]) piercing damage</p>"
        },
        "Beaks (Half Hit Points)": {
          "name": "Beaks (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 0 ft, one target in the swarm's space. <i>Hit:</i> 5 ([[/r 2d4]]) piercing damage if the swarm has half of its hit points or fewer, plus 3 ([[/r 1d6]]) thunder damage.</p>"
        },
        "Force Weakness": {
          "name": "Force Weakness",
          "description": "<p>When the swarm takes 6 or more force damage in a single instance, it must succeed on a DC <span>11</span> Constitution saving throw, or it falls <span id=\"was-tagged\">prone</span> (temporarily overriding its condition immunity) and can take either an action or bonus action on its next turn, not both.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny steel dart. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Doom Song": {
          "name": "Doom Song",
          "description": "<p>The swarm emits a terrifying song out to 30 feet.</p><p>Creatures in the area that hear the song must succeed on a DC <span>11</span> Wisdom saving throw or become <span id=\"was-tagged\">frightened</span> of the swarm for 1 minute. A <span id=\"was-tagged\">frightened</span> creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful, the creature is immune to this swarm's Doom Song for the next 24 hours.</p>"
        }
      }
    },
    "Storm of Brain Devourers": {
      "name": "Storm of Brain Devourers",
      "tokenName": "Storm of Brain Devourers",
      "description": "<p>Brain devourers are among the most gruesome denizens of The Low—wrinkled, grey brains supported by legs formed from twisted nerves. Seeing one instantly strikes fear into seasoned veterans, a delicious sentiment which is promptly drained by the hungry abomination. A single brain devourer can syphon the emotions of an entire city until its inhabitants are mindless husks.</p><p><em><strong>Astral Transcendance.</strong></em> Brain devourers were once hu- manoids on a quest for cognitive transcendance. Gradual biomantic alterations ultimately caused them to shed all semblance of physical form, leaving only what they con- sider an intermediate step in humanoid evolution. Brain devourers believe the final step requires the consumption of a massive amount of brains, after which they will finally leave their bodies behind and ascend to the Astral Sea.</p><p><em><strong>Ravenous Hordes.</strong></em> When a city’s guards prove too tough to crack, brain devourers are driven to form ferocious swarms by their voracious hunger. In a group, they trade subtlety for sheer numbers, and the resulting condensation of psychic energy manifests as a massive brain storm. To avoid this, mind flayers carefully manage brain devourer populations by feeding them periodically.</p>",
      "items": {
        "Dazing Touches": {
          "name": "Dazing Touches",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+7]]{+7} to hit, reach 5 ft., one creature. <i>Hit:</i> 21 ([[/r 6d6]]) psychic damage, or 10 ([[/r 3d6]]) psychic damage if the storm has half of its hit points or fewer.</p>"
        },
        "Mind Storm": {
          "name": "Mind Storm",
          "description": "<p>The storm unleashes a wave of psychic energy. Each creature within 15 feet of the storm must make a DC <span>13</span> Intelligence saving throw, taking 27 ([[/r 6d8]]) psychic damage on a failed save, or half as much damage on a successful one. A creature that fails the saving throw by 5 or more is also <span id=\"was-tagged\">incapacitated</span> until the end of the storm's next turn.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The storm can occupy another creature's space and vice versa, and the storm can move through any opening large enough for a Small brain devourer. The storm can't regain hit points or gain temporary hit points except through its Consume Brain bonus action.</p>"
        },
        "Consume Brain": {
          "name": "Consume Brain",
          "description": "<p>The storm consumes the brain of one humanoid corpse in its space. It learns everything the humanoid knew in life and gains 20 temporary hit points. Until the start of its next turn, the storm has advantage on ability checks, attack rolls, and saving throws.</p>"
        }
      }
    },
    "Swarm of Magnetite Cutlery": {
      "name": "Swarm of Magnetite Cutlery",
      "tokenName": "Swarm of Magnetite Cutlery",
      "description": "<h1>Animated Magnetite</h1><p>Crafted from highly magnetic magnetite, these animated objects share the common property of being immobilised by heat. An animated suit of plate armour is capable of conjuring bolts of arcanomagnetic force that can knock a creature off its feet. A swarm of animated weapons compounds the damage of its constituent parts with a devastating flurry of follow-up strikes.</p><h2>Magnetite Cutlery</h2><p>From the depths of the monastery dining rooms flies a swarm of steel knives, forks, spoons, and — most lethally — sporks. Such creatures can be animated by protective magics, or be under the direct control of a creature capa- ble of manipulating the arcanomagnetic spectrum, such as a magnetite dragon!</p>",
      "items": {
        "Jabs": {
          "name": "Jabs",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 14 ([[/r 4d6]]) piercing damage or 7 ([[/r 2d6]]) piercing damage if the swarm has half of its hit points or fewer.</p>"
        },
        "Arcanomagnetic Repulsion": {
          "name": "Arcanomagnetic Repulsion",
          "description": "<p>Attacks against the swarm made with ferrous weapons or ammunition are made at disadvantage.</p>"
        },
        "Superconductor": {
          "name": "Superconductor",
          "description": "<p>If the swarm takes 10 or more fire damage in a single instance, it falls <span id=\"was-tagged\">prone</span> and, until the end of its next turn, it is <span id=\"was-tagged\">incapacitated</span> and its flying speed is reduced to 0 feet.</p>"
        },
        "Swarm": {
          "name": "Swarm",
          "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny utensil. The swarm can't regain hit points or gain temporary hit points.</p>"
        },
        "Jabs (Half Hit Points)": {
          "name": "Jabs (Half Hit Points)",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 0 ft., one target in the swarm's space. <i>Hit:</i> 14 ([[/r 4d6]]) piercing damage or 7 ([[/r 2d6]]) piercing damage if the swarm has half of its hit points or fewer.</p>"
        }
      }
    },
    "Spiketooth": {
      "name": "Spiketooth",
      "tokenName": "Spiketooth",
      "description": "<h1>Spiketooth</h1><p>These gentle, leathery creatures possess four stumpy legs, tiny blue eyes, and an oversized dermal horn that juts above a wide, overly-toothed maw. Despite what their shark-like rows of serrated teeth might imply, spiketooths aren’t carnivores. Their diet consists almost entirely of lichoozes; jelly-like symbioses between plants and oozes that grow on rock and bark in their native Shai’taryn.</p><p><em><strong>Anthropology.</strong></em> While some families adopt spiketooths as pets, most councils throughout Shai’taryn outlaw the rearing of spiketooth herds, or ‘bristles’, as they are collectively known. Though spiketooths are not aggres- sive, fear can propagate amongst a bristle with alarming alacrity, resulting in a devastating stampede. The Shai’tan hold these creatures in high regard and, in academic cir- cles, scholars have long debated the plural of the creature; most prefer the term “spiketooths” for simplicity, but a fierce few cling to “spiketeeth.”</p>",
      "items": {
        "Bite": {
          "name": "Bite",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 5 ft., one target. <i>Hit:</i> 7 ([[/r 2d4 + 2]]) piercing damage.</p>"
        },
        "Horn": {
          "name": "Horn",
          "description": "<p><i>Melee Weapon Attack:</i> [[/r 1d20+4]]{+4} to hit, reach 5 ft., one target. <i>Hit:</i> 5 ([[/r 1d6 + 2]]) piercing damage. If the spiketooth moved at least 20 feet straight toward the target immediately before the hit, the target takes an extra 3 ([[/r 1d6]]) piercing damage. If the target is a Medium or smaller creature, it must then succeed on a DC <span>12</span> Strength saving throw or be knocked <span id=\"was-tagged\">prone</span>.</p>"
        },
        "Startleable": {
          "name": "Startleable",
          "description": "<p>The spiketooth has disadvantage on saving throws made to avoid the <span id=\"was-tagged\">frightened</span> condition.</p>"
        }
      }
    }
  }
}
