{
  "label": "L'arsene's Ledger - Subclass Features",
  "entries": {
    "Twisting Grapples": {
      "name": "Twisting Grapples",
      "description": "<p><em>7th-Level Tavern Brawler Feature</em> </p><hr /><p>You can attempt to grapple a creature as a bonus action on your turn, and you have <strong>advantage</strong> on attack rolls you make against creatures you are grappling. In addition, when you successfully apply the grappled condition to a creature, you can choose to painfully twist, dealing bludgeoning damage to the creature equal to a roll of your unarmed strike die plus your Strength modifier.</p>"
    },
    "Hidden Weapons": {
      "name": "Hidden Weapons",
      "description": "<p><em>3rd-Level Charlatan Feature</em></p><hr /><p>Long sleeves and concealed pockets turn a Charlatan into a walking inventory of hidden paraphernalia. When you have a free hand and take the Attack action, you can turn one attack against a creature into a special hidden weapon attack using a weapon concealed upon your person. To do so, the weapon must have the thrown and finesse properties. When you do so, make a <strong>Dexterity (Sleight of Hand)</strong> check against your target’s passive Perception score. On a success, you make the attack roll with <strong>advantage</strong>.</p><p><em><strong>Teamwork Makes the Scheme Work.</strong></em> A Charlatan can achieve much more as part of a team. Starting at 9th level, if you succeed on this Dexterity (Sleight of Hand) check by 10 or more, the target becomes confused and the next attack roll against it by a creature other than you before the start of your next turn has advantage. </p><p>At 17th level, any number of attacks you make can be turned into a hidden weapon attack, instead of only one when you take the Attack action, provided the weapon has the thrown and finesse properties.</p>"
    },
    "Life of the Party": {
      "name": "Life of the Party",
      "description": "<p><em>1st-Level Festivity Domain Feature</em></p><hr /><p>You’re an expert celebrant, armed with a plethora of tricks to liven up any party and a silver tongue to charm other guests. You learn the @Compendium[larsene-ledger-treasures-and-trinkets.spells-item.CMQ2Kt26DNArCkJ4]{Flare} cantrip. This doesn’t count against the number of cantrips you know.</p><p>In addition, you can use your Wisdom modifier in place of your Charisma modifier when making Charisma checks and Charisma saving throws.</p>"
    },
    "Pick Your Poison": {
      "name": "Pick Your Poison",
      "description": "<p><em>3rd-Level College of Mixology Feature</em></p><hr /><p>Expertly combining only the finest ingredients, you’ve learned to make delicious beverages that delight even the dourest dwarf. You can use a set of @Compendium[dnd5e.items.Y9S75go1hLMXUD48]{Brewer's Supplies} to prepare a special cocktail over the course of <strong>1 minute</strong>. When you do, select up to two different ingredients from the table below, which you magically conjure to mix the cocktail. A creature can drink a cocktail as an action, gaining the effects of the chosen ingredients, which last for <strong>10 minutes</strong> or until the creature drinks another cocktail. A cocktail that isn’t consumed loses its potency when you finish a long rest.</p><table border=\"1\"><tbody><tr><td style=\"text-align:center\"><strong>Ingredient</strong></td><td style=\"text-align:center\"><strong>Effect</strong></td></tr><tr><td style=\"text-align:center\">Celestial citrus juice</td><td>The creature regains [[/r 1d8]] hit points, which aren’t lost after the effect ends.</td></tr><tr><td style=\"text-align:center\">Drow rum</td><td>The creature gains darkvision out to a range of <strong>30 feet</strong>. If it already has darkvision, its range is increased by <strong>30 feet</strong>.</td></tr><tr><td style=\"text-align:center\">Dwarven whiskey</td><td>The creature gains [[/r 2d6]] temporary hit points.</td></tr><tr><td style=\"text-align:center\">Elemental gin</td><td>The creature gains <strong>advantage </strong>on initiative rolls.</td></tr><tr><td style=\"text-align:center\">Sea elf seltzer</td><td>The creature gains a swimming speed equal to its walking speed.</td></tr><tr><td style=\"text-align:center\">Extraplanar vodka</td><td>The creature gains a <strong>+1 bonus</strong> to the damage rolls of its weapon attacks.</td></tr><tr><td style=\"text-align:center\">Feyberry syrup</td><td>The creature’s walking speed is increased by <strong>5 feet</strong>.</td></tr><tr><td style=\"text-align:center\">Gnomish coffee liqueur</td><td>The creature’s jump distance is doubled.</td></tr></tbody></table><p>You can use this feature to create a cocktail a number of times equal to your Charisma modifier (minimum once), and you regain all expended uses when you finish a long rest.</p>"
    },
    "Improvised Fist": {
      "name": "Improvised Fist",
      "description": "<div class=\"hide-in-message hide-in-sheet\" style=\"width:auto;max-width:30%;margin:0.4em 1em 0.4em 1em;font-size:1em;font-size:0.9em;font-weight:400;padding:0 1em;float:right;clear:right;border-left:solid 2px;margin-right:5px;text-align:center\"><h2><strong>Weapons for Tavern Brawlers</strong></h2><p>For weapons that can augment a Tavern Brawler’s arsenal, check out the @Compendium[larsene-ledger-treasures-and-trinkets.weapons-item.dOC8ws8dphuguFFK]{Claws}, @Compendium[larsene-ledger-treasures-and-trinkets.weapons-item.2zL3ptVhoMJe4NCy]{Knuckle Dusters}, or @Compendium[larsene-ledger-treasures-and-trinkets.weapons-item.5B1VkMBXBlLcPMgA]{Spiked Cestus}. To give a Tavern Brawler access to magical damage, they can use +1/2/3 variants of any of these weapons, reskin the magical effects of other items (such as a flame tongue) to apply to these weapons, or acquire the common-rarity @Compendium[larsene-ledger-treasures-and-trinkets.weapons-item.Vqn6S8b10xynkvUO]{Brawler's Wraps} which transform the damage from grapples, unarmed strikes, and improvised weapons into magical damage.</p></div><p><em>I fear not the man who has practiced 10,000 beer-jug throws once, but I fear the man who has practiced one beer-jug throw 10,000 times.</em></p>",
      "activities": {
        "attack": {
          "chatFlavor": "The first time you make an attack with an improvised weapon you picked up on that same turn, that attack scores a critical hit on a roll of 19 or 20."
        }
      }
    },
    "Garnish": {
      "name": "Garnish",
      "description": "<p><em>14th-Level College of Mixology Feature</em></p><hr /><p>Presentation matters, and you’ve learned to take your drinks to the next level with some tasteful embellishments, magical replicas of creature parts that you conjure out of thin air. Whenever you make a cocktail with your @Compendium[larsene-ledger-treasures-and-trinkets.features-item.4GToMJxn7drPIH4D]{Pick Your Poison} feature, you can select one of the ingredients from the table below as garnish, which provides an additional effect for the cocktail’s duration.</p><table border=\"1\"><tbody><tr><td style=\"text-align:center\"><strong>Ingredient</strong></td><td style=\"text-align:center\"><strong>Effect</strong></td></tr><tr><td style=\"text-align:center\">Aberration eye</td><td>The creature gains blindsight to a range of <strong>30 feet</strong>.</td></tr><tr><td style=\"text-align:center\">Celestial feather</td><td>The creature gains a flying speed equal to its walking speed.</td></tr><tr><td style=\"text-align:center\">Construct gear</td><td>The effects of the cocktail last for [[/r 1d4]] hours instead of 10 minutes.</td></tr><tr><td style=\"text-align:center\">Dragon scale</td><td>Choose acid, cold, fire, lightning, or poison when you make the cocktail. The creature gains <strong>resistance</strong> to that damage type.</td></tr><tr><td style=\"text-align:center\">Fiend horn</td><td>The creature gains <strong>advantage</strong> on saving throws against spells and other magical effects.</td></tr></tbody></table><p></p><blockquote><h3>Optional Rule: Cocktail Potions</h3><p>Whenever you make a cocktail with a garnish using your @Compendium[larsene-ledger-treasures-and-trinkets.features-item.4GToMJxn7drPIH4D]{Pick Your Poison} feature, you can choose to substitute the garnish for an equivalent creature part harvested using the Harvesting rules in Heliana’s Guide to Monster Hunting, and expend a spell slot of 3rd-level or higher in the process. This expends the creature part, but the resulting cocktail doesn’t lose its potency when you finish a long rest.</p><p>You can have a number of cocktails prepared in this way equal to your Charisma modifier. If making a new one would put you over this limit, the oldest cocktail loses its potency.</p></blockquote>"
    },
    "Soulful Craft": {
      "name": "Soulful Craft",
      "description": "<p><em>3rd-Level Way of the Artisan Feature</em></p><hr /><div class=\"hide-in-message\" style=\"width:auto;max-width:30%;margin:0.4em 1em 0.4em 1em;font-size:1em;font-size:0.9em;font-weight:400;padding:0 1em;float:right;clear:right;border-left:solid 2px;margin-right:5px;text-align:center\"><h2><strong>Optional Rule: Master Craftsman</strong></h2><p>Whenever you start crafting a magic item using the rules in <em>Heliana’s Guide to Monster Hunting</em> or in Chapter 3 of this book, you can expend 1 or more ki points, devoting some of your spiritual energy to the item’s creation. If you do, you gain a bonus to the enchanting or forging check you make at the end of the process to create the item equal to the number of ki points invested; your maximum number of ki points is reduced by the same amount until you make that check.</p><p>The maximum number of ki points you can invest at once is based on your monk level, as detailed in the table below:</p><table style=\"width:100%;height:187px\" border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"text-align:center;height:17px\"><strong>Level</strong></td><td style=\"text-align:center;height:17px\"><strong>Maximum Ki Invested</strong></td></tr><tr style=\"height:17px\"><td style=\"text-align:center;height:17px\">3rd</td><td style=\"height:17px;padding-left:4px\">1</td></tr><tr style=\"height:17px\"><td style=\"text-align:center;height:17px\">6th</td><td style=\"height:17px;padding-left:4px\">2</td></tr><tr style=\"height:17px\"><td style=\"text-align:center;height:17px\">11th</td><td style=\"height:17px;padding-left:4px\">3</td></tr><tr style=\"height:17px\"><td style=\"text-align:center;height:17px\">17th</td><td style=\"height:17px;padding-left:4px\">4</td></tr></tbody></table></div><p>When you say that you put a small piece of your soul into each of your creations, you mean that very literally. When you finish a long rest, you can use your artisan’s tools to craft a number of Tiny objects up to your Wisdom modifier (minimum one). These objects take the shape of things you would be able to create with your tools—for example, you can use a set of @Compendium[dnd5e.items.xKErqkLo4ASYr5EP]{Woodcarver's Tools} to create a wooden figurine, or a set of @Compendium[dnd5e.items.hM84pZnpCqKfi8XH]{Cobbler's Tools} to create a shoe—and each one gains <strong>1 ki point</strong>, which is stored within it. When you spend a ki point as part of your @Compendium[dnd5e.classfeatures.mzweVbnsJPQiVkAe]{Deflect Missiles}, @Compendium[dnd5e.classfeatures.5MwNlVZK7m6VolOH]{Ki: Flurry of Blows}, @Compendium[dnd5e.classfeatures.TDglPcxIVEzvVSgK]{Ki: Patient Defense}, or @Compendium[dnd5e.classfeatures.yrSFIGTaQOH2PFRI]{Ki: Step of the Wind} features, you can choose to expend that ki from one of your objects, as long as you have that object on your person. An object with no ki points in it is destroyed.</p><p>You can have a maximum number of objects created in this way equal to your Wisdom modifier. If creating a new object would put you over this limit, you must choose another object to be destroyed.</p><p>When you reach 11th level in this class, each object you create using this feature starts with <strong>2 ki points</strong> instead of 1.</p>"
    },
    "Uncanny Technique": {
      "name": "Uncanny Technique",
      "description": "<p><em>10th-Level Tavern Brawler Feature</em></p><hr /><p>You can add double your proficiency bonus to contested <strong>Strength (Athletics)</strong> checks you make. When you make an ability check to grapple a creature or to escape a grapple, you can treat a d20 roll of 9 or lower as a <strong>10</strong>.</p>"
    },
    "Drinking Buddies": {
      "name": "Drinking Buddies",
      "description": "<p><em>10th-Level Path of the Brewmaster Feature</em></p><hr /><p>Sharing is caring. During a short or long rest, you can spend 30 minutes crafting a pitcher of beverages for up to 10 creatures. At the end of the rest, all creatures that drink your beverage gain your choice of one of the following benefits until it next finishes a short or long rest. Undrunk beverages lose their potency when you finish a short or long rest. </p><ul><li><p><strong>Ginger Ale.</strong> Fiery and stimulating, one can react quickly. The creature has <strong>advantage</strong> on initiative rolls. </p></li><li><p><strong>Pulque.</strong> Good accompaniment for a drinking song. The creature gains a bonus to Charisma checks equal to your Constitution modifier (minimum bonus of +1). </p></li><li><p><strong>Warm Cider.</strong> A wholesome beverage. The creature gains 3 temporary hit points at the start of each of its turns.</p></li></ul>"
    },
    "Channel Divinity: Invoke Festivities": {
      "name": "Channel Divinity: Invoke Festivities",
      "description": "<p><em>2nd-Level Festivity Domain Feature</em></p><hr /><p>You can use your Channel Divinity to conjure an atmosphere of celebration and merrymaking, lifting the spirits of your allies and imbuing them with the power of revelry. As an action, you present your holy symbol and choose up to three friendly creatures you can see within <strong>30 feet</strong> of you and one of the festivals below. The chosen creatures gain the benefits of the chosen festival until the end of your next turn.</p><ul><li><p><em><strong>Blossom Festival.</strong></em> You celebrate the growth of new life after the harshness of winter, and the beauty and vigour of youth. A creature regains [[/r 1d8]] hit points at the start of its turn and deals an extra [[/r 1d8]] radiant damage the first time it hits with an attack on its turn.</p></li><li><p><em><strong>Midsummer Festival.</strong></em> You celebrate long days and hot weather, as well as the sense of freedom they provide. A creature’s speed increases by <strong>15 feet</strong>, and it deals an extra [[/r 1d8]] fire damage the first time it hits with an attack on its turn.</p></li><li><p><em><strong>Harvest Festival.</strong></em> You celebrate nature’s bounty and reap the rewards of your hard work. A creature deals an extra [[/r 1d8]] necrotic damage the first time it hits with an attack on its turn, and it gains temporary hit points equal to the necrotic damage dealt, which last for <strong>1 minute</strong>.</p></li><li><p><em><strong>Midwinter Festival.</strong></em> You celebrate your community, banding together to endure the coming cold. A crea- ture gains a <strong>+1 bonus</strong> to its AC and deals an extra [[/r 1d8]] cold damage the first time it hits with an attack on its turn.</p></li></ul><p></p><section class=\"secret\" id=\"secret-eL25CzgN1MY7TpsR\"><p><strong>Foundry Note</strong></p><p>Resource Consumption is not tied to your Channel Divinity feature. When using this feature, deduct an use from the Clerics Channel Divinity feature.</p></section>"
    },
    "Domain Spells": {
      "name": "Domain Spells",
      "description": "<p><em>1st-Level Festivity Domain Feature</em></p><hr /><p>You gain domain spells at the cleric levels listed in the Festivity Domain Spells table. See the Divine Domain class feature for how domain spells work.</p><table><caption>Festivity Domain Spells</caption><thead><tr><td>Cleric Level</td><td>Spells</td></tr></thead><tbody><tr><td>1st</td><td>@Compendium[dnd5e.spells.eS7XnnApoxRxYXPs]{Charm Person}, @Compendium[dnd5e.spells.ge3Saet9zPTDyaoL]{Heroism}</td></tr><tr><td>3rd</td><td>@Compendium[dnd5e.spells.MAxM77CDUu8dgIRQ]{Protection from Poison}, @Compendium[larsene-ledger-treasures-and-trinkets.spells-item.6ravG3f7yJizjM6D]{Sugar Rush}</td></tr><tr><td>5th</td><td>@Compendium[dnd5e.spells.BV0mpbHh29IbbIj5]{Create Food and Water}, @Compendium[dnd5e.spells.6g3WLOZ2u0EbaLAd]{Hypnotic Pattern}</td></tr><tr><td>7th</td><td>@Compendium[dnd5e.spells.da0a1t2FqaTjRZGT]{Freedom of Movement}, @Compendium[larsene-ledger-treasures-and-trinkets.spells-item.2G1PaeKxhMBpCcjF]{Humperdink's Irresistible Revelry}</td></tr><tr><td>9th</td><td>@Compendium[larsene-ledger-treasures-and-trinkets.spells-item.TBFSX1TOrTSSpLiZ]{Endure}, @Compendium[larsene-ledger-treasures-and-trinkets.spells-item.JkmQeQHhtHxm4H5T]{Purple Rain}</td></tr></tbody></table>"
    },
    "Premeditation": {
      "name": "Premeditation",
      "description": "<p><em>3rd-Level Charlatan Feature</em></p><hr /><p>Conning is like cooking, and a trickster’s tools are the ingredients with which they cook up a plot, creating delectable morsels that the gullible are all too keen to consume. You gain proficiency with the disguise kit and your choice of the forgery kit or any artisan’s tools. When you reach 9th, 13th, and 17th level in this class, choose another tool from this list with which to gain proficiency.</p><p>In addition, you have <strong>advantage</strong> on any ability checks made to find a willing buyer for your purloined or otherwise misappropriated goods.</p>"
    },
    "Plague of Pests": {
      "name": "Plague of Pests",
      "description": "<p><em>7th-Level Swarmslinger Feature</em></p><hr /><p>As an action, you magically conjure duplicates of your swarm companion’s individual members. Until the start of your next turn, its size increases by two categories (up to Gargantuan, ignoring the maximum companion size restriction), and it gains temporary hit points equal to its hit point maximum. As an action on its turn, your swarm companion can make three melee weapon attacks divided as it wishes among targets in its space.</p><p>Once you use this action, you can’t use it again until you finish a short or long rest. Starting at 18th level, you can use this action twice before a rest.</p>"
    },
    "Tools of the Trade": {
      "name": "Tools of the Trade",
      "description": "<p><em>3rd-Level Way of the Artisan Feature</em></p><hr /><p>A worker is only as good as their tools, and yours are an extension of your own body, such is the graceful ease with which you manipulate them. You gain proficiency with two types of artisan’s tools of your choice.</p><p>In addition, you can use sets of artisan’s tools you’re proficient with as weapons, using everyday objects in unconventional ways to catch your foes off guard. They count as monk weapons for you, but their damage die is one size larger than your Martial Arts die. (For example, if your Martial Arts die is a d6, the damage die of your artisan’s tools is a d8.) They deal bludgeoning, piercing, or slashing damage (your choice each time you hit with them), and when you gain the Ki-Empowered Strikes feature at 6th level, it also applies to attacks made with your artisan’s tools.</p>"
    },
    "Overwhelm": {
      "name": "Overwhelm",
      "description": "<p><em>3rd-Level Swarmslinger Feature</em></p><hr /><p>When it comes to swarms, quantity is better than quality. When your swarm companion makes an attack roll against a creature whose space it is sharing, hit or miss, the attack deals a minimum amount of damage equal to the ability modifier your swarm companion used to make the attack roll plus your proficiency bonus. If the swarm has half its hit points or fewer, this damage is halved. The minimum damage can’t be increased in any way, other than by increasing the ability modifier or your proficiency bonus.</p>"
    },
    "Art History": {
      "name": "Art History",
      "description": "<p><em>11th-Level Way of the Artisan Feature</em></p><hr /><p>Every scratch and bump in a work of art tells a story, and you have become an expert at deciphering and inter- preting these untold tales. You can spend <strong>10 minutes</strong> touching a Medium or smaller creature-made object and meditating to try and discern its history. At the end of that time, make a <strong>DC 15 Wisdom</strong> check. You have <strong>advantage</strong> on the check if you are proficient with a set of artisan’s tools that could be used to craft that object. If the object was created with your @Compendium[larsene-ledger-treasures-and-trinkets.features-item.AnUY1i88bEY2evO7]{Soulful Craft} feature, you automatically succeed on the check, but the object is destroyed in the process. If you succeed, you gain the following benefits:</p><ul><li><p>You learn the name, creature type, and appearance of each creature that touched the object within the last 24 hours.</p></li><li><p>You learn every location the object has been in for the last 24 hours, and its trajectory, if it was moved.</p></li><li><p>You can choose a point in time within the last 24 hours, and receive a vision of events unfolding within <strong>30 feet</strong> of the object during that time, as if you were standing in the object’s space. This vision includes sight, sound, and smell, and lasts for <strong>10 minutes</strong> or until you decide to end it.</p></li></ul><p>Once you use this feature, you can’t use it again until you finish a short or long rest, and you can’t use it on the same object again.</p>"
    },
    "Costume Change": {
      "name": "Costume Change",
      "description": "<p><em>9th-Level Charlatan Feature</em></p><hr /><p>The ability to play multiple roles, and switch between them on the fly, expands the repertoire of scams a Charlatan can undertake. When you finish a long rest and you have a disguise kit, you can prepare a number of personas equal to your Charisma modifier (minimum 1). These personas are replete with mannerisms, accents, quick-change costumes, and even different smells. They can have different clothing and other belongings, they can seem 1 foot shorter or taller than you, and they can appear thin, fat, or in between.</p><p><em><strong>Quick Change.</strong></em> As an action, you can change into one of your personas. So long as a creature can’t see you when you take this action (for example, if you are hidden or behind opaque total cover), the creature doesn’t recognise you as the same person when it sees you in your new persona. If a hostile creature can’t fathom how you might have escaped, it is likely to be suspicious of you, even in your new persona. A creature can use its action to inspect your appearance, discerning your disguise if it succeeds on an <strong>Intelligence (Investigation)</strong> check (DC equals 8 + your proficiency bonus + your Charisma modifier). A very suspicious creature may detain you anyway (GM’s discretion), and a creature inclined to violence (such as a hunting owlbear) will likely continue to attack despite any apparent difference in appearance.</p>"
    },
    "Barroom Wrestler": {
      "name": "Barroom Wrestler",
      "description": "<p><em>3rd-Level Tavern Brawler Feature</em></p><hr /><div class=\"hide-in-message\" style=\"width:auto;max-width:30%;margin:0.4em 1em 0.4em 1em;font-size:1em;font-size:0.9em;font-weight:400;padding:0 1em;float:right;clear:right;border-left:solid 2px;margin-right:5px;text-align:center\"><h2><strong>Strangulation &amp; Suffocation</strong></h2><p>Strangulation is a new concept introduced for this subclass and acts like a less extreme version of suffocating. In both cases, when a creature begins to be strangled or begins suffocating, it can act as normal for a number of rounds equal to its Constitution modifier (minimum of 1 round). At the start of the creature’s turn after this period has elapsed, the creature falls unconscious.</p><p>The difference between being strangled and suffocating is that when a suffocating creature falls unconscious it also drops to 0 hit points, is dying, and can’t regain hit points or be stabilized until it can breathe again, whereas a strangled creature remains unconscious for 1d20 + 10 minutes, and wakes if it takes any damage.</p><p><em><strong>Chokehold Example.</strong></em> On initiative count 10 of round 1, the Tavern Brawler, who has a thug restrained, uses the chokehold technique on the thug. The thug fails its Constitution saving throw and begins to be strangled. Because the thug has a +2 Constitution modifier, it has 2 rounds to act before it falls unconscious. On the thug's turn of rounds 2 and 3, the thug tries and fails to break the Tavern Brawler's grapple, meaning it stays restrained and continues to be strangled. On the thug's initiative count of round 4, the thug falls unconscious at the start of its turn and immedi- ately begins suffocating. If the Tavern Brawler continues to maintain the grapple and thus keep the thug restrained, the thug begins suffocating. On initiative count 15 at the start of round 6, the thug would succumb to suffocation, drop to 0 hit points, and begin dying.</p></div><p><em><strong>Brawler Dice.</strong></em> You’ve learned techniques that are fueled by special dice called Brawler dice, which are <strong>d4</strong>s. You have a number of these dice equal to twice your proficiency bonus. You regain all your expended Brawler dice when you finish a long rest.</p><p>When you reach certain levels in this class, the size of your Brawler dice increases: at 5th level (<strong>d6</strong>), 11th level (<strong>d8</strong>), and 17th level (<strong>d10</strong>).</p><p><em><strong>Saving Throws.</strong></em> Some of your techniques require your target to make a saving throw to resist the technique’s effects. The saving throw DC is calculated as follows:</p><p style=\"text-align:center\">Technique save DC = 8 + your proficiency bonus + your Strength modifier</p><p><em><strong>Brawler Techniques.</strong></em> The techniques below use your Brawler dice. Creatures more than one size larger than you automatically succeed on any saving throws or contested checks against these techniques’ effects.</p><ul><li><p><strong>Bind.</strong> <em>Prerequissite: target grappled.</em> When you make an unarmed strike with a free hand against a creature you are grappling, you can expend one Brawler die to force an additional contested grappling check instead of an attack roll. On a success, you deal the strike’s normal damage plus extra damage equal to one roll of your Brawler die, and the creature is <strong>restrained</strong> until the grapple ends or you use one of the hands you have grappling the target for something else.</p></li><li><p><strong>Chokehold.</strong> <em>Prerequisite: target restrained.</em> While you have a humanoid restrained (for example, by your Bind technique), you can use an action to expend one Brawler die and attempt to cut off the creature’s blood supply. The creature must make a <strong>Constitution saving throw</strong>. On a failure, it takes bludgeon- ing damage equal to your Strength modifier plus two rolls of your Brawler die and immediately begins to be strangled until it is no longer restrained by you. On a success, it takes half as much damage and doesn’t begin to be strangled. <br />A creature that is being strangled remains conscious for a number of rounds equal to its Constitution modifier (minimum 1), and falls <strong>unconscious</strong> at the start of its next turn. A creature that is made unconscious in this manner regains consciousness if it takes any damage. If you continue to choke a creature beyond this point, it begins suffocating. If you release the creature, it remains unconscious for <strong>[[/r 1d20 + 10]] minutes</strong>.</p></li><li><p><strong>Smash.</strong><em> Prerequisite: hit with improvised weapon melee weapon attack.</em> When you hit a creature with a melee weapon attack using an improvised weapon, you can expend one Brawler die to deal extra bludgeoning, piercing, or slashing damage (GM’s decision) equal to one roll of your Brawler die. The object takes an equal amount of damage, possibly destroying it.</p></li><li><p><strong>Takedown.</strong> <em>Prerequisite: target grappled.</em> When you make an unarmed strike against a creature you are grappling, you can expend one Brawler die to force an additional contested grappling check instead of an attack roll. On a success, you deal the strike’s normal damage plus extra damage equal to one roll of your Brawler die as you throw the target to the ground where it lands <strong>prone</strong>.</p></li></ul>"
    },
    "Swarmform Attack": {
      "name": "Swarmform Attack",
      "description": "<p>As a bonus action on each of your turns for the @Compendium[larsene-ledger-treasures-and-trinkets.features-item.bqU3VxCG5DPPHahX]{Swarmform} feature’s duration, you can launch a portion of the swarm with lethal intent, forcing a creature you can see within <strong>120 feet</strong> of you to make a <strong>Dexterity saving throw</strong> against your tamer spell save DC. The creature takes 13 ([[/r 3d8]]) bludgeoning, piercing, or slashing damage (your choice when you take the action) on a failure, or half as much damage on a success.</p>"
    },
    "Surprise!": {
      "name": "Surprise!",
      "description": "<p><em>13th-Level Charlatan Feature</em></p><hr /><p>You can give yourself a bonus to your initiative rolls equal to your Charisma modifier. In addition, when you succeed on your Hidden Weapons ability check, you score a critical hit on a roll of 19 or 20 on the d20.</p>"
    },
    "Potent Spellcasting": {
      "name": "Potent Spellcasting",
      "description": "<p><em>8th-Level Festivity Domain Feature</em></p><hr /><p>Starting at 8th level, you add your Wisdom modifier to the damage you deal with any cleric cantrip.</p>"
    },
    "Distracting Onslaught": {
      "name": "Distracting Onslaught",
      "description": "<p><em>10th-Level Swarmslinger Feature</em></p><hr /><p>Your swarms can interfere with those whose spaces they share. When a creature whose space your swarm compan- ion shares makes an attack roll, your companion can use its reaction to impose <strong>disadvantage</strong> on the attack roll.</p>"
    },
    "Strike of Inspiration": {
      "name": "Strike of Inspiration",
      "description": "<p><em>6th-Level Way of the Artisan Feature</em></p><hr /><p>You draw both power and inspiration from the pieces you create, allowing you to make your martial arts more intricate and formidable. When you spend a ki point from one of your @Compendium[larsene-ledger-treasures-and-trinkets.features-item.AnUY1i88bEY2evO7]{Soulful Craft} objects, you gain additional benefits depending on what you use it for: </p><ul><li><p><strong>Deflect Missiles:</strong> You have advantage on the attack roll, and it deals an extra [[/r 1d10]] damage. </p></li><li><p><strong>Flurry of Blows:</strong> You can replace one or both of the unarmed strikes with attacks made with your artisan’s tools. </p></li><li><p><strong>Patient Defense:</strong> While you have the benefit of the Dodge action, if a creature misses you with an attack roll, you can use your reaction to make an attack against it using your artisan’s tools. </p></li><li><p><strong>Step of the Wind:</strong> You take both the Dash and Disengage actions.</p></li></ul>"
    },
    "Dying Art": {
      "name": "Dying Art",
      "description": "<p><em>17th-Level Way of the Artisan Feature</em></p><hr /><p>Nothing lasts forever. A true artist must learn to detach themselves from what they have created and look ahead to what they have yet to bring to life. When you are reduced to 0 hit points as a result of taking damage, you can choose to draw vigor from one of your creations to fight on. If you have one of your @Compendium[larsene-ledger-treasures-and-trinkets.features-item.AnUY1i88bEY2evO7]{Soulful Craft} objects on your person, you can destroy it, preventing yourself from falling unconscious and regaining [[/r 2d8]] hit points for each ki point in the object. You can then immediately move up to half your speed without triggering opportunity attacks. </p><p>Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Swarmform": {
      "name": "Swarmform",
      "description": "<p><em>14th-Level Swarmslinger Feature</em></p><hr /><p>As an action, you conjure a swarm of Tiny creatures that flit about you in an opaque, protective cloud. For the next <strong>minute</strong>, you have a flying speed of <strong>30 feet</strong>; you have <strong>resistance</strong> to bludgeoning, piercing, and slashing damage; you have <strong>advantage</strong> on Strength, Dexterity, and Constitution saving throws; and you are heavily obscured. The swarm is translucent to you, allowing you to see through it.</p><p>As a bonus action on each of your turns for the feature’s duration, you can launch a portion of the swarm with lethal intent, forcing a creature you can see within <strong>120 feet</strong> of you to make a <strong>Dexterity saving throw</strong> against your tamer spell save DC. The creature takes 13 ([[/r 3d8]]) bludgeoning, piercing, or slashing damage (your choice when you take the action) on a failure, or half as much damage on a success.</p>",
      "effects": {
        "Swarmform": {
          "name": "Swarmform"
        }
      }
    },
    "Tavern Regular": {
      "name": "Tavern Regular",
      "description": "<p><em>15th-Level Tavern Brawler Feature</em></p><hr /><p>Years spent anticipating conflict in inns and taverns has given you a preternatural danger sense. You have <strong>advantage</strong> on initiative rolls, and you gain proficiency in the Insight skill. If you have this proficiency from another source, you can add twice your proficiency bonus to checks you make using that skill.</p><p>As a bonus action on your turn, you can make a <strong>Wisdom (Insight)</strong> check against the passive Deception creature you can see. On a success, you learn the creature’s disposition towards you, such as whether it means you harm, views you as a friend, or wants something from you.</p>"
    },
    "Inn-habitor": {
      "name": "Inn-habitor",
      "description": "<p><em>3rd-Level Tavern Brawler Feature</em></p><hr /><p>Your familiarity with patrons of bars and inns has left you adept at sensing their motives. You have <strong>advantage</strong> on Insight, Intimidation, and Persuasion checks against creatures that have been drinking.</p>"
    },
    "Afterparty": {
      "name": "Afterparty",
      "description": "<p><em>6th-Level Festivity Domain Feature</em></p><hr /><p>Your celebrations have become so momentous that their effects linger even after they come to an end, leaving your allies invigorated and your foes exhausted. When a creature stops being under the effect of your Channel Divinity or a spell of 1st level or higher that you cast, one of the following effects takes place:</p><ul><li><p>If the creature is friendly to you, it gains [[/r 2d6]] temporary hit points that last for <strong>10 minutes</strong>. </p></li><li><p>If the creature is hostile to you, it gains <strong>disadvantage</strong> on the next attack roll it makes within <strong>10 minutes</strong>.</p></li></ul>"
    },
    "Ancestral Spirits": {
      "name": "Ancestral Spirits",
      "description": "<p><em>3rd-Level Path of the Brewmaster Feature</em></p><hr /><p>The act of refining ingredients, maintaining special yeast cultures, and carefully monitoring a brew’s progress is a ritualistic practice through which you find connection with your forebears and the natural world around you. The beverages you brew are fortified with the spirits of your ancestors, imparting enhanced benefits to you.</p><p>When you finish a long rest, you can use @Compendium[dnd5e.items.Y9S75go1hLMXUD48]{Brewer's Supplies} to prepare a number of beverages equal to the number shown for your barbarian level in the Rages column of the Barbarian table (maximum 6), choosing from the list below (you can choose the same option more than once). When you enter a rage, you can imbibe one of these beverages (choosing from those that you prepared) as part of the bonus action you use to enter the rage, gaining its benefits for the duration of the rage. Undrunk beverages lose their potency when you finish a long rest.</p><ul><li><p><strong>Kefir.</strong> A nutritious, creamy beverage, kefir fortifies your body. You have <strong>advantage</strong> on Constitution saving throws.</p></li><li><p><strong>Kombucha.</strong> A stimulating blend of fermented teas, this bubbly drink hones your reactions. You gain an additional reaction each round that can be used only to make opportunity attacks. You can take only one reaction per turn.</p></li><li><p><strong>Mead.</strong> Sweet, honey mead fuels your body. Your walking speed increases by <strong>10 feet</strong> and opportunity attacks made against you have <strong>disadvantage</strong>.</p></li><li><p><strong>Sake.</strong> Strongly alcoholic, this clear liquid lends you a bloody, single-mindedness. You have <strong>advantage</strong> on Wisdom saving throws.</p></li><li><p><strong>Stout.</strong> Dark, liquid bread is a bonafide meal replacement. You gain [[/r 1d4]] temporary hit points at the start of each of your turns. If you have fewer than half your maximum hit points, you instead regain [[/r 1d4]] hit points These dice both increase to [[/r 1d8]] when you reach 10th level in this class.</p></li></ul>",
      "effects": {
        "Mead": {
          "name": "Mead"
        }
      }
    },
    "Fermented Binge": {
      "name": "Fermented Binge",
      "description": "<p><em>14th-Level Path of the Brewmaster Feature</em></p><hr /><p>You have grown a strain of super yeast within yourself that you can activate when you enter a rage. When you drink one of the beverages from your Ancestral Spirits feature, you can enhance the drink to gain an additional benefit based on its type. </p><ul><li><p><strong>Kefir.</strong> You are <strong>immune</strong> to poison damage and the poisoned condition, and you have advantage on saving throws made to avoid or end the exhaustion condition on yourself. </p></li><li><p><strong>Kombucha.</strong> Creatures provoke an opportunity attack from you when they move within your reach.</p></li><li><p><strong>Mead.</strong> Your walking speed increases by an additional <strong>10 feet</strong> (20 feet total increase), and you can take the Disengage action as a bonus action on each of your turns. </p></li><li><p><strong>Sake.</strong> You have <strong>resistance</strong> to psychic damage and are immune to the charmed condition. </p></li><li><p><strong>Stout.</strong> The number of hit points regained or temporary hit points gained from this drink is doubled.</p></li></ul><p>After you have used this feature, you can’t do so again until you finish a short or long rest.</p>",
      "effects": {
        "Fermented Mead": {
          "name": "Fermented Mead"
        },
        "Kefir": {
          "name": "Kefir"
        },
        "Sake": {
          "name": "Sake"
        }
      }
    },
    "Brewer": {
      "name": "Brewer",
      "description": "<p><em>3rd-Level Path of the Brewmaster Feature</em></p><hr /><p>Years spent experimenting in breweries and kombucha clubs have given you a taste for fermentation and experi- ence in bar room brawls. You gain proficiency with brewer’s supplies and improvised weapons, and you have a <strong>+1 bonus</strong> to attack and damage rolls you make with improvised weapons. When you reach 6th level in this class, attacks made with improvised weapons count as magical for the purpose of overcoming resistance and immunity to non-magical attacks and damage. When you reach 10th level in this class, the attack and damage bonus increases to <strong>+2</strong>.</p>",
      "effects": {
        "Improvised Weapon Proficiency": {
          "name": "Improvised Weapon Proficiency"
        }
      }
    },
    "Flair Bartending": {
      "name": "Flair Bartending",
      "description": "<p><em>3rd-Level College of Mixology Feature</em></p><hr /><p>With impeccable showmanship and nary a spilled drop, you’ve learned to dazzle audiences by dexterously manipulating your mixology tools. You gain proficiency with brewer’s supplies and can use them as a spellcasting focus for your bard spells. </p><p>As an action, you can begin a mixological show which lasts up to <strong>1 minute</strong>. You must use your action at the start of each of your turns to continue this performance; if you don’t, it ends immediately. When the performance starts, make a <strong>Dexterity (@Compendium[dnd5e.items.Y9S75go1hLMXUD48]{Brewer's Supplies})</strong> check. Creatures of your choice within 30 feet of you that can see you whose passive Insight score is lower than the result of your check are distracted by your performance, gaining <strong>disadvantage</strong> on Perception checks for the duration of the show. </p><p>If you roll a <strong>1</strong> on the d20, you drop some of your tools and the effect fails to occur. The threshold to drop your tools subsequently increases by <strong>1</strong> each time you make a Dexterity (brewer’s supplies) check using this feature, resetting to 1 when you finish a short or long rest.</p>"
    },
    "Tavern Tussler": {
      "name": "Tavern Tussler",
      "description": "<p><em>3rd-Level Tavern Brawler Feature</em></p><hr /><p>You’ve learned to use whatever weapons might be close at hand, often surprising foes with your ingenuity. You are proficient with improvised weapons and your unarmed strikes and improvised weapon attacks can deal damage equal to [[/r 1d4]] + your Strength modifier on a hit. This damage die increases when you reach 5th level ([[/r 1d6]]), 11th level ([[/r 1d8]]), and 17th level ([[/r 1d10]]) in this class.</p><p><em><strong>Improviser.</strong></em> You can pick up an object within your reach as part of the attack you make with that object. In addition, the first time you make an attack with an improvised weapon you picked up on that same turn, that attack scores a critical hit on a roll of 19 or 20.</p>"
    },
    "Harmless": {
      "name": "Harmless",
      "description": "<p><em>17th-Level Charlatan Feature</em></p><hr /><p>You are a master of appearing harmless. When you roll initiative, until an enemy observes you making an attack, dealing damage to another creature, or casting a spell that affects a creature other than you, it considers you harmless. While it views you this way and it can see at least one other creature that it is hostile towards, it must first succeed on a <strong>Wisdom saving throw</strong> before it can target you with an attack or other effect (DC equals 8 + your proficiency bonus + your Charisma modifier).</p>"
    },
    "Swarmcatcher": {
      "name": "Swarmcatcher",
      "description": "<p><em>3rd-Level Swarmslinger Feature</em></p><hr /><p>You understand the hivemind behaviour of a swarm and can tame swarms of creatures as if they were a single creature using your Tame Creature feature. A creature doesn’t automatically succeed on its Charisma saving throw to avoid becoming your companion as a result of having the swarm type, but all other restrictions still apply. In addition, you can attempt to tame Medium swarms starting at 3rd level.</p>"
    },
    "Quick Fix": {
      "name": "Quick Fix",
      "description": "<p><em>6th-Level College of Mixology Feature</em></p><hr /><p>Pain you as it might, you can rush your creative process to prepare one of your cocktails on the spot. As a bonus action, you can expend one use of your Bardic Inspiration to prepare a cocktail with your @Compendium[larsene-ledger-treasures-and-trinkets.features-item.4GToMJxn7drPIH4D]{Pick Your Poison} feature, and either drink it or toss it to a willing creature you can see within <strong>30 feet</strong> of you, who can immediately use its reaction to drink it.</p><section class=\"secret\" id=\"secret-eL25CzgN1MY7TpsR\"><p><strong>Foundry Note</strong></p><p>Resource Consumption is not tied to your Bardic Inspiration dice. Please manually adjust as required.</p></section>"
    },
    "The Grand Revelry": {
      "name": "The Grand Revelry",
      "description": "<p><em>17th-Level Festivity Domain Feature</em></p><hr /><p>When you use your @Compendium[larsene-ledger-treasures-and-trinkets.features-item.JWPhVsOKvBhNtVxG]{Invoke Festivities}, you can choose to augment it, transforming it into the festival of the year. If you do, the effects last for <strong>1 minute</strong> instead of until the end of your next turn, and, in addition to the friendly creatures, you can also choose up to three hostile creatures you can see within <strong>30 feet</strong> of you, inviting them to take part in your celebrations. Each hostile creature must succeed on a <strong>Wisdom saving throw</strong> or suffer the following effects for the duration, depending on the chosen festival:</p><ul><li><p><em><strong>Blossom Festival.</strong></em> The creature is <strong>charmed</strong> by you, and whenever it takes radiant damage, it takes an extra [[/r 1d8]] radiant damage.</p></li><li><p><em><strong>Midsummer Festival.</strong></em> The first attack roll made against the creature each turn is made with <strong>advantage</strong>. Whenever the creature takes fire damage, it takes an extra [[/r 1d8]] fire damage.</p></li><li><p><em><strong>Harvest Festival.</strong></em> The creature has <strong>disadvantage</strong> on attack rolls, and whenever it takes necrotic damage, it takes an extra [[/r 1d8]] necrotic damage.</p></li><li><p><em><strong>Midwinter Festival.</strong></em> The creature’s speed is reduced to <strong>0 feet</strong>, and whenever it takes cold damage, it takes an extra [[/r 1d8]] cold damage.</p></li></ul><p>A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Once you use this feature, you can’t use it again until you finish a long rest.</p>"
    },
    "Swarmslinger Spells": {
      "name": "Swarmslinger Spells",
      "description": "<p><em>3rd-Level Swarmslinger Feature</em></p><hr /><p>You learn additional spells when you reach certain levels in this class, as shown in the Swarmslinger Spells table. Each spell counts as a tamer spell for you, but it doesn’t count against the number of tamer spells you know.</p><h4 id=\"oath-of-the-harvest-spells\"></h4><table><thead><tr><th style=\"text-align:center\">Tamer Level</th><th style=\"text-align:left\">Spells</th></tr></thead><tbody><tr><td style=\"text-align:center\">3rd</td><td style=\"text-align:left\"><em>@Compendium[dnd5e.spells.arzCrMRgcNiQuh43]{Command}, @Compendium[dnd5e.spells.z1mx84ONwkXKUZd7]{Shield}**</em></td></tr><tr><td style=\"text-align:center\">5th</td><td style=\"text-align:left\">@Compendium[dnd5e.spells.WahI41a3goVUg0x1]{Enlarge/Reduce}, @Compendium[larsene-ledger-treasures-and-trinkets.spells-item.AOfqESOnY8oVlKpz]{Protection}*</td></tr><tr><td style=\"text-align:center\">9th</td><td style=\"text-align:left\"><em>@Compendium[dnd5e.spells.6g3WLOZ2u0EbaLAd]{Hypnotic Pattern}**, @Compendium[dnd5e.spells.uCud2s4TjMfjiXUb]{Spirit Guardians}**</em></td></tr><tr><td style=\"text-align:center\">13th</td><td style=\"text-align:left\"><em>@Compendium[dnd5e.spells.da0a1t2FqaTjRZGT]{Freedom of Movement}**, @Compendium[dnd5e.spells.04nMsTWkIFvkbXlY]{Polymorph}***</em></td></tr><tr><td style=\"text-align:center\">17th</td><td style=\"text-align:left\">@Compendium[dnd5e.spells.OVikYmSdHliAG2YD]{Insect Plague}, @Compendium[dnd5e.spells.MBMaQLwoy05qzMJ3]{Mislead}**</td></tr></tbody></table><p><em>**These spells are themed around swarms; shield might summon a swarm of bees to deflect the attack, while spirit guardians could manifest as a swarm of flying piranhas.<br />***This must be a swarm and isn't limited to beasts.</em></p>"
    },
    "Grandstand Performer": {
      "name": "Grandstand Performer",
      "description": "<p><em>18th-Level Tavern Brawler Feature</em></p><hr /><p>When you roll initiative and have no Brawler dice remaining, you regain two Brawler dice.</p><p>You learn new techniques that use your Brawler dice.</p><p><strong>Piledriver.</strong> <em>Prerequisite: target restrained.</em> When you have a creature restrained (for example, by your Bind technique) and take the Attack action, you can forgo two of your attacks to expend one Brawler die in a complex crushing manoeuvre. The creature must make a <strong>Dexterity saving throw</strong>. On a failure, it takes bludgeoning damage equal to your Strength modifier plus two rolls of your Brawler die and is <strong>stunned</strong> until the end of your next turn. On a success, it takes half as much damage and isn’t stunned. </p><p><strong>Throw.</strong> <em>Prerequisite: target grappled.</em> When you have a creature grappled and take the Attack action, you can forgo one of your attacks to expend one Brawler die and force the creature to make a <strong>Strength saving throw</strong> as you attempt to launch it. On a failure, you throw the creature horizontally away from you in a straight line up to <strong>30 feet</strong> if it is a smaller size category than you, <strong>20 feet</strong> if it is the same size as you, or <strong>10 feet</strong> if it is one size category larger than you. The creature collides with the first solid object or creature in its path, causing both targets to take bludgeoning damage equal to one roll of your Brawler die plus your Strength modifier.</p><p><strong>Wrecking Ball.</strong> When you move at least <strong>10 feet</strong> directly towards a creature immediately before making an attack as part of the Attack action, you can forgo the attack to expend one Brawler die as you throw your entire body at your target. Make a <strong>Strength (Athletics)</strong> check contested by the target’s <strong>Dexterity (Acrobatics)</strong> or <strong>Strength (Athletics)</strong> check (its choice). If you succeed, the target takes bludgeoning damage equal to your Strength modifier plus two rolls of your Brawler die, and you both land prone.</p>"
    },
    "Barside Therapy": {
      "name": "Barside Therapy",
      "description": "<p><em>6th-Level College of Mixology Feature</em></p><hr /><p>You are a seasoned expert at dealing with the inebriated and have a few tricks up your sleeve to make the sober become intoxicated. You have <strong>advantage</strong> on ability checks made to interact socially with poisoned creatures and, when you make a cocktail with your @Compendium[larsene-ledger-treasures-and-trinkets.features-item.4GToMJxn7drPIH4D]{Pick Your Poison} feature, you can overload it with magically potent alcohol instead of choosing ingredients. A creature that drinks this cocktail must succeed on a <strong>Constitution saving throw</strong> against your <strong>bard spell save DC</strong> or be <strong>poisoned</strong> for 10 minutes.</p>"
    },
    "Brewer’s Gut": {
      "name": "Brewer’s Gut",
      "description": "<p><em>6th-Level Path of the Brewmaster Feature</em></p><hr /><p>Over time, you’ve imbibed an amalgam of experimental yeasts that have fortified your gut. When you finish a short or long rest, you gain one of the following benefits of your choice, which lasts until you finish a short or long rest:</p><ul><li><p><strong>Beer Jacket.</strong> You have <strong>resistance</strong> to cold damage. </p></li><li><p><strong>Guts of Steel.</strong> You have <strong>resistance</strong> to poison damage.</p></li><li><p><strong>Liquid Courage.</strong> You are <strong>immune</strong> to the frightened condition. As a bonus action, you can give a frightened creature that is friendly to you and within your reach a good-natured slap, allowing it to repeat the saving throw against the condition with <strong>advantage</strong>.</p></li></ul>",
      "effects": {
        "Brewer’s Gut (Cold)": {
          "name": "Brewer’s Gut (Cold)"
        },
        "Brewer’s Gut (Poison)": {
          "name": "Brewer’s Gut (Poison)"
        },
        "Brewer’s Gut (Frightened)": {
          "name": "Brewer’s Gut (Frightened)"
        }
      }
    },
    "Reveler’s Resilience": {
      "name": "Reveler’s Resilience",
      "description": "<p><em>1st-Level Festivity Domain Feature</em></p><hr /><p>You refuse to let your carousing be interrupted by something as trivial as a little pain. When you fail a saving throw to maintain concentration on a spell, you can use your reaction to reroll that saving throw. You can use this feature a number of times equal to your Wisdom modifier (minimum of once). You regain all expended uses when you finish a long rest.</p>"
    }
  }
}
