{
  "label": "L'arsene's Ledger - Spells",
  "entries": {
    "减压病": {
      "name": "减压病",
      "description": "<p>你扰乱目标范围内可见的生物的体内的化学反应，致使氮气泡渗入其血液中，强制其进行一次体质豁免。若豁免失败，则目标受到[[/r 5d8]]毒素伤害且陷入持续一分钟的中毒状态。若通过豁免，则受到的伤害减半且不会中毒。若目标完全潜在水中，则伤害骰由d8变为d10。</p><p>目标可以在自身回合结束时重复上述豁免，成功则终止该法术的效果。</p><p><em><strong>升环施法效应</strong></em><span style=\"font-family:Signika, sans-serif\">：使用4环或更高法术位施展该法术时，你使用的法术位每比3环高一环，则造成的伤害增加</span>[[/r 1d8]]。</p>"
    },
    "Humperdink's Irresistible Revelry": {
      "name": "Humperdink's Irresistible Revelry",
      "description": "<p>You attempt to force creatures in a <b>20-foot square</b> centred on a point within range into a dancing frenzy. Each creature in the area when you cast the spell must succeed on a <b>Wisdom saving throw</b> or suddenly engage in synchronised choreography, perfectly mimicking the movements of each other affected creature with flawless timing.</p><p>An affected creature must use all of its movement to dance without leaving its space, and has <b>disadvantage</b> on attack rolls and Dexterity saving throws. Other creatures have <b>advantage</b> on attack rolls against a dancing creature. As an action on your turn, you can further control affected creatures, forcing all of them to immediately use their reaction to move up to <b>15 feet</b> in a direction of your choice, potentially triggering opportunity attacks.</p><p>An affected creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p>",
      "materials": {
        "value": "a small mirror ball"
      }
    },
    "甜蜜冲刺": {
      "name": "甜蜜冲刺",
      "description": "<p>选择一根范围内可见的自愿生物。直至法术持续时间结束，目标的移动速度增加15尺，并且AC具有+1的加值。在其回合中，可以使用一个附赠动作来执行疾走，撤离，躲藏或者使用一件物品。</p><p>当法术终止，亦或受影响的生物在一个回合内没有消耗等同于其步行速度的移动力，则其会开始胃疼并陷入中毒状态，持续到其下一个回合结束。</p><p><em><strong>升环施法效应</strong></em><span style=\"font-family:Signika, sans-serif\">：使用3环或更高法术位施展该法术时，你使用的法术位每比2环高一环，则可以额外选则一个目标。</span></p>",
      "materials": {
        "value": "一些糖果"
      },
      "effects": {
        "Sugar Rush": {
          "name": "Sugar Rush"
        }
      }
    },
    "Crimson Death": {
      "name": "Crimson Death",
      "description": "<p>You spew a cloud of crimson smoke from your mouth, which gathers in a <strong>20-foot-radius sphere</strong> centred on your space that lasts for the duration, heavily obscuring the area. Each creature other than you that starts its turn in the cloud or enters it for the first time on its turn must make a <strong>Constitution saving throw</strong>, taking <strong>[[/r 5d8]]</strong> necrotic damage on a failed save, or half as much damage on a successful one. For as long as the cloud lasts, you can use a bonus action to move it up to <strong>20 feet</strong> in any direction.</p><p>A humanoid reduced to 0 hit points by this damage immediately dies and returns as a <span id=\"was-tagged\"><strong>@Compendium[dnd5e.monsters.NAISFPoNNgUCsEyW]{Zombie} </strong></span>under your control. You can control a maximum of three zombies at the same time. Any created beyond this number are hostile to all living creatures. In combat, zombies take their turn immediately after yours. Zombies under your control obey your verbal commands (no action required by you). When the spell ends, zombies created by the spell crumble to dust and are destroyed.</p><p><em><strong>At Higher Levels.</strong></em> When you cast this spell using a spell slot of 7th level or higher, the damage increases by <strong>[[/r 1d8]]</strong> for each slot level above 6th.</p>",
      "materials": {
        "value": "a crystal rod carved with necromantic runes worth 500 gp"
      }
    },
    "Sugar Rush": {
      "name": "Sugar Rush",
      "description": "<p>Choose a willing creature that you can see within range. Until the spell ends, the target's speed is increased by <b>15 feet</b>, and it gains a <b>+1 bonus</b> to AC. As a bonus action on each of its turns, it can take the <span id=\"was-tagged\">Dash</span>, Disengage, <span id=\"was-tagged\">Hide</span>, or <span id=\"was-tagged\">Use an Object</span> action.</p><p>When the spell ends, or if an affected creature does not spend movement up to its walking speed by the end of its turn, it then develops a stomach ache and is <b><span id=\"was-tagged\">poisoned</span></b> until the end of its next turn.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 3rd-level or higher, you can target one additional creature for each slot level above 2nd.</p>",
      "materials": {
        "value": "some candy"
      },
      "effects": {
        "Sugar Rush": {
          "name": "Sugar Rush"
        }
      }
    },
    "Protection": {
      "name": "Protection",
      "description": "<p>You trace a warding sigil in the air, sending it to slowly circle a willing creature you can see for the next <b>hour</b>.</p><p>Immediately before the target next takes damage, except psychic damage, the ward triggers. Until the end of the target's next turn, it has <b>resistance</b> to all damage excluding psychic, including the triggering damage. The warding sigil then disappears, and the spell ends on the target.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 3rd level or higher, you may target one additional creature for each slot level above 2nd.</p>",
      "materials": {
        "value": "a miniature silver shield worth 10 gp, which the spell consumes"
      },
      "effects": {
        "Protection": {
          "name": "Protection"
        }
      }
    },
    "激流": {
      "name": "激流",
      "description": "<p>你选择法术范围内的一个可见生物，且其需处于至少齐腰深的水中，然后选择一个方向。湍急的丝状地下水急流呈丝状将目标包裹。在法术持续时间内，目标的每个回合开始时必须进行一次<strong>力量豁免。</strong>若失败，其会向你之前选择的方向被拖拽30尺，其游泳速度会被降低至0尺，直至其下一个回合开始。若成功，则该生物在其下一个回合开始前可以正常移动。</p><p>你可以在你的回合中使用一个附赠动作来改变地下水流的方向。若目标离开法术的范围，或者不在处于齐腰深的水中，法术会提前终止。</p>"
    },
    "血肉化骨": {
      "name": "血肉化骨",
      "description": "<p>你试图将你所触碰的一个生物的皮肤变为板状骨质物。如果目标的身体由血肉构成，其必须进行一次体质豁免。一个自愿的生物可以选择自动失败这次豁免。豁免失败后，一个生物的皮肤变为坚硬的结合而成的骨质板状物。在法术持续时间内，目标生物的速度减半，且敏捷豁免处于劣势，并获得对穿刺与挥砍伤害的抗性。</p>",
      "materials": {
        "value": "一小掐骨髓"
      },
      "effects": {
        "Bone-itis (Flesh to Bone)": {
          "name": "Bone-itis (Flesh to Bone)"
        }
      }
    },
    "Flare": {
      "name": "Flare",
      "description": "<p>You launch a pulse of radiant energy at a target within range. Make a <b>ranged spell attack</b> against the target. On a hit, the target takes <b>[[/r 1d8]]</b> radiant damage. On a critical hit, the target is covered in glittering mystical light, granting <b>advantage</b> on attack rolls against the target until the end of your next turn.</p><p>Alternatively, you can launch the pulse at a point in the air within range where it slowly falls towards the ground.</p><p>Until the end of your next turn, the flare sheds bright light in a <b>20-foot radius</b> and dim light for an additional 20 feet.</p><p>This spell's damage increases by [[/r 1d8]] and the radius of the bright and dim light both increase by 10 feet when you reach 5th level (<b>[[/r 2d8]], 30 feet</b>), 11th level (<b>[[/r 3d8]], 40 feet</b>), and 17th level (<b>[[/r 4d8]], 50 feet</b>).</p>",
      "materials": {
        "value": "a strip of magnesium"
      }
    },
    "活体蜡烛": {
      "name": "活体蜡烛",
      "description": "<p>你指向范围内一个可见的生物，使漩动的融化的蜡将目标包裹并收集头发，衣物以及碎屑以在其头顶形成一个灯芯。</p><p>目标生物必须进行一次力量豁免。若未通过此次豁免，则其受到[[/r 5d8]] 的火焰伤害并被束缚，其会被困在蜡中，灯芯会被正义的火焰点燃并在周身20尺内散发出明亮光照，其外20尺还会散发出微光光照。若通过豁免，则目标受到的伤害减半且不会被束缚。</p><p>当受束缚的生物回合结束时，会受到[[/r 2d8]] 的火焰伤害。受束缚的生物以及周围5尺内的生物可以使用一个动作来进行一次对抗你法术DC的力量检定，若成功则可以解除束缚并终止法术。</p><p><span style=\"font-family:Signika, sans-serif\"><em><strong>升环施法效应</strong></em>：使用4环或更高法术位施展该法术时，你使用的法术位每比3环高一环，则该法术的初始及持续的伤害增加</span>[[/r 1d8]]。</p>",
      "materials": {
        "value": "some wax"
      }
    },
    "白骨之野": {
      "name": "白骨之野",
      "description": "<p>你选择施法范围内的一点，以该点为圆心，半径为100尺内的圆形区域内的地面被撕裂，骨质利爪，尾巴和巨颚从地底伸出，向范围内的一切抓挠撕咬。地面被除你自身之外的所有生物视为困难地形。若有生物在该区域内开始其回合，或者在一个回合内第一次进入该区域时需要进行一次力量豁免。若失败，则会受到[[/r 6d6]]的挥砍伤害，且陷入被骨质突出物擒抱的状态（脱离DC等同于你的法术DC）。若豁免成功，则受影响生物不会陷入被擒抱状态且只受到一半的伤害。</p><p>在法术的持续时间内，在你回合开始时，你可以使[[/r 1d4]]的<strong> </strong><span id=\"was-tagged\">@Compendium[dnd5e.monsters.nU8GN8La8DCt8SDb]{Skeletons} 自法术范围内的一点爬出。</span></p><p>每个你的回合你都可以使用一个附赠动作以心灵交流的方式为500尺内被此法术召唤的生物下达同一个命令。你可以决定其下回合将要执行的动作以及要移动到的位置，你也可以下达一个大致的命令，例如守卫一间房间或者一道长廊。如果你不下达命令，则这些生物只会在敌对生物的威胁下自卫。当接收到命令后，这些生物会持续执行这些命令直到任务完成。当法术终止后，由此法术创造的生物会化为灰烬。</p><p>如果该法术在一片埋葬有大量尸体的地方施放（由GM裁定），例如一片坟场或是战场，该法术的豁免检定处于劣势且你可以召唤 [[/r 2d4]] 的骷髅</p>",
      "materials": {
        "value": "一块许愿骨"
      }
    },
    "致郁恶言": {
      "name": "致郁恶言",
      "description": "<p>你对范围内可见的目标生物发动言语上的指责，指出其所有的缺点以及失败以图使其失去信心。如果目标能听到你的话且掌握一门语言（但不需要听懂你的语言），则其必须进行一次感知豁免。豁免失败者受到[[/r 2d8]]的心灵伤害且陷入持续一分钟的胆怯状态。一个处于胆怯状态的生物的属性与攻击检定处于劣势，且若其在投掷[[/r d20]]的上述检定中投出了1，立即受到[[/r 2d8]]的心灵伤害。一个胆怯的生物若成功了通过了属性检定或者攻击检定，将不再处于胆怯状态。豁免成功则受到的伤害减半且不会陷入胆怯状态。</p><p><em><strong>升环施法效应</strong></em><span style=\"font-family:Signika, sans-serif\">：使用2环或更高法术位施展该法术时，你使用的法术位每比1环高一环，则造成的心灵伤害增加</span>[[/r 1d8]]。</p>"
    },
    "超凡耐力": {
      "name": "超凡耐力",
      "description": "<p>选择一个处于范围内可见的自愿生物；其不会在感受到肉体上的疼痛，且不需要食物和水就可以存活。受法术影响的生物无视力竭及中毒状态带来的效果，且无法陷入失能、震慑、麻痹状态，也不会失去意识。每当目标受到的伤害会将其生命值降低到0，其改为进行一次死亡豁免。如果该生物累计失败了三次死亡豁免，则会死去。</p><p>当法术持续时间结束时，此生物每累计有一次失败的死亡豁免则获得一层力竭。若此生物因失败的死亡豁免死去后被复活，则其在等同于受到此法术影响的时间内无法恢复意识。当其醒来时，获得三层力竭。</p><p>若在法术结束后该生物依旧存活，则会在等同于其受到法术影响的时间内失去意识，且不会因任何低于祈愿术的手段苏醒。</p><p><em><strong>升环施法效应：</strong></em>使用6环或更高法术位施展该法术时，你可以将法术持续时间增加至10分钟（六环），1小时（7环），8小时（8环）或1天（9环）。</p>",
      "materials": {
        "value": "一个价值250gp的宝石外壳的蟑螂, 作为法术的耗材"
      }
    },
    "震慑箭": {
      "name": "震慑箭",
      "description": "<p>你向任意范围内的目标发射一道由聚焦的能量构成的飞弹，并会炸成一团噼啪作响的雷电。目标必须进行一次体质豁免。</p><p>若豁免失败，则目标受到[[/r 8d8]]的闪电伤害，且在其下个回合开始前不能执行反应。如果一个生物的豁免投掷结果小于法术DC5点或者更多，其还会被震慑直到下一个回合。若豁免成功，则受到的伤害减半且不会被震慑，并可以正常执行反应。</p><p><em><strong>升环施法效应</strong></em><span style=\"font-family:Signika, sans-serif\">：使用5环或更高法术位施展该法术时，你使用的法术位每比4环高一环，则造成的伤害增加</span>[[/r 1d8]]。</p>",
      "materials": {
        "value": "一根由石英和铜导线制成的短棒"
      }
    },
    "Flesh to Bone": {
      "name": "Flesh to Bone",
      "description": "<p>You attempt to turn the skin of a creature you touch into bony plates. If the target's body is made of flesh, it must make a <b>Constitution saving throw</b>. A willing creature can choose to fail this saving throw. On a failure, a creature's skin turns into hardened, articulating plates of bone. For the duration, the creature's speed is halved, it has <b>disadvantage</b> on Dexterity saving throws, and it has <b>resistance</b> to piercing and slashing damage.</p>",
      "materials": {
        "value": "a pinch of bone marrow"
      },
      "effects": {
        "Bone-itis (Flesh to Bone)": {
          "name": "Bone-itis (Flesh to Bone)"
        }
      }
    },
    "Purple Rain": {
      "name": "Purple Rain",
      "description": "<p>An alcoholic rainstorm rapidly builds in a <b>20-foot-radius, 60-foot-tall cylinder</b> centred on a point within range, releasing intoxicating vapours. When the rain begins, each creature in the area must succeed on a <b>Constitution saving throw</b> or gain two levels of drunkenness.</p><p>For the duration, a creature must also make this saving throw when it enters the spell's area for the first time on its turn or ends its turn there.</p><p>A creature with levels of drunkenness inflicted by this spell takes <b>[[/r 1d10]]</b> poison damage per level of drunkenness it has at the start of each of its turns. When the spell ends, affected creatures immediately lose all levels of drunkenness.</p>",
      "materials": {
        "value": "one drop of blue curaçao"
      }
    },
    "Depth Charge": {
      "name": "Depth Charge",
      "description": "<p>With a boom that can be heard <b>300 feet</b> away (or <b>1000 feet</b> in a liquid), a pulse of thunder ripples out from a point you choose within range. Each creature in a <b>20-foot-radius sphere</b> centred on that point must make a <b>Constitution saving throw</b>. A target takes <b>[[/r 7d6]]</b> thunder damage on a failed save, or half as much damage on a successful one. This damage increases to <b>[[/r 9d6]]</b> if the affected creature is submerged in a liquid.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 4th level or higher, the damage increases by <b>[[/r 1d6]]</b> for each slot level above 3rd.</p>",
      "materials": {
        "value": "some metamorphic rock"
      }
    },
    "深渊冲击": {
      "name": "深渊冲击",
      "description": "<p>伴随着一道在300尺内都能被听到的轰鸣声（若在液体内此外范围变为1000尺），一道雷鸣脉冲自你在法术范围内选择的一处地点迸发而出。处于以目标地点为圆心，半径为20尺的圆形区域内的所有生物必须进行一次<strong>体质豁免</strong>。豁免失败则受到[[/r 7d6]]雷鸣伤害，豁免成功则伤害减半。受影响的生物若处于水中，则该伤害增加至[[/r 9d6]]。</p><p><em><strong>升环施法效应</strong></em>：使用4环或更高法术位施展该法术时，你使用的法术位每比3环高一环，则该法术的伤害增加[[/r 1d6]]。</p>",
      "materials": {
        "value": "一些变质岩"
      }
    },
    "珊瑚皮肤": {
      "name": "珊瑚皮肤",
      "description": "<p>你触碰一个自愿的生物，将其皮肤变为一片快速生长的多色珊瑚。在释放此法术，及在法术持续时间内法术的目标开始其回合时，目标生物获得[[/r 2d4]] 加上你施法属性调整值的临时生命值。此外，目标的徒手攻击命中后额外造成的[[/r 1d4]]的挥砍伤害。当法术结束后，目标失去其通过此法术获得的所有临时生命值。</p>",
      "materials": {
        "value": "一块活体珊瑚"
      },
      "effects": {
        "Coralskin Strikes": {
          "name": "Coralskin Strikes"
        }
      }
    },
    "变色龙之肤": {
      "name": "变色龙之肤",
      "description": "<p>你为一个你触碰的生物及其携带的物品和穿戴的衣物染上色素，使得其缓慢的变换色调与周身环境匹配。在法术持续的时间内，目标每个回合可以使用一个附赠动作来进行躲藏，即便处于轻度遮蔽状态。如果目标上回合并未进行过移动，其他生物对其的感知（察觉）检定处于劣势。不依靠视觉的生物，例如具有振动感知的生物，免疫此效果。</p><p><em><strong>升环施法效应</strong></em>：使用二环或者更高的法术环位施展该法术时，你可以为每个高于一环的法术位额外选择一个目标。</p>",
      "materials": {
        "value": "红，黄，绿三色的颜料"
      }
    },
    "钻心剜骨咒": {
      "name": "钻心剜骨咒",
      "description": "<p>你暂时停止目标范围内可见的生物的部分神经系统，随后过度刺激它并导致严重的痛楚。目标生物必须通过一次体质豁免，否则受到[[/r 1d8]]的心灵伤害。若目标的豁免投掷结果低于法术DC5点或更多，则其因痛苦而失去身体部分控制权，致使其下一个回合结束前的下一次攻击具有劣势。</p><p>你到达5级时，该法术的伤害增加[[/r 1d8]]（变为[[/r 2d8]]）。11级时再加[[/r 1d8]]（变为[[/r 3d8]]），17级时再加[[/r 1d8]]（变为[[/r 4d8]]）。 </p>"
    },
    "Riptide": {
      "name": "Riptide",
      "description": "<p>Choose one creature you can see within range that is at least waist-deep in water, and choose a direction. Turbulent ribbons of underwater currents wrap around the creature. The target must succeed on a <b>Strength saving throw</b> at the start of each of its turns for the duration of the spell. On a failure, it is dragged <b>30 feet</b> in the direction you chose, and its swimming speed is reduced to <b>0 feet</b> until the start of its next turn. On a success, the creature can move normally until the start of its next turn.</p><p>As a bonus action on your turn, you can change the direction of the underwater currents. The spell ends early if the creature is ever out of the spell's range, or is no longer submerged in water.</p>"
    },
    "Endure": {
      "name": "Endure",
      "description": "<p>Choose a willing creature you can see within range; it ceases to heed the pained calls of its body, needing neither food nor water to exist. An affected creature ignores the effects of <span id=\"was-tagged\">exhaustion</span>, the <span id=\"was-tagged\">poisoned</span> condition, and cannot be <span id=\"was-tagged\">incapacitated</span>, <span id=\"was-tagged\">stunned</span>, paralysed, or fall <span id=\"was-tagged\">unconscious</span>. Each time an affected creature takes damage that would reduce its hit points to 0, it makes a death saving throw instead. If the creature fails 3 death saving throws, it dies.</p><p>When the spell ends, the creature gains a level of <span id=\"was-tagged\">exhaustion</span> for each death saving throw it failed. If the creature is resurrected after dying from these failed death saving throws, it does not regain consciousness for a duration equal to the time for which this spell affected it.</p><p>When it wakes, it gains 3 levels of <b><span id=\"was-tagged\">exhaustion</span></b>.</p><p>If the creature is still alive when the spell ends, it falls <b><span id=\"was-tagged\">unconscious</span></b> for a duration equal to the time for which this spell affected it. Whilst <span id=\"was-tagged\">unconscious</span> in this way, the creature can not be awakened by any means short of a wish spell.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 6th level or higher, you can increase the duration to <b>10 minutes</b> (6th level), <b>1 hour</b> (7th level), <b>8 hours</b> (8th level) or <b>1 day</b> (9th level).</p>",
      "materials": {
        "value": "a gem-encrusted cockroach worth 250 gp, which the spell consumes"
      }
    },
    "Daydream": {
      "name": "Daydream",
      "description": "<p>You float some mildly distracting thoughts into the mind of a humanoid you can see within range. The target must succeed on a <strong>Wisdom saving throw</strong> or have <strong>disadvantage</strong> on Wisdom (<span id=\"was-tagged\">Perception</span>) checks (taking a -5 penalty to its passive <span id=\"was-tagged\">Perception</span> as a result of this disadvantage) until the spell ends. A creature <strong>immune</strong> to being <span id=\"was-tagged\">charmed</span> is unaffected by this spell.</p><p>A creature that succeeds on the saving throw by <strong>5</strong> or more is aware that an attempt was made to influence it with magic. Otherwise, the creature remains unaware of the magic that affected it.</p><p><em><strong>At Higher Levels.</strong></em> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st, or you can extend the range of the spell by <strong>30 feet</strong> for each slot level above 1st.</p>",
      "materials": {
        "value": "a tiny, four-panelled window"
      }
    },
    "耀光弹": {
      "name": "耀光弹",
      "description": "<p>你向范围内的任意目标射出一道光耀能量脉冲，对目标进行一次远程法术攻击。若命中，目标受到[[/r 1d8]]光耀伤害。若造成重击，目标会被闪耀的神秘光芒覆盖，对该目标的攻击检定具有优势直到你的下一个回合结束。</p><p>此外，你也可以选择将能量脉冲射向范围内空中的一点，其会缓慢的向地面坠落。直到你的下一个回合结束，耀光弹会早20范围的半径内抛洒出明亮光照，并在其外20尺内散发微光光照。</p><p></p><p>法术的伤害和照明范围会在你5级后分别提高 [[/r 1d8]]和10尺，11级 ([[/r 3d8]], 40尺), 和17级 ([[/r 4d8]], 50尺)</p>",
      "materials": {
        "value": "a strip of magnesium"
      }
    },
    "Bone Cage": {
      "name": "Bone Cage",
      "description": "<p>You draw the bones from all corpses within range, forming a carapace of ribcages and femurs. You gain temporary hit points for each Small or larger corpse wholly or partly within range, according to its size, that last for the duration:</p><table><tbody><tr><td><strong>Sizes</strong></td><td><strong>Temporary Hit Points Gained</strong></td></tr><tr><td>Small</td><td><strong>[[/r 1d6+1]]</strong></td></tr><tr><td>Medium</td><td><strong>[[/r 1d8+2]]</strong></td></tr><tr><td>Large</td><td><strong>[[/r 1d10+5]]</strong></td></tr><tr><td>Huge</td><td><strong>[[/r 1d12+12]]</strong></td></tr><tr><td>Gargantuan</td><td><strong>[[/r 1d20+25]]</strong></td></tr></tbody></table><p>As an action on a subsequent turn, you can cause your armour of bones to erupt, expending all remaining temporary hit points. Each other creature within range must make a <strong>Dexterity saving throw</strong>, taking piercing damage equal to your expended temporary hit points on a failure, or half as much damage on a success. Whatever the manner in which the temporary hit points are lost, the bones shatter and cannot be used in this way again.</p>",
      "materials": {
        "value": "the bones of at least one non-animated corpse, which the spell consumes"
      }
    },
    "白日梦": {
      "name": "白日梦",
      "description": "<p>你将一些具有轻微干扰性的思绪植入法术范围内的一个类人生物。目标必须通过一<strong>次感知豁免</strong>，否则其感知（豁免）鉴定处于劣势（其被动感知承受-5的惩罚）直到法术持续时间结束。一个免疫魅惑状态的生物不会被此法术影响。</p><p>一个豁免检定的结果大于法术DC5点或者更高的生物会意识到由魔法试图干扰他的思绪。否则，此生物不会注意到影响他的魔法。</p><p><em><strong>升环施法效应</strong></em>：使用2环或更高法术位施展该法术时，你使用的法术位每比1环高一环，便可以为法术额外选择一个目标，或者将此法术的范围扩大30尺。</p>",
      "materials": {
        "value": "一块微小的四格窗户"
      }
    },
    "腥红死雾": {
      "name": "腥红死雾",
      "description": "<p>你自口中吐出红色的云雾，其会在你周身半径20尺的球状区域内汇集，并使该区域陷入重度遮蔽状态，持续到法术时间结束。每个除你之外的生物在该区域内开始其回合，或者在一个回合内第一次进入该区域时需要进行一次体制豁免，如果失败则受到[[/r 5d8]]的黯蚀伤害，成功则伤害减半。在这片云雾的持续时间内，你可以使用一个附赠动作将其向任意方向移动20尺。</p><p>因此伤害而生命值降低为0的类人生物立即死亡并以一个处于你操控下的<span id=\"was-tagged\"><strong>@Compendium[dnd5e.monsters.NAISFPoNNgUCsEyW]{Zombie}</strong></span>的形式回归。你最多同时操控三个僵尸。任何高于此数量的僵尸会对所有活着的生物处于敌对状态。在战斗中，这些僵尸会在你的回合之后立刻执行其回合。在你操控下的僵尸会服从你的命令（不需要你消耗任何动作）。当法术结束后，由此法术创造的僵尸会化为灰烬且被摧毁。</p><p><em><strong>升环施法效应</strong></em>：使用7环或更高法术位施展该法术时，你使用的法术位每比6环高一环，此法术的伤害便增加[[/r 1d8]]</p>",
      "materials": {
        "value": "一个价值500gp的刻有死灵符文的水晶棒"
      }
    },
    "庇佑术": {
      "name": "庇佑术",
      "description": "<p>你在空中划出一个庇护性的符文，并使其在接下来的一小时内环绕一个可见的自愿生物。</p><p>在目标生物即将收到除了心灵伤害以外的伤害时，守护符文会被触发。直到目标的下一回合结束，该生物获得除了心灵伤害以外的所有伤害的抗性，包括触发符文的伤害。之后守护符文会消失，法术立即终止。</p><p><em><strong>升环施法效应</strong></em>：使用3环或更高法术位施展该法术时，你使用的法术位每比2环高一环，你便可以为该法术额外选择一个目标。</p><p></p>",
      "materials": {
        "value": "一面加值10gp的微型银色盾牌，作为法术的耗材"
      },
      "effects": {
        "Protection": {
          "name": "Protection"
        }
      }
    },
    "不洁灵光": {
      "name": "不洁灵光",
      "description": "<p>使人衰弱的能量以你为中心发散而出，形成一个半径为30尺的光环。直至法术终止，该灵光以你为中心随你行动。每个由你指定的生物，在其回合内进入你的灵光范围或者在该范围内开始其回合时，必须通过一次魅力豁免，否则陷入衰竭状态直到其下回合结束。处于衰竭状态的生物需要为其每个技能检定，豁免检定以及攻击检定投掷一枚[[/r d4]]并减去其结果，且该生物受到的治疗减半。</p>",
      "effects": {
        "Aura of Impurity": {
          "name": "Aura of Impurity"
        }
      }
    },
    "Coralskin": {
      "name": "Coralskin",
      "description": "<p>You touch a willing creature, turning their skin into a rapidly growing landscape of varicoloured coral. When the spell is cast, and at the start of each of the target creature's turns for the duration of the spell, the creature gains temporary hit points equal to <b>[[/r 2d4]]</b> plus your spellcasting ability modifier. In addition, the target's unarmed attacks deal an additional <b>[[/r 1d4]]</b> slashing damage on a hit. When the spell ends, the target loses any remaining temporary hit points from this spell.</p>",
      "materials": {
        "value": "a lump of living coral"
      },
      "effects": {
        "Coralskin Strikes": {
          "name": "Coralskin Strikes"
        }
      }
    },
    "Stunbolt": {
      "name": "Stunbolt",
      "description": "<p>You fire a concentrated bolt of energy at a target within range, which explodes in a cloud of crackling lightning. The target must make a <b>Constitution saving throw</b>.</p><p>On a failure, the target takes <b>[[/r 8d8]]</b> lightning damage and can't take reactions until the start of its next turn. A creature that fails by <b>5</b> or more is also <b><span id=\"was-tagged\">stunned</span></b> until the end of its next turn. On a success, a creature takes half as much damage, isn't <span id=\"was-tagged\">stunned</span>, and can take reactions as normal.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 5th level or higher, the damage increases by <b>[[/r 1d8]]</b> per slot level above 4th.</p>",
      "materials": {
        "value": "a rod of quartz and copper wire"
      }
    },
    "Words of Discouragement": {
      "name": "Words of Discouragement",
      "description": "<p>You launch into a diatribe against a creature you can see within range, listing all of its shortcomings and failures and attempting to rouse its insecurities. If the creature can hear you and understands a language (though it need not understand you specifically), it must make a <b>Wisdom saving throw</b>. On a failed save, it takes <b>[[/r 2d8]]</b> psychic damage and becomes timorous for <b>1 minute</b>. A timorous creature makes ability checks and attack rolls with <b>disadvantage</b> and, if it rolls a <b>1</b> on the [[/r d20]] for any of these rolls, takes <b>[[/r 2d8]]</b> psychic damage. A timorous creature that succeeds on ability check or attack roll is no longer timorous. On a successful save, a creature takes half as much damage and doesn't become timorous.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 2nd level or higher, the initial psychic damage increases by <b>[[/r 1d8]]</b> for each slot level above 1st.</p>"
    },
    "Chameleon Skin": {
      "name": "Chameleon Skin",
      "description": "<p>You imbue a creature you touch with pigment so that its skin, and anything it wears or carries, slowly shifts hues to match its surroundings. For the duration, the target can take the <span id=\"was-tagged\">Hide</span> action as a bonus action on each of its turns, even when only lightly obscured.</p><p>If the target did not move during its last turn, creatures have <b>disadvantage</b> on any Wisdom (<span id=\"was-tagged\">Perception</span>) checks made to see the target. Creatures who do not rely on sight, such as those with <span id=\"was-tagged\">tremorsense</span>, are <b>immune</b> to this effect.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st.</p>",
      "materials": {
        "value": "red, yellow, and blue pigment"
      }
    },
    "内爆": {
      "name": "内爆",
      "description": "<p>你使目标可见的生物的内部气压产生急促且不可预测的变化，致使其呼吸器官破裂。目标必须进行一次体质豁免，若目标正在闭气则此次豁免具有劣势。若失败，则此生物受到[[/r 7d6]]的雷鸣伤害，[[/r 7d6]]的<span style=\"font-family:Signika, sans-serif\">黯蚀伤害，并立即陷入窒息状态。若成功，则目标受到的伤害减半并不会窒息。因为此法术陷入窒息状态的生物可以在回合结束的时候重复一次豁免检定，并在成功后解除窒息状态。</span></p><p>一个不需要呼吸的生物对此法术的效果免疫。一个高等复原术，疗伤术或者祈愿术可以使目标立即恢复呼吸的能力，并终止窒息状态。</p><p><em><strong>升环施法效应</strong></em><span style=\"font-family:Signika, sans-serif\">：使用7环或更高法术位施展该法术时，你使用的法术位每比6环高一环，则法术造成的雷鸣与黯蚀伤害增加</span>[[/r 1d6]].</p>"
    },
    "Pins & Needles": {
      "name": "Pins & Needles",
      "description": "<p>You momentarily shut down a small part of the nervous system of a creature you can see within range, before overstimulating it and causing crippling pain. The creature must succeed on a <b>Constitution saving throw</b> or take <b>[[/r 1d8]]</b> psychic damage. If the target fails its saving throw by <b>5</b> or more, it has <b>disadvantage</b> on the next attack roll it makes before the end of its next turn as it temporarily loses full control of a part of its body.</p><p>This spell's damage increases by [[/r 1d8]] when you reach 5th level (<b>[[/r 2d8]]</b>), 11th level (<b>[[/r 3d8]]</b>), and 17th level (<b>[[/r 4d8]]</b>).</p>"
    },
    "Field of Bones": {
      "name": "Field of Bones",
      "description": "<p>The ground in a <strong>100-foot-radius circle</strong> centred on a point you can see within range is punctured as bony claws, tails, and maws protrude from the ground, snapping, grasping, and raking at all within reach. The ground becomes difficult terrain for creatures other than you. A creature that starts its turn in this area or enters this area for the first time on its turn must make a <strong>Strength saving throw</strong>. On a failure, it takes <strong>[[/r 6d6]]</strong> slashing damage and is <span id=\"was-tagged\"><strong>grappled</strong></span> by the bony protrusions (<strong>escape DC</strong> equals your spell <strong>save DC</strong>). On a success, a creature takes half as much damage and isn't <span id=\"was-tagged\">grappled</span>.</p><p>For the duration of the spell, at the start of each of your turns, you can cause <strong>[[/r 1d4]] </strong><span id=\"was-tagged\"><strong>@Compendium[dnd5e.monsters.nU8GN8La8DCt8SDb]{Skeletons} </strong></span>to burst from the ground at points you choose within the spell's area.</p><p>On each of your turns, you can use a bonus action to mentally command all the creatures made by this spell if the creature is within 500 feet of you, issuing the same command to each one. You decide what action the creature will take and where it will move during its next turn, or you can issue a general command, such as to guard a particular chamber or corridor. If you issue no commands, the creature only defends itself against hostile creatures. Once given an order, the creature continues to follow it until its task is complete. When the spell ends, all creatures created by this spell crumble into dust.</p><p>If this spell is cast in an area with a lot of buried corpses (GM's discretion), like a graveyard or battlefield, the saving throw is made with disadvantage and you create <strong>[[/r 2d4]]</strong> skeletons instead.</p>",
      "materials": {
        "value": "a wishbone"
      }
    },
    "汉普丁的难抑迷舞": {
      "name": "汉普丁的难抑迷舞",
      "description": "<p>你试图强迫施法范围内一个边长为20尺内方形区域内的所有生物陷入疯狂的舞步。你施法的区域内的所有生物必须通过一次敏捷豁免否则会突然加入同步的舞蹈，以完美的时机复刻着其他受法术影响的生物的动作。</p><p>受影响的生物必须使用所有的移动力在原地跳舞，且其攻击检定和敏捷豁免具有劣势。其他生物对处于舞蹈状态的生物的攻击具有优势。你可以在你的回合以一个动作进一步控制被法术影响的生物，强迫他们向你指定的方向移动15尺，并可以触发借机攻击。</p><p>受影响的生物可以在其回合结束的时候再次投掷一次豁免检定，成功后解除此状态。</p>",
      "materials": {
        "value": "一个小型的反射球"
      }
    },
    "紫雨": {
      "name": "紫雨",
      "description": "<p>一道带有酒精的雨云在你指定的位于施法范围内的一处20尺半径，60尺高的柱状区域内汇集，并降下令人沉醉的水蒸气。当雨开始下时，每个此区域内的生物必须通过一次体质豁免，否则陷入两层醉酒状态。</p><p>在法术持续时间内，若有<span style=\"font-family:Signika, sans-serif\">生物在该区域内结束其回合，或者在一个回合内第一次进入该区域时，都需要进行一次上述豁免。</span></p><p>一个因此法术而具有醉酒层数的生物在其回合开始时为每层醉酒受到[[/r 1d10]]毒素伤害。当法术结束时，所有受影响的生物立即失去所有醉酒层数。</p>",
      "materials": {
        "value": "一滴蓝色的柑桂酒"
      }
    },
    "骸骨牢笼": {
      "name": "骸骨牢笼",
      "description": "<p>你自周身的尸体身上提取其骸骨，形成一个由肋骨与股骨构成的甲壳。你根据每具完全处于或者半处于法术范围内，体型为小型或更大的尸体获得临时生命值直到法术结束：</p><table><tbody><tr><td><p><strong>体型</strong></p></td><td><p><strong>临时生命值</strong></p></td></tr><tr><td><p>小型</p></td><td><p><strong>[[/r 1d6+1]]</strong></p></td></tr><tr><td><p>中型</p></td><td><p><strong>[[/r 1d8+2]]</strong></p></td></tr><tr><td><p>大型</p></td><td><p><strong>[[/r 1d10+5]]</strong></p></td></tr><tr><td><p>巨型</p></td><td><p><strong>[[/r 1d12+12]]</strong></p></td></tr><tr><td><p>超巨型</p></td><td><p><strong>[[/r 1d20+25]]</strong></p></td></tr></tbody></table><p>在随后的回合中，你可以使用一个动作，消耗你剩余的所有临时生命值，让你的骸骨护甲爆炸。每个处于法术范围内的其他生物需要进行一次<strong>敏捷豁免</strong>，失败则受到等同于你消耗的临时生命值的穿刺伤害，成功则伤害减半。无论临时生命值以何种形式消耗，你身上的骨头会碎裂且不能以此方式被再次使用。</p>",
      "materials": {
        "value": "一具没有被操控的尸体的骨头，作为法术的耗材"
      }
    },
    "The Bends": {
      "name": "The Bends",
      "description": "<p>You assault the internal chemistry of a creature you can see within range, causing bubbles of nitrogen to precipitate in its blood, forcing it to make a <b>Constitution saving throw</b>. On a failed save, the target takes <b>[[/r 5d8]]</b> poison damage and is <b><span id=\"was-tagged\">poisoned</span></b> for <b>1 minute</b>. On a successful save, the target takes half as much damage and isn't <span id=\"was-tagged\">poisoned</span>. If the target is completely submerged in water, increase the damage dice from d8s to <b>d10s</b>.</p><p>The target can repeat the saving throw at the end of each of its turns, ending the effect on a success.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 4th level or higher, the damage increases by <b>[[/r 1d8]]</b> for each slot level above 3rd.</p>"
    },
    "Lungburst": {
      "name": "Lungburst",
      "description": "<p>You cause rapid and unpredictable changes in the internal air pressure of a creature you can see, rupturing its breathing apparatus. The creature must make a <b>Constitution saving throw</b>. A creature that is holding its breath makes this saving throw with <b>disadvantage</b>. On a failure, a creature takes <b>[[/r 7d6]]</b> thunder damage, <b>[[/r 7d6]]</b> necrotic damage, and immediately begins suffocating. On a success, a creature takes half as much damage and does not begin suffocating. A creature suffocating in this way can repeat the saving throw at the end of each of its turns, ending its suffocation on a success.</p><p>A creature that does not need to breathe is <b>immune</b> to the effects of this spell. A <span id=\"was-tagged\">greater restoration</span>, <span id=\"was-tagged\">heal</span>, or <span id=\"was-tagged\">wish</span> spell can restore a creature's ability to breathe, and end its suffocation.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 7th level or higher, the thunder and necrotic damage both increase by <b>[[/r 1d6]]</b> for each slot level above 6th.</p>"
    },
    "Living Candle": {
      "name": "Living Candle",
      "description": "<p>You point at a creature you can see within range, causing a swirl of molten wax to surround the creature and gathering hair, clothes, and debris into a wick atop its head.</p><p>The creature must make a <b>Strength saving throw</b>. On a failure, it takes <b>[[/r 5d8]]</b> fire damage as it becomes <b><span id=\"was-tagged\">restrained</span></b> and encased within the wax until the spell ends, its wick lighting with righteous fire which sheds bright light for <b>30 feet</b> and dim light for an additional <b>30 feet</b>. On a success, the creature takes half as much damage and isn't <span id=\"was-tagged\">restrained</span>.</p><p>At the end of each of its turns, a <span id=\"was-tagged\">restrained</span> creature takes <b>[[/r 2d8]]</b> fire damage. The <span id=\"was-tagged\">restrained</span> creature, or a creature within <b>5 feet</b> of it, can use its action to make a <b>Strength check</b> against your spell save DC, freeing the <span id=\"was-tagged\">restrained</span> creature and ending the spell on a success.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a slot level of 4th level or higher, the initial and ongoing damage increases by <b>[[/r 1d8]]</b> for each slot level above 3rd.</p>",
      "materials": {
        "value": "some wax"
      }
    },
    "激怒": {
      "name": "激怒",
      "description": "<p>你试图激起一群人内心暴力的情绪。你指定施法范围内的一点，每个位于此点20尺半径的圆形区域内的类人生物需要进行一次魅力豁免；一个生物可以自愿让此次豁免失败。未通过豁免的生物在法术持续时间内陷入被激怒状态。</p><p>处于被激怒状态下的目标对所有生物陷入敌对。被激怒的生物若专注于一个法术，则其每个回合开始需要通过一次DC为10的体质豁免，否则其会失去对该法术的专注。</p><p>你可以以一个动作来强迫一个处于被激怒状态下的生物使用一次反应来对其攻击范围内的一个随机生物进行一次近战武器攻击。若被激怒的生物对被攻击的目标在施放法术前处于友好状态，则其可以立即进行一次之前的魅力豁免，若成功则立即终止被激怒的状态。</p><p>一个被激怒的生物可以在受到伤害后重复之前的豁免，成功则会终止该状态。当法术终止后，目标生物会回归到之前的状态，除非GM做出其他的判定。</p><p><em><strong>升环施法效应</strong></em>：使用4环或更高法术位施展该法术，且使用动作强迫一个被激怒的生物发动近战武器攻击时，你使用的法术位每比3环高一环，便可以指定一个额外的生物发动近战武器攻击。</p>",
      "materials": {
        "value": "一块红色手帕"
      }
    },
    "血色狂乱": {
      "name": "血色狂乱",
      "description": "<p>你触碰一个自愿的生物，以杀手的直觉强化其专注。直至法术终止，目标对生命值低于上限一半的生物的攻击具有优势。此外，若目标30尺范围内至少有一个生命值低于其上限一半的生物，且目标对此生物处于敌对状态，则目标对生命值高于其生命上限一半的生物的攻击投掷处于劣势。</p><p><em><strong>升环施法效应</strong></em>：使用三环或者更高的法术环位施展该法术时，你可以为每个高于二环的法术位额外选择一个目标。</p>",
      "materials": {
        "value": "一滴24小时内提取的新鲜血液"
      }
    },
    "Enrage": {
      "name": "Enrage",
      "description": "<p>You attempt to create violent emotions in a group of people. Each humanoid in a <b>20-foot-radius sphere</b> centred on a point you choose within range must make a <b>Charisma saving throw</b>; a creature can choose to fail this saving throw if it wishes. A creature that fails this saving throw becomes enraged for the duration.</p><p>While enraged, a target becomes hostile towards all creatures. An enraged creature that is <span id=\"was-tagged\">concentrating</span> on a spell must succeed on a <b>DC 10 Constitution saving throw</b> at the start of each of its turns or lose <span id=\"was-tagged\">concentration</span> on the spell.</p><p>As an action, you can force an enraged creature to use its reaction to make one melee weapon attack against one randomly determined creature within the enraged creature's reach. If the enraged creature was friendly towards the target of its attack before this spell was cast, the enraged creature can repeat the saving throw immediately after making the attack, ending the effect on itself on a success.</p><p>An enraged creature can repeat the saving throw whenever it takes damage, ending the effect on itself on a success. When the spell ends, the creature reverts to its previous disposition again, unless the GM rules otherwise.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 4th level or higher and use an action to force an enraged creature to make a melee weapon attack, you can force one additional enraged creature to make a melee weapon attack for each slot level above 3rd.</p>",
      "materials": {
        "value": "a red handkerchief"
      }
    }
  }
}
