{
  "label": "Loot Tavern - FBI",
  "entries": {
    "Sleuth's Shadowcoat (Rare)": {
      "name": "Sleuth's Shadowcoat (Rare)",
      "description": "Wondrous item, rare (requires attunement)<hr /><p>Sometimes, a detective's best tool is remaining undetected. The <em>sleuth's shadowcoat</em> allows its wearer to take full advantage of shadows, to hide in plain sight, and to disappear in a puff of smoke (well... fog) when things go awry. Also, it has plenty of secret and obvious pockets in which to store things. Very useful.</p><p>This item has <strong>12 charges</strong> and regains <strong>[[/r 1d6 + 4]]</strong> expended charges daily at dawn.</p><p><em><strong>Shadow Stealth.</strong></em> While wearing this coat in dim light or darkness, you can use a bonus action to expend <strong>1 charge</strong> and turn <span id=\"was-tagged\"><strong>invisible</strong></span> until the start of your next turn. This invisibility ends if you attack or cast a spell. If you are still <span id=\"was-tagged\">invisible</span> at the start of your next turn, you can choose to immediately expend <strong>1 charge</strong> (no action required) to prolong the effect for another turn.</p><p><em><strong>Hide in Plain Sight.</strong></em> While wearing the coat, you can expend <strong>2 charges</strong> to cast the <span id=\"was-tagged\">chameleon skin</span> spell on yourself.</p><p><em><strong>Disappearing Act.</strong></em> While wearing the coat, you can expend <strong>2 charges</strong> to cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.IBJmWjzbQGu7M4UX]{Fog Cloud}</span> spell centred on yourself. When you cast the spell in this way, it only lasts up to <strong>1 minute</strong>, and you can immediately move up to half your speed.</p>"
    },
    "Taz's Zealous Retribution (Uncommon)": {
      "name": "Taz's Zealous Retribution (Uncommon)",
      "description": "<p>Wand, uncommon (attunement optional)</p><p>[[/r 1]] piercing - finesse</p><hr /><p>A common field tool, the TZR, as it is referred to by FBI agents, is the creation of the Bureau's very own inventor: Tazon Regalton. Designed primarily for incapacitating fleeing evil-doers, the TZR also packs a punch when necessary.</p><p><em><strong>Stun Baton.</strong></em> You can use this wand as a simple melee weapon with the finesse property, dealing 1 piercing damage on a hit. Once per turn when you hit a creature with an attack using the wand, you can cause it to discharge in one of the following ways:</p><p><em><strong>Sap.</strong></em> The creature must make a <strong>DC 13 Constitution saving throw</strong>. On a failure, its speed is reduced to <strong>0 feet</strong> and it can't take bonus actions or reactions until the end of its next turn. A creature immune to being <span id=\"was-tagged\">stunned</span> automatically succeeds on this saving throw.</p><p><em><strong>Zap.</strong></em> The creature takes an extra <strong>[[/r 2d8]]</strong> lightning damage and can't take reactions until the start of its next turn unless it is immune to being <span id=\"was-tagged\">stunned</span>.</p><p><em><strong>Optional Attunement.</strong></em> If you are a spellcaster, you can attune to this item, and you can use the Stunspell property while you remain attuned to it.</p><p><em><strong>OA: Stunspell.</strong></em> You know the <span id=\"was-tagged\">@Compendium[dnd5e.spells.3Lo9boi7P2ro6QV4]{Hold Person}</span> and <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-18-fbi-item.Fm3IVgt1zXDG9NSX]{Lightning Wave}</span> spells, and you always have them prepared. While holding the wand, you can cast one of those spells without expending a spell slot, using your spell save DC. Once this property of the wand has been used, it can't be used again until the next dawn.</p><p><em><strong>Finesse.</strong></em> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p>"
    },
    "Phantom Blade Scimitar (Uncommon)": {
      "name": "Phantom Blade Scimitar (Uncommon)",
      "description": "<div>\n\n\nWeapon, uncommon (requires attunement)</div>\n\n\nMartial weapon, melee weapon\n\n\n3 lb. <br /> [[/r 1d6]] slashing  - finesse, light\n\n\n<hr />\n<p>Branton bodged this project up so badly he actually managed to kill the sword. \"Swords aren't even alive,\" I hear you say. You're right—they're not. Branton Quark's control of magic is so porous that he not only managed to grant an inanimate object life but, while it was revelling in its new-found consciousness, kill it almost immediately. The sword is now pissed and haunts any who take the life of a sentient being. This blade is an almost permanent fixture in the FBI evidence lockers; no one is quite sure if sword murder is actually an offence.</p><p>This magic weapon deals an extra <b>[[/r 1d4]]</b> psychic damage to any target it hits. This damage is doubled against undead with the Incorporeal Movement trait.</p><p><i><b>Sentience.</b></i> A phantom blade is a sentient, lawful neutral item with an Intelligence of 14, a Wisdom of 12, and a Charisma of 12. It has hearing and <span id=\"was-tagged\">darkvision</span> out to a range of <b>120 feet</b>. The weapon can speak, read, and understand Common.</p><p><i><b>Personality.</b></i> Phantom blades see themselves as righteous defenders of inanimate objects and take umbrage at being used to break down doors or crack open chests. In addition, their own experience with death makes them particularly sensitive to inflicting it upon others. Whenever you use the phantom blade to kill a creature that isn't undead, the sword attempts to haunt you. You must succeed on a <b>DC 13 Wisdom saving throw</b> or develop a short-term madness effect. Once the sword has attempted to haunt a creature, it can't do so again until the next dawn.</p><p><i><b>Finesse.</b></i> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p><p><i><b>Light.</b></i> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Piecemaker Rifle (Rare)": {
      "name": "Piecemaker Rifle (Rare)",
      "description": "Weapon, rare<p> Firearm, martial weapon, ranged weapon</p><p> [[/r 1d12]] piercing - ammunition (120/480 ft.), Loud (500), Reload (6), two-handed</p><hr /><p>Originally named the 'Peacemaker', this field combat device has built in protections to prevent its agents from exceeding their mandate. If the magic within the firearm detects that a target is unarmed, the agent is unable to discharge the weapon.</p><p><em><strong>Elemental Ammunition.</strong></em> Instead of normal ammunition, this weapon uses special capsules of elemental energy. The weapon can hold one capsule at a time, which can be loaded into it as an action and, while using these capsules, you ignore the loading or reload properties of the weapon if it has them. Each capsule contains <strong>6 charges</strong>, and new capsules can be requisitioned from the quartermaster or purchased on the grey market for 5 gp each. Capsules come in five flavours: acid, cold, fire, lightning, and thunder. Each attack with the <em>piecemaker</em> expends <strong>1 charge</strong> from the loaded capsule, and deals damage of the capsule's type instead of its normal damage type.</p><p><em><strong>Conflict Avoidance.</strong></em> If the target of your attack is an unarmed creature, the weapon doesn't fire and the attack is wasted. The <em>piecemaker</em> is sophisticated enough to detect whether a creature has natural weapons, such as a bear's claws and bite. If a creature's natural weapons are restricted—such as handcuffed claws, or a muzzled maw—the <em>piecemaker</em> deems the target to be unarmed. Unarmed strikes notably aren't classified as weapons. For this reason, the Shadow Enclave's agents often manage to escape confrontations with the FBI unscathed.</p><p><em><strong>Enhance Ammo.</strong></em> As a bonus action while holding this weapon, you can enhance the capsule currently loaded into it. Each of the attacks you make that expend charges from that capsule has an additional effect depending on its flavour. Removing an enhanced capsule from the weapon removes the enhancement as well. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><ul><li><p><span><strong><b>Acid Dissolution.</b></strong></span> When you hit a creature wearing nonmagical metal armour with an acid charge, roll a <strong>[[/r d20]]</strong>. On an <strong>11</strong> or higher, its armour suffers a cumulative <strong>-1 penalty</strong> to the AC it offers. The armour is destroyed if the penalty reduces its AC to 10.</p></li><li><p><span><strong><b>Cold Deceleration.</b></strong></span> A creature hit by a cold charge must succeed on a <strong>DC 15 Constitution saving throw</strong> or have its speed reduced to <strong>0 feet</strong> until the end of its next turn.</p></li><li><p><span><strong><b>Fire Explosion.</b></strong></span> The target hit by a fire charge and each creature within 5 feet of it must succeed on a <strong>DC 15 Dexterity saving throw</strong> or take <strong>[[/r 1d6]]</strong> fire damage.</p></li><li><p><span><strong><b>Lightning Inhibition.</b></strong></span> A creature hit by a lightning charge must succeed on a <strong>DC 15 Constitution saving throw</strong> or be unable to take reactions until the start of its next turn. A creature that fails this saving throw by 10 or more is <span id=\"was-tagged\"><strong>incapacitated</strong></span> until the end of its next turn unless it is immune to being <span id=\"was-tagged\">stunned</span>.</p></li><li><p><span><strong><b>Thunder Disorientation.</b></strong></span> A creature hit by a thunder charge must succeed on a <strong>DC 15 Constitution saving throw</strong> or be <span id=\"was-tagged\">deafened</span> until the end of its next turn and have <strong>disadvantage</strong> on the next attack roll or ability check it makes before then.</p></li></ul><p>The longest range of all the firearms, typically equipped with a multi-bullet magazine, it deals [[/r 1d12]] piercing damage on a hit. It has the Ammunition (range 120/480), Loud (500), Reload (6), and Two-handed properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Phantom Blade Rapier (Uncommon)": {
      "name": "Phantom Blade Rapier (Uncommon)",
      "description": "<div>\n\n\nWeapon, uncommon (requires attunement)</div>\n\n\nMartial weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d8]] piercing  - finesse\n\n\n<hr />\n<p>Branton bodged this project up so badly he actually managed to kill the sword. \"Swords aren't even alive,\" I hear you say. You're right—they're not. Branton Quark's control of magic is so porous that he not only managed to grant an inanimate object life but, while it was revelling in its new-found consciousness, kill it almost immediately. The sword is now pissed and haunts any who take the life of a sentient being. This blade is an almost permanent fixture in the FBI evidence lockers; no one is quite sure if sword murder is actually an offence.</p><p>This magic weapon deals an extra <b>[[/r 1d4]]</b> psychic damage to any target it hits. This damage is doubled against undead with the Incorporeal Movement trait.</p><p><i><b>Sentience.</b></i> A phantom blade is a sentient, lawful neutral item with an Intelligence of 14, a Wisdom of 12, and a Charisma of 12. It has hearing and <span id=\"was-tagged\">darkvision</span> out to a range of <b>120 feet</b>. The weapon can speak, read, and understand Common.</p><p><i><b>Personality.</b></i> Phantom blades see themselves as righteous defenders of inanimate objects and take umbrage at being used to break down doors or crack open chests. In addition, their own experience with death makes them particularly sensitive to inflicting it upon others. Whenever you use the phantom blade to kill a creature that isn't undead, the sword attempts to haunt you. You must succeed on a <b>DC 13 Wisdom saving throw</b> or develop a short-term madness effect. Once the sword has attempted to haunt a creature, it can't do so again until the next dawn.</p><p><i><b>Finesse.</b></i> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p>"
    },
    "Phantom Blade Longsword (Uncommon)": {
      "name": "Phantom Blade Longsword (Uncommon)",
      "description": "<div>\n\n\nWeapon, uncommon (requires attunement)</div>\n\n\nMartial weapon, melee weapon\n\n\n3 lb. <br /> [[/r 1d8]] slashing  - versatile ([[/r 1d10]])\n\n\n<hr />\n<p>Branton bodged this project up so badly he actually managed to kill the sword. \"Swords aren't even alive,\" I hear you say. You're right—they're not. Branton Quark's control of magic is so porous that he not only managed to grant an inanimate object life but, while it was revelling in its new-found consciousness, kill it almost immediately. The sword is now pissed and haunts any who take the life of a sentient being. This blade is an almost permanent fixture in the FBI evidence lockers; no one is quite sure if sword murder is actually an offence.</p><p>This magic weapon deals an extra <b>[[/r 1d4]]</b> psychic damage to any target it hits. This damage is doubled against undead with the Incorporeal Movement trait.</p><p><i><b>Sentience.</b></i> A phantom blade is a sentient, lawful neutral item with an Intelligence of 14, a Wisdom of 12, and a Charisma of 12. It has hearing and <span id=\"was-tagged\">darkvision</span> out to a range of <b>120 feet</b>. The weapon can speak, read, and understand Common.</p><p><i><b>Personality.</b></i> Phantom blades see themselves as righteous defenders of inanimate objects and take umbrage at being used to break down doors or crack open chests. In addition, their own experience with death makes them particularly sensitive to inflicting it upon others. Whenever you use the phantom blade to kill a creature that isn't undead, the sword attempts to haunt you. You must succeed on a <b>DC 13 Wisdom saving throw</b> or develop a short-term madness effect. Once the sword has attempted to haunt a creature, it can't do so again until the next dawn.</p><p><i><b>Versatile.</b></i> This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.</p>"
    },
    "Taz's Zealous Retribution (Rare)": {
      "name": "Taz's Zealous Retribution (Rare)",
      "description": "<p>Wand, rare (attunement optional)</p><p>[[/r 1]] piercing - finesse</p><hr /><p>A common field tool, the TZR, as it is referred to by FBI agents, is the creation of the Bureau's very own inventor: Tazon Regalton. Designed primarily for incapacitating fleeing evil-doers, the TZR also packs a punch when necessary.</p><p><em><strong>Stun Baton.</strong></em> You can use this wand as a simple melee weapon with the finesse property, dealing 1 piercing damage on a hit. Once per turn when you hit a creature with an attack using the wand, you can cause it to discharge in one of the following ways:</p><p><em><strong>Sap.</strong></em> The creature must make a <strong>DC 15 Constitution saving throw</strong>. On a failure, its speed is reduced to <strong>0 feet</strong> and it can't take bonus actions or reactions until the end of its next turn. A creature immune to being <span id=\"was-tagged\">stunned</span> automatically succeeds on this saving throw.</p><p><em><strong>Zap.</strong></em> The creature takes an extra <strong>[[/r 3d8]]</strong> lightning damage and can't take reactions until the start of its next turn unless it is immune to being <span id=\"was-tagged\">stunned</span>.</p><p><em><strong>Optional Attunement.</strong></em> If you are a spellcaster, you can attune to this item, and you can use the Stunspell property while you remain attuned to it.</p><p><em><strong>OA: Stunspell.</strong></em> You know the <span id=\"was-tagged\">@Compendium[dnd5e.spells.3Lo9boi7P2ro6QV4]{Hold Person}</span>, <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-18-fbi-item.Fm3IVgt1zXDG9NSX]{Lightning Wave}</span>, and <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-18-fbi-item.bjacwJjtLhUHGohA]{Stunbolt} </span>spells, and you always have them prepared. While holding the wand, you can cast one of those spells without expending a spell slot, using your spell save DC. Once this property of the wand has been used, roll a <strong>[[/r d6]]</strong>. If the result is equal to or lower than the spell’s level, this property can’t be used again until the next dawn.</p><p><em><strong>Finesse.</strong></em> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p>"
    },
    "Lightning Wave": {
      "name": "Lightning Wave",
      "description": "<p>A wave of sheet lightning sweeps out before you. Each creature in a 20-foot cone originating from you must make a Constitution saving throw. On a failed save, a creature takes [[/r 2d8]] lightning damage and can't take reactions until the start of its next turn. On a successful save, the creature takes half as much damage and can take reactions as normal.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 3rd level or higher, the damage increases by [[/r 1d8]] per slot level above 2nd.</p>"
    },
    "Phantom Blade Longsword (Rare)": {
      "name": "Phantom Blade Longsword (Rare)",
      "description": "<div>\n\n\nWeapon, rare (requires attunement)</div>\n\n\nMartial weapon, melee weapon\n\n\n3 lb. <br /> [[/r 1d8]] slashing  - versatile ([[/r 1d10]])\n\n\n<hr />\n<p>Branton bodged this project up so badly he actually managed to kill the sword. \"Swords aren't even alive,\" I hear you say. You're right—they're not. Branton Quark's control of magic is so porous that he not only managed to grant an inanimate object life but, while it was revelling in its new-found consciousness, kill it almost immediately. The sword is now pissed and haunts any who take the life of a sentient being. This blade is an almost permanent fixture in the FBI evidence lockers; no one is quite sure if sword murder is actually an offence.</p><p>This magic weapon deals an extra <b>[[/r 1d6]]</b> psychic damage to any target it hits. This damage is tripled against undead with the Incorporeal Movement trait.</p><p><i><b>Sentience.</b></i> A phantom blade is a sentient, lawful neutral item with an Intelligence of 14, a Wisdom of 12, and a Charisma of 12. It has hearing and <span id=\"was-tagged\">darkvision</span> out to a range of <b>120 feet</b>. The weapon can speak, read, and understand Common.</p><p><i><b>Personality.</b></i> Phantom blades see themselves as righteous defenders of inanimate objects and take umbrage at being used to break down doors or crack open chests. In addition, their own experience with death makes them particularly sensitive to inflicting it upon others. Whenever you use the phantom blade to kill a creature that isn't undead, the sword attempts to haunt you. You must succeed on a <b>DC 15 Wisdom saving throw</b> or develop a short-term madness effect. Once the sword has attempted to haunt a creature, it can't do so again until the next dawn.</p><p><i><b>Versatile.</b></i> This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.</p>"
    },
    "Phantom Blade Greatsword (Uncommon)": {
      "name": "Phantom Blade Greatsword (Uncommon)",
      "description": "<div>\n\n\nWeapon, uncommon (requires attunement)</div>\n\n\nMartial weapon, melee weapon\n\n\n6 lb. <br /> [[/r 2d6]] slashing  - heavy, two-handed\n\n\n<hr />\n<p>Branton bodged this project up so badly he actually managed to kill the sword. \"Swords aren't even alive,\" I hear you say. You're right—they're not. Branton Quark's control of magic is so porous that he not only managed to grant an inanimate object life but, while it was revelling in its new-found consciousness, kill it almost immediately. The sword is now pissed and haunts any who take the life of a sentient being. This blade is an almost permanent fixture in the FBI evidence lockers; no one is quite sure if sword murder is actually an offence.</p><p>This magic weapon deals an extra <b>[[/r 1d4]]</b> psychic damage to any target it hits. This damage is doubled against undead with the Incorporeal Movement trait.</p><p><i><b>Sentience.</b></i> A phantom blade is a sentient, lawful neutral item with an Intelligence of 14, a Wisdom of 12, and a Charisma of 12. It has hearing and <span id=\"was-tagged\">darkvision</span> out to a range of <b>120 feet</b>. The weapon can speak, read, and understand Common.</p><p><i><b>Personality.</b></i> Phantom blades see themselves as righteous defenders of inanimate objects and take umbrage at being used to break down doors or crack open chests. In addition, their own experience with death makes them particularly sensitive to inflicting it upon others. Whenever you use the phantom blade to kill a creature that isn't undead, the sword attempts to haunt you. You must succeed on a <b>DC 13 Wisdom saving throw</b> or develop a short-term madness effect. Once the sword has attempted to haunt a creature, it can't do so again until the next dawn.</p><p><i><b>Heavy.</b></i> Creatures that are Small or Tiny have disadvantage on attack rolls with heavy weapons. A heavy weapon's size and bulk make it too large for a Small or Tiny creature to use effectively.</p><p><i><b>Two-Handed.</b></i> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Piecemaker Revolver (Uncommon)": {
      "name": "Piecemaker Revolver (Uncommon)",
      "description": "Weapon, uncommon<p> Firearm, martial weapon, ranged weapon </p><p>[[/r 1d10]] piercing - ammunition (60/240 ft.), Loud (500), Reload (6)</p><hr /><p>Originally named the 'Peacemaker', this field combat device has built in protections to prevent its agents from exceeding their mandate. If the magic within the firearm detects that a target is unarmed, the agent is unable to discharge the weapon.</p><p><em><strong>Elemental Ammunition.</strong></em> Instead of normal ammunition, this weapon uses special capsules of elemental energy. The weapon can hold one capsule at a time, which can be loaded into it as an action and, while using these capsules, you ignore the loading or reload properties of the weapon if it has them. Each capsule contains <strong>6 charges</strong>, and new capsules can be requisitioned from the quartermaster or purchased on the grey market for 5 gp each. Capsules come in five flavours: acid, cold, fire, lightning, and thunder. Each attack with the <em>piecemaker</em> expends <strong>1 charge</strong> from the loaded capsule, and deals damage of the capsule's type instead of its normal damage type.</p><p><em><strong>Conflict Avoidance.</strong></em> If the target of your attack is an unarmed creature, the weapon doesn't fire and the attack is wasted. The <em>piecemaker</em> is sophisticated enough to detect whether a creature has natural weapons, such as a bear's claws and bite. If a creature's natural weapons are restricted—such as handcuffed claws, or a muzzled maw—the <em>piecemaker</em> deems the target to be unarmed. Unarmed strikes notably aren't classified as weapons. For this reason, the Shadow Enclave's agents often manage to escape confrontations with the FBI unscathed.</p><p>A small, personal firearm with a rotating barrel and accuracy-enhancing rifling that deals [[/r 1d10]] piercing damage on a hit. It has the Ammunition (range 60/240), Loud (500), Reload (6) properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p>"
    },
    "Phantom Blade Rapier (Rare)": {
      "name": "Phantom Blade Rapier (Rare)",
      "description": "<div>\n\n\nWeapon, rare (requires attunement)</div>\n\n\nMartial weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d8]] piercing  - finesse\n\n\n<hr />\n<p>Branton bodged this project up so badly he actually managed to kill the sword. \"Swords aren't even alive,\" I hear you say. You're right—they're not. Branton Quark's control of magic is so porous that he not only managed to grant an inanimate object life but, while it was revelling in its new-found consciousness, kill it almost immediately. The sword is now pissed and haunts any who take the life of a sentient being. This blade is an almost permanent fixture in the FBI evidence lockers; no one is quite sure if sword murder is actually an offence.</p><p>This magic weapon deals an extra <b>[[/r 1d6]]</b> psychic damage to any target it hits. This damage is tripled against undead with the Incorporeal Movement trait.</p><p><i><b>Sentience.</b></i> A phantom blade is a sentient, lawful neutral item with an Intelligence of 14, a Wisdom of 12, and a Charisma of 12. It has hearing and <span id=\"was-tagged\">darkvision</span> out to a range of <b>120 feet</b>. The weapon can speak, read, and understand Common.</p><p><i><b>Personality.</b></i> Phantom blades see themselves as righteous defenders of inanimate objects and take umbrage at being used to break down doors or crack open chests. In addition, their own experience with death makes them particularly sensitive to inflicting it upon others. Whenever you use the phantom blade to kill a creature that isn't undead, the sword attempts to haunt you. You must succeed on a <b>DC 15 Wisdom saving throw</b> or develop a short-term madness effect. Once the sword has attempted to haunt a creature, it can't do so again until the next dawn.</p><p><i><b>Finesse.</b></i> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p>"
    },
    "Arcanowax (Uncommon)": {
      "name": "Arcanowax (Uncommon)",
      "description": "Wondrous item, uncommon<hr /><p>It's always reassuring to enter hostile territory with an <em>arcanowax</em> candle lit and actively preventing assault by extraplanar entities. However, due to the cripplingly expensive reagents required to make such a candle—namely oils from celestials, fey, fiends, and undead—the Bureau keeps these under tight wraps. Evidence of a tangible threat from extraplanar interference must be presented to the Bureau Director before such a requisition is approved, leading to a thriving trade in <em>arcanowax</em> knockoffs on the grey market.</p><p>When found, an <em>arcanowax</em> candle has <strong>[[/r 1d4 + 1]] charges</strong>.</p><p><em><strong>Arcanowax Circle.</strong></em> As an action, you can light the candle, expending 1 charge and causing it to shed bright light in a <strong>10-foot-radius, 20-foot-tall cylinder</strong> for <strong>1 minute</strong>. The area of the light replicates the effects of the <span id=\"was-tagged\">@Compendium[dnd5e.spells.y8A4HfTwd93ypdEz]{Magic Circle}</span> spell, except it can only effect the creature whose fat was used to craft it, chosen by the GM or randomly determined by rolling on the table below. If the candle is moved in such a way that would result in one of those creatures entering the area of the light, the candle is snuffed out.</p><p>A creature can use its action to snuff out a candle within its reach that isn't being held by another creature. If the candle is held by another creature, the creature trying to snuff out the candle must succeed on its choice of a <strong>Strength (</strong><span id=\"was-tagged\"><strong>Athletics</strong></span><strong>)</strong> or <strong>Dexterity (</strong><span id=\"was-tagged\"><strong>Sleight o</strong></span><strong>f Hand</strong>) check contested by the holding creature's choice of <strong>Strength (</strong><span id=\"was-tagged\"><strong>Athletics</strong></span><strong>)</strong> or <strong>Dexterity (</strong><span id=\"was-tagged\"><strong>Acrobatics</strong></span><strong>)</strong>. The candle's effects end immediately when the candle is snuffed out.</p><table><tbody><tr><td>[[/r d4]]</td><td>Creature Type</td></tr><tr><td>1</td><td>Celestial</td></tr><tr><td>2</td><td>Fey</td></tr><tr><td>3</td><td>Fiend</td></tr><tr><td>4</td><td>Undead</td></tr></tbody></table>"
    },
    "Arcanowax (Rare)": {
      "name": "Arcanowax (Rare)",
      "description": "Wondrous item, rare<hr /><p>It's always reassuring to enter hostile territory with an <em>arcanowax</em> candle lit and actively preventing assault by extraplanar entities. However, due to the cripplingly expensive reagents required to make such a candle—namely oils from celestials, fey, fiends, and undead—the Bureau keeps these under tight wraps. Evidence of a tangible threat from extraplanar interference must be presented to the Bureau Director before such a requisition is approved, leading to a thriving trade in <em>arcanowax</em> knockoffs on the grey market.</p><p>When found, an <em>arcanowax</em> candle has <strong>[[/r 2d4 + 1]] charges</strong>.</p><p><em><strong>Arcanowax Circle.</strong></em> As an action, you can light the candle, expending 1 charge and causing it to shed bright light in a <strong>10-foot-radius, 20-foot-tall cylinder</strong> for <strong>1 minute</strong>. The area of the light replicates the effects of the <span id=\"was-tagged\">@Compendium[dnd5e.spells.y8A4HfTwd93ypdEz]{Magic Circle}</span> spell, except it can't affect elementals. If the candle is moved in such a way that would result in one of those creatures entering the area of the light, the candle is snuffed out.</p><p>A creature can use its action to snuff out a candle within its reach that isn't being held by another creature. If the candle is held by another creature, the creature trying to snuff out the candle must succeed on its choice of a <strong>Strength (</strong><span id=\"was-tagged\"><strong>Athletics</strong></span><strong>)</strong> or <strong>Dexterity (</strong><span id=\"was-tagged\"><strong>Sleight o</strong></span><strong>f Hand</strong>) check contested by the holding creature's choice of <strong>Strength (</strong><span id=\"was-tagged\"><strong>Athletics</strong></span><strong>)</strong> or <strong>Dexterity (</strong><span id=\"was-tagged\"><strong>Acrobatics</strong></span><strong>)</strong>. The candle's effects end immediately when the candle is snuffed out.</p><table><tbody><tr><td>[[/r d4]]</td><td>Creature Type</td></tr><tr><td>1</td><td>Celestial</td></tr><tr><td>2</td><td>Fey</td></tr><tr><td>3</td><td>Fiend</td></tr><tr><td>4</td><td>Undead</td></tr></tbody></table>"
    },
    "Phantom Blade Shortsword (Uncommon)": {
      "name": "Phantom Blade Shortsword (Uncommon)",
      "description": "<div>\n\n\nWeapon, uncommon (requires attunement)</div>\n\n\nMartial weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d6]] piercing  - finesse, light\n\n\n<hr />\n<p>Branton bodged this project up so badly he actually managed to kill the sword. \"Swords aren't even alive,\" I hear you say. You're right—they're not. Branton Quark's control of magic is so porous that he not only managed to grant an inanimate object life but, while it was revelling in its new-found consciousness, kill it almost immediately. The sword is now pissed and haunts any who take the life of a sentient being. This blade is an almost permanent fixture in the FBI evidence lockers; no one is quite sure if sword murder is actually an offence.</p><p>This magic weapon deals an extra <b>[[/r 1d4]]</b> psychic damage to any target it hits. This damage is doubled against undead with the Incorporeal Movement trait.</p><p><i><b>Sentience.</b></i> A phantom blade is a sentient, lawful neutral item with an Intelligence of 14, a Wisdom of 12, and a Charisma of 12. It has hearing and <span id=\"was-tagged\">darkvision</span> out to a range of <b>120 feet</b>. The weapon can speak, read, and understand Common.</p><p><i><b>Personality.</b></i> Phantom blades see themselves as righteous defenders of inanimate objects and take umbrage at being used to break down doors or crack open chests. In addition, their own experience with death makes them particularly sensitive to inflicting it upon others. Whenever you use the phantom blade to kill a creature that isn't undead, the sword attempts to haunt you. You must succeed on a <b>DC 13 Wisdom saving throw</b> or develop a short-term madness effect. Once the sword has attempted to haunt a creature, it can't do so again until the next dawn.</p><p><i><b>Finesse.</b></i> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p><p><i><b>Light.</b></i> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Commander's Badge of Authority (Very Rare)": {
      "name": "Commander's Badge of Authority (Very Rare)",
      "description": "Wondrous item, very rare (attunement optional)<hr /><p>This brass badge is infused with a lesser known branch of magic spanning the schools of illusion and enchantment: the branch of salesmanship. Just as a salesman might beguile you by spinning fantastical tales of the benefits of snake oil or distract you with beautiful images of long-maned old men, so too does this badge mislead those who look at it. Commonly used by agents of the Fantastical Bureau of Investigation, it also has defensive properties for when such investigations take a turn.</p><p><em><strong>False Authority.</strong></em> This badge is enchanted to appear as a document that gives its holder the necessary authority they require to outrank the observer. You can use a bonus action to show this badge to a creature to gain <strong>advantage</strong> on <span id=\"was-tagged\"><strong>Deception</strong></span> checks made to convince it that you're important. A creature that spends at least <strong>1 minute</strong> taking a close look at the badge can see through the illusion with a successful <strong>DC 15 Intelligence (</strong><span id=\"was-tagged\"><strong>Investigation</strong></span><strong>)</strong> check. While flashing the badge might convince indifferent creatures, creatures that are suspicious of you might demand more time to closely review your documentation for legitimacy.</p><p><em><strong>Optional Attunement.</strong></em> When FBI agents make their daring escapes in theatre shows throughout the realm, the crossbow bolts of bad guys are often depicted missing their mark. The reason? Their magical badge-shields. If you attune to this item, you gain a <strong>+1 bonus</strong> to AC and can use the Take Cover property while you remain attuned to it.</p><p><em><strong>OA: Take Cover.</strong></em> As a bonus action, you can tap the badge and shout the command words \"take cover\", causing the badge to become a floating shield that follows you for <strong>1 minute</strong>, or until you use a bonus action to return it to its normal form. If you aren't wearing a shield, you gain a <strong>+5 bonus</strong> to AC for the duration. This effect ends early if you make an attack or cast a spell that affects an enemy creature. After you use this property, roll a <strong>[[/r d6]]</strong>. On a <strong>1</strong> or <strong>2</strong>, it can't be used again until the next dawn.</p><p><em><strong>OA: Voice of Authority.</strong></em> While holding the badge, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.arzCrMRgcNiQuh43]{Command} </span>spell (<strong>save DC 16</strong>). If a creature believes you to be important due to the effects of the False Authority property, it has <strong>disadvantage</strong> on the saving throw; after the spell ends, it sees through the ruse. After you use this property, roll a <strong>[[/r d6]]</strong>. On a <strong>3</strong> or less, it can't be used again until the next dawn.</p>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Bonus AC": {
          "name": "Bonus AC"
        },
        "Take Cover!": {
          "name": "Take Cover!"
        }
      }
    },
    "Piecemaker Blunderbuss (Rare)": {
      "name": "Piecemaker Blunderbuss (Rare)",
      "description": "Weapon, rare<p>Firearm, martial weapon, ranged weapon </p><p>[[/r 3d4]] piercing - ammunition (20/60 ft.), Loud (1000), Reload (1), two-handed</p><hr /><p>Originally named the 'Peacemaker', this field combat device has built in protections to prevent its agents from exceeding their mandate. If the magic within the firearm detects that a target is unarmed, the agent is unable to discharge the weapon.</p><p><em><strong>Elemental Ammunition.</strong></em> Instead of normal ammunition, this weapon uses special capsules of elemental energy. The weapon can hold one capsule at a time, which can be loaded into it as an action and, while using these capsules, you ignore the loading or reload properties of the weapon if it has them. Each capsule contains <strong>6 charges</strong>, and new capsules can be requisitioned from the quartermaster or purchased on the grey market for 5 gp each. Capsules come in five flavours: acid, cold, fire, lightning, and thunder. Each attack with the <em>piecemaker</em> expends <strong>1 charge</strong> from the loaded capsule, and deals damage of the capsule's type instead of its normal damage type.</p><p><em><strong>Conflict Avoidance.</strong></em> If the target of your attack is an unarmed creature, the weapon doesn't fire and the attack is wasted. The <em>piecemaker</em> is sophisticated enough to detect whether a creature has natural weapons, such as a bear's claws and bite. If a creature's natural weapons are restricted—such as handcuffed claws, or a muzzled maw—the <em>piecemaker</em> deems the target to be unarmed. Unarmed strikes notably aren't classified as weapons. For this reason, the Shadow Enclave's agents often manage to escape confrontations with the FBI unscathed.</p><p><em><strong>Enhance Ammo.</strong></em> As a bonus action while holding this weapon, you can enhance the capsule currently loaded into it. Each of the attacks you make that expend charges from that capsule has an additional effect depending on its flavour. Removing an enhanced capsule from the weapon removes the enhancement as well. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><ul><li><p><span><strong><b>Acid Dissolution.</b></strong></span> When you hit a creature wearing nonmagical metal armour with an acid charge, roll a <strong>[[/r d20]]</strong>. On an <strong>11</strong> or higher, its armour suffers a cumulative <strong>-1 penalty</strong> to the AC it offers. The armour is destroyed if the penalty reduces its AC to 10.</p></li><li><p><span><strong><b>Cold Deceleration.</b></strong></span> A creature hit by a cold charge must succeed on a <strong>DC 15 Constitution saving throw</strong> or have its speed reduced to <strong>0 feet</strong> until the end of its next turn.</p></li><li><p><span><strong><b>Fire Explosion.</b></strong></span> The target hit by a fire charge and each creature within 5 feet of it must succeed on a <strong>DC 15 Dexterity saving throw</strong> or take <strong>[[/r 1d6]]</strong> fire damage.</p></li><li><p><span><strong><b>Lightning Inhibition.</b></strong></span> A creature hit by a lightning charge must succeed on a <strong>DC 15 Constitution saving throw</strong> or be unable to take reactions until the start of its next turn. A creature that fails this saving throw by 10 or more is <span id=\"was-tagged\"><strong>incapacitated</strong></span> until the end of its next turn unless it is immune to being <span id=\"was-tagged\">stunned</span>.</p></li><li><p><span><strong><b>Thunder Disorientation.</b></strong></span> A creature hit by a thunder charge must succeed on a <strong>DC 15 Constitution saving throw</strong> or be <span id=\"was-tagged\">deafened</span> until the end of its next turn and have <strong>disadvantage</strong> on the next attack roll or ability check it makes before then.</p></li></ul><p>A high-powered, short range firearm that deals [[/r 3d4]] piercing damage on a hit. It has the Ammunition (range 20/60), Loud (1000), Reload (1), and Two-handed properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Lenz the Inspector (Very Rare)": {
      "name": "Lenz the Inspector (Very Rare)",
      "description": "Wondrous item, very rare<hr /><p>Though the Bureau has many inspectors—magical magnifying glasses that help spot clues—Lenz is a unique creation. Usually the last inspector to be taken from the quartermaster's stock, Lenz enjoys talking to new people. They rarely enjoy talking to it...</p><p><em><strong>Investigation.</strong></em> While looking through this magnifying glass, you have <strong>advantage</strong> on <span id=\"was-tagged\"><strong>Investigation</strong></span> checks made to find clues and hidden messages within writing. While holding the magnifying glass, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.fVbCxFRaORalHB20]{Scrying} </span>spell (<strong>save DC 16</strong>). Once the spell has been cast in this way, it can’t be cast again until the next dawn.</p><p><em><strong>Tracking.</strong></em> While looking through this magnifying glass, you can see the tracks of all creatures that travelled through the area in the last <strong>24 hours</strong> as glowing imprints, unless such a creature's passage was disguised by magic, and have <strong>advantage</strong> on ability checks made to identify the creatures that left those tracks.</p><p><em><strong>Hindsight.</strong></em> As an action, you can spin a small dial on the handle of the magnifying glass to activate it for <strong>10 minutes</strong>, choosing a point in time up to <strong>72 hours</strong> in the past. For the duration, whenever you look through the magnifying glass, you can see your surroundings as if you were at the chosen point in time. Once this property of the item has been used, it can't be used again until the next dawn.</p><p><em><strong>Sentience.</strong></em> Lenz is a sentient chaotic good magic item with an Intelligence of 10, Wisdom of 13, and Charisma of 17. It has hearing and <span id=\"was-tagged\">darkvision</span> out to <strong>60 feet</strong> and can speak and understand Common.</p><p><em><strong>Personality.</strong></em> Lenz is charismatic and slightly distracting, taking great joy in pointing out entirely obvious and irrelevant facts. While holding Lenz, you can make a <strong>DC 13 Charisma (</strong><span id=\"was-tagged\"><strong>Persuasion</strong></span><strong>)</strong> check to ask it for extra help. On a success, its tips are helpful and grant you <strong>advantage</strong> on ability checks made to gather information on creatures, objects, and locations through observation for <strong>10 minutes</strong>. On a failure, it gets distracted and starts telling a tale, such as the time it mistook a duck's footprint for that of a venomous dire platypus, giving you <strong>disadvantage</strong> on the same ability checks for <strong>10 minutes</strong>. Once Lenz has been successfully persuaded to help, any attempts to ask for help from it again before the next dawn automatically fail.</p>"
    },
    "Origami Unicorn": {
      "name": "Origami Unicorn",
      "description": "Wondrous item, very rare<hr /><p>Over the course of a minute, you can fold this enchanted paper into a unicorn, activating its magical potential in one of the following ways:</p><p><em><strong>Ethereal Messenger.</strong></em> Able to traverse through the Border Ethereal, this 6-inch-long device is used by agents of the Bureau to send missives back home while remaining undercover. While this origami animal is within <strong>5 feet</strong> of you, you can speak a message no longer than twenty five words, which is magically transcribed onto the unicorn's paper, as well as the name of a creature with whom you are familiar. Once completed, the unicorn enters the Border Ethereal, galloping along its shores until it enters the target creature's plane of existence, at a point near to the creature. The recipient can unfold the unicorn to read the message and then re-fold it, giving a response no more than twenty-five words long, which the unicorn delivers to its origin.</p><p>You can send the message across any distance and even to other planes of existence that border the Ethereal Plane, but if the target is on a different plane than you, there is a [[/r 1d100]]{5 percent} chance that the message doesn't arrive and the unicorn is lost. Each message takes 10 minutes to travel to the destination, allowing a total of three messages to be sent back and forth per day. After <strong>1 hour</strong>, the unicorn reverts to a sheet of paper and can't be used again until the next dawn.</p><p><em><strong>Celestial Steed.</strong></em> When you fold this paper, you can speak its command word, causing the origami shape to manifest into a Large unicorn made of paper. This creature has the statistics of a <span id=\"was-tagged\"><strong>@Compendium[dnd5e.monsters.G9PENY6nw0xRxCJW]{Unicorn} </strong></span>with a flying speed equal to its walking speed and doesn't have legendary actions. The unicorn is friendly to you and obeys your telepathic commands (no action required by you), and it rolls its own initiative in combat. If you don't issue any commands to the unicorn, it defends itself from hostile creatures but otherwise takes no actions. After <strong>1 hour</strong>, or if the unicorn drops to 0 hit points, the paper loses its magic and shrinks back down into a mundane, folded piece of paper.</p>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      }
    },
    "Piecemaker Pistol (Very Rare)": {
      "name": "Piecemaker Pistol (Very Rare)",
      "description": "Weapon, very rare<p> Firearm, martial weapon, ranged weapon </p><p>[[/r 1d8]] piercing - ammunition (40/120 ft.), Loud (500), Reload (2)</p><hr /><p>Originally named the 'Peacemaker', this field combat device has built in protections to prevent its agents from exceeding their mandate. If the magic within the firearm detects that a target is unarmed, the agent is unable to discharge the weapon.</p><p>You have a <strong>+3 bonus</strong> to attack and damage rolls made with this magic weapon.</p><p><em><strong>Elemental Ammunition.</strong></em> Instead of normal ammunition, this weapon uses special capsules of elemental energy. The weapon can hold one capsule at a time, which can be loaded into it as an action and, while using these capsules, you ignore the loading or reload properties of the weapon if it has them. Each capsule contains <strong>6 charges</strong>, and new capsules can be requisitioned from the quartermaster or purchased on the grey market for 5 gp each. Capsules come in five flavours: acid, cold, fire, lightning, and thunder. Each attack with the <em>piecemaker</em> expends <strong>1 charge</strong> from the loaded capsule, and deals damage of the capsule's type instead of its normal damage type.</p><p><em><strong>Conflict Avoidance.</strong></em> If the target of your attack is an unarmed creature, the weapon doesn't fire and the attack is wasted. The <em>piecemaker</em> is sophisticated enough to detect whether a creature has natural weapons, such as a bear's claws and bite. If a creature's natural weapons are restricted—such as handcuffed claws, or a muzzled maw—the <em>piecemaker</em> deems the target to be unarmed. Unarmed strikes notably aren't classified as weapons. For this reason, the Shadow Enclave's agents often manage to escape confrontations with the FBI unscathed.</p><p><em><strong>Enhance Ammo.</strong></em> As a bonus action while holding this weapon, you can enhance the capsule currently loaded into it. Each of the attacks you make that expend charges from that capsule has an additional effect depending on its flavour. Removing an enhanced capsule from the weapon removes the enhancement as well. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><ul><li><p><span><strong><b>Acid Dissolution.</b></strong></span> When you hit a creature wearing nonmagical metal armour with an acid charge, roll a <strong>[[/r d20]]</strong>. On an <strong>11</strong> or higher, its armour suffers a cumulative <strong>-1 penalty</strong> to the AC it offers. The armour is destroyed if the penalty reduces its AC to 10.</p></li><li><p><span><strong><b>Cold Deceleration.</b></strong></span> A creature hit by a cold charge must succeed on a <strong>DC 16 Constitution saving throw</strong> or have its speed reduced to <strong>0 feet</strong> until the end of its next turn.</p></li><li><p><span><strong><b>Fire Explosion.</b></strong></span> The target hit by a fire charge and each creature within 5 feet of it must succeed on a <strong>DC 16 Dexterity saving throw</strong> or take <strong>[[/r 1d6]]</strong> fire damage.</p></li><li><p><span><strong><b>Lightning Inhibition.</b></strong></span> A creature hit by a lightning charge must succeed on a <strong>DC 16 Constitution saving throw</strong> or be unable to take reactions until the start of its next turn. A creature that fails this saving throw by 10 or more is <span id=\"was-tagged\"><strong>incapacitated</strong></span> until the end of its next turn unless it is immune to being <span id=\"was-tagged\">stunned</span>.</p></li><li><p><span><strong><b>Thunder Disorientation.</b></strong></span> A creature hit by a thunder charge must succeed on a <strong>DC 16 Constitution saving throw</strong> or be <span id=\"was-tagged\">deafened</span> until the end of its next turn and have <strong>disadvantage</strong> on the next attack roll or ability check it makes before then.</p></li></ul><p>A small, personal, double-barreled firearm that deals [[/r 1d8]] piercing damage on a hit. It has the Ammunition (range 40/120), Loud (500), Reload (2) properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p>"
    },
    "Origami Beetle": {
      "name": "Origami Beetle",
      "description": "<div>\n\n\nWondrous item, common</div>\n\n\n\n\n\n\n  \n\n\n<hr />\n<p>Over the course of a minute, you can fold this enchanted paper into the shape of a 1-inch beetle, activating its magical potential.</p><p><i><b>Dropping Eaves.</b></i> With extremely acute hearing and camouflage capabilities, the <i>origami beetle</i> is an effective tool in covert eavesdropping. When you craft this origami animal, you can give it a short set of instructions including a destination and a wait time. For example, you could tell the beetle to \"land underneath that bench, wait five minutes, then return here.\" The beetle has a flying speed of <b>15 feet</b>, <b>AC 10</b>, and <b>1</b> hit point. It records all sound within <b>20 feet</b> of it for up to <b>10 minutes</b>. While waiting, it blends into its surroundings, and can only be noticed with a successful <b>DC 13 Wisdom (<span id=\"was-tagged\">Perception</span>)</b> check. Upon returning to you, the beetle repeats all the sounds it recorded, shifted up two octaves.</p><p>After <b>1 hour</b> elapses, the <i>origami beetle</i> becomes a mundane, folded piece of paper.</p>"
    },
    "Piecemaker Revolver (Very Rare)": {
      "name": "Piecemaker Revolver (Very Rare)",
      "description": "Weapon, very rare<p> Firearm, martial weapon, ranged weapon </p><p>[[/r 1d10]] piercing - ammunition (60/240 ft.), Loud (500), Reload (6)</p><hr /><p>Originally named the 'Peacemaker', this field combat device has built in protections to prevent its agents from exceeding their mandate. If the magic within the firearm detects that a target is unarmed, the agent is unable to discharge the weapon.</p><p>You have a <strong>+3 bonus</strong> to attack and damage rolls made with this magic weapon.</p><p><em><strong>Elemental Ammunition.</strong></em> Instead of normal ammunition, this weapon uses special capsules of elemental energy. The weapon can hold one capsule at a time, which can be loaded into it as an action and, while using these capsules, you ignore the loading or reload properties of the weapon if it has them. Each capsule contains <strong>6 charges</strong>, and new capsules can be requisitioned from the quartermaster or purchased on the grey market for 5 gp each. Capsules come in five flavours: acid, cold, fire, lightning, and thunder. Each attack with the <em>piecemaker</em> expends <strong>1 charge</strong> from the loaded capsule, and deals damage of the capsule's type instead of its normal damage type.</p><p><em><strong>Conflict Avoidance.</strong></em> If the target of your attack is an unarmed creature, the weapon doesn't fire and the attack is wasted. The <em>piecemaker</em> is sophisticated enough to detect whether a creature has natural weapons, such as a bear's claws and bite. If a creature's natural weapons are restricted—such as handcuffed claws, or a muzzled maw—the <em>piecemaker</em> deems the target to be unarmed. Unarmed strikes notably aren't classified as weapons. For this reason, the Shadow Enclave's agents often manage to escape confrontations with the FBI unscathed.</p><p><em><strong>Enhance Ammo.</strong></em> As a bonus action while holding this weapon, you can enhance the capsule currently loaded into it. Each of the attacks you make that expend charges from that capsule has an additional effect depending on its flavour. Removing an enhanced capsule from the weapon removes the enhancement as well. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><ul><li><p><span><strong><b>Acid Dissolution.</b></strong></span> When you hit a creature wearing nonmagical metal armour with an acid charge, roll a <strong>[[/r d20]]</strong>. On an <strong>11</strong> or higher, its armour suffers a cumulative <strong>-1 penalty</strong> to the AC it offers. The armour is destroyed if the penalty reduces its AC to 10.</p></li><li><p><span><strong><b>Cold Deceleration.</b></strong></span> A creature hit by a cold charge must succeed on a <strong>DC 16 Constitution saving throw</strong> or have its speed reduced to <strong>0 feet</strong> until the end of its next turn.</p></li><li><p><span><strong><b>Fire Explosion.</b></strong></span> The target hit by a fire charge and each creature within 5 feet of it must succeed on a <strong>DC 16 Dexterity saving throw</strong> or take <strong>[[/r 1d6]]</strong> fire damage.</p></li><li><p><span><strong><b>Lightning Inhibition.</b></strong></span> A creature hit by a lightning charge must succeed on a <strong>DC 16 Constitution saving throw</strong> or be unable to take reactions until the start of its next turn. A creature that fails this saving throw by 10 or more is <span id=\"was-tagged\"><strong>incapacitated</strong></span> until the end of its next turn unless it is immune to being <span id=\"was-tagged\">stunned</span>.</p></li><li><p><span><strong><b>Thunder Disorientation.</b></strong></span> A creature hit by a thunder charge must succeed on a <strong>DC 16 Constitution saving throw</strong> or be <span id=\"was-tagged\">deafened</span> until the end of its next turn and have <strong>disadvantage</strong> on the next attack roll or ability check it makes before then.</p></li></ul><p>A small, personal firearm with a rotating barrel and accuracy-enhancing rifling that deals [[/r 1d10]] piercing damage on a hit. It has the Ammunition (range 60/240), Loud (500), Reload (6) properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p>"
    },
    "Origami Butterfly": {
      "name": "Origami Butterfly",
      "description": "<div>\n\n\nWondrous item, uncommon</div>\n\n\n\n\n\n\n  \n\n\n<hr />\n<p>Over the course of a minute, you can fold this enchanted paper into the shape of a 6-inch-wingspan butterfly, activating its magical potential.</p><p><i><b>Fluttering Diversion.</b></i> Slow and colourful, this butterfly gently wafts its way in a direction you point it, attempting to stay just out of arm's reach. When you craft this origami animal, you can give it a short set of instructions such as \"travel along the corridor and take the first right, stopping just above the guard.\" The butterfly has a flying speed of <b>15 feet</b>, <b>AC 10</b>, and <b>1</b> hit point. A creature that sees the butterfly while the butterfly is within 5 feet of it must succeed on a <b>DC 13 Wisdom saving throw</b> or become distracted and try to catch the butterfly, until the butterfly is more than 5 feet away from it. Each turn that a creature is distracted by the butterfly, it must spend its movement following the butterfly and use its action to make a <b>DC 13 Dexterity (<span id=\"was-tagged\">Sleight of Hand</span>)</b> check trying to catch it. A creature that is distracted in this way has <b>disadvantage</b> on <b>Wisdom (<span id=\"was-tagged\">Perception</span>)</b> and <b>Wisdom (<span id=\"was-tagged\">Insight</span>)</b> checks.</p><p>If a creature that is distracted in this way detects the presence of another creature it deems hostile, it stops being distracted. If the butterfly is caught, or after <b>1 hour</b> elapses, its magical effects cease and it becomes a mundane, folded piece of paper.</p>"
    },
    "Piecemaker Musket (Very Rare)": {
      "name": "Piecemaker Musket (Very Rare)",
      "description": "Weapon, very rare<p> Firearm, martial weapon, ranged weapon </p><p>[[/r 1d10]] piercing - ammunition (80/240 ft.), Loud (1000), Reload (1), two-handed</p><hr /><p>Originally named the 'Peacemaker', this field combat device has built in protections to prevent its agents from exceeding their mandate. If the magic within the firearm detects that a target is unarmed, the agent is unable to discharge the weapon.</p><p>You have a <strong>+3 bonus</strong> to attack and damage rolls made with this magic weapon.</p><p><em><strong>Elemental Ammunition.</strong></em> Instead of normal ammunition, this weapon uses special capsules of elemental energy. The weapon can hold one capsule at a time, which can be loaded into it as an action and, while using these capsules, you ignore the loading or reload properties of the weapon if it has them. Each capsule contains <strong>6 charges</strong>, and new capsules can be requisitioned from the quartermaster or purchased on the grey market for 5 gp each. Capsules come in five flavours: acid, cold, fire, lightning, and thunder. Each attack with the <em>piecemaker</em> expends <strong>1 charge</strong> from the loaded capsule, and deals damage of the capsule's type instead of its normal damage type.</p><p><em><strong>Conflict Avoidance.</strong></em> If the target of your attack is an unarmed creature, the weapon doesn't fire and the attack is wasted. The <em>piecemaker</em> is sophisticated enough to detect whether a creature has natural weapons, such as a bear's claws and bite. If a creature's natural weapons are restricted—such as handcuffed claws, or a muzzled maw—the <em>piecemaker</em> deems the target to be unarmed. Unarmed strikes notably aren't classified as weapons. For this reason, the Shadow Enclave's agents often manage to escape confrontations with the FBI unscathed.</p><p><em><strong>Enhance Ammo.</strong></em> As a bonus action while holding this weapon, you can enhance the capsule currently loaded into it. Each of the attacks you make that expend charges from that capsule has an additional effect depending on its flavour. Removing an enhanced capsule from the weapon removes the enhancement as well. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><ul><li><p><span><strong><b>Acid Dissolution.</b></strong></span> When you hit a creature wearing nonmagical metal armour with an acid charge, roll a <strong>[[/r d20]]</strong>. On an <strong>11</strong> or higher, its armour suffers a cumulative <strong>-1 penalty</strong> to the AC it offers. The armour is destroyed if the penalty reduces its AC to 10.</p></li><li><p><span><strong><b>Cold Deceleration.</b></strong></span> A creature hit by a cold charge must succeed on a <strong>DC 16 Constitution saving throw</strong> or have its speed reduced to <strong>0 feet</strong> until the end of its next turn.</p></li><li><p><span><strong><b>Fire Explosion.</b></strong></span> The target hit by a fire charge and each creature within 5 feet of it must succeed on a <strong>DC 16 Dexterity saving throw</strong> or take <strong>[[/r 1d6]]</strong> fire damage.</p></li><li><p><span><strong><b>Lightning Inhibition.</b></strong></span> A creature hit by a lightning charge must succeed on a <strong>DC 16 Constitution saving throw</strong> or be unable to take reactions until the start of its next turn. A creature that fails this saving throw by 10 or more is <span id=\"was-tagged\"><strong>incapacitated</strong></span> until the end of its next turn unless it is immune to being <span id=\"was-tagged\">stunned</span>.</p></li><li><p><span><strong><b>Thunder Disorientation.</b></strong></span> A creature hit by a thunder charge must succeed on a <strong>DC 16 Constitution saving throw</strong> or be <span id=\"was-tagged\">deafened</span> until the end of its next turn and have <strong>disadvantage</strong> on the next attack roll or ability check it makes before then.</p></li></ul><p>An inaccurate rifle that deals [[/r 1d10]] piercing damage on a hit. It has the Ammunition (range 80/240), Loud (1000), Reload (1), and Two-handed properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Piecemaker Pistol (Uncommon)": {
      "name": "Piecemaker Pistol (Uncommon)",
      "description": "Weapon, uncommon<p> Firearm, martial weapon, ranged weapon</p><p> [[/r 1d8]] piercing - ammunition (40/120 ft.), Loud (500), Reload (2)</p><hr /><p>Originally named the 'Peacemaker', this field combat device has built in protections to prevent its agents from exceeding their mandate. If the magic within the firearm detects that a target is unarmed, the agent is unable to discharge the weapon.</p><p><em><strong>Elemental Ammunition.</strong></em> Instead of normal ammunition, this weapon uses special capsules of elemental energy. The weapon can hold one capsule at a time, which can be loaded into it as an action and, while using these capsules, you ignore the loading or reload properties of the weapon if it has them. Each capsule contains <strong>6 charges</strong>, and new capsules can be requisitioned from the quartermaster or purchased on the grey market for 5 gp each. Capsules come in five flavours: acid, cold, fire, lightning, and thunder. Each attack with the <em>piecemaker</em> expends <strong>1 charge</strong> from the loaded capsule, and deals damage of the capsule's type instead of its normal damage type.</p><p><em><strong>Conflict Avoidance.</strong></em> If the target of your attack is an unarmed creature, the weapon doesn't fire and the attack is wasted. The <em>piecemaker</em> is sophisticated enough to detect whether a creature has natural weapons, such as a bear's claws and bite. If a creature's natural weapons are restricted—such as handcuffed claws, or a muzzled maw—the <em>piecemaker</em> deems the target to be unarmed. Unarmed strikes notably aren't classified as weapons. For this reason, the Shadow Enclave's agents often manage to escape confrontations with the FBI unscathed.</p><p>A small, personal, double-barreled firearm that deals [[/r 1d8]] piercing damage on a hit. It has the Ammunition (range 40/120), Loud (500), Reload (2) properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p>"
    },
    "Taz's Zealous Retribution (Very Rare)": {
      "name": "Taz's Zealous Retribution (Very Rare)",
      "description": "<p>Wand, very rare (attunement optional)</p><p>[[/r 1]] piercing - finesse</p><hr /><p>A common field tool, the TZR, as it is referred to by FBI agents, is the creation of the Bureau's very own inventor: Tazon Regalton. Designed primarily for incapacitating fleeing evil-doers, the TZR also packs a punch when necessary.</p><p><em><strong>Stun Baton.</strong></em> You can use this wand as a simple melee weapon with the finesse property, dealing 1 piercing damage on a hit. Once per turn when you hit a creature with an attack using the wand, you can cause it to discharge in one of the following ways:</p><p><em><strong>Sap.</strong></em> The creature must make a <strong>DC 16 Constitution saving throw</strong>. On a failure, its speed is reduced to <strong>0 feet</strong> and it can't take bonus actions or reactions until the end of its next turn. A creature immune to being <span id=\"was-tagged\">stunned</span> automatically succeeds on this saving throw.</p><p><em><strong>Zap.</strong></em> The creature takes an extra <strong>[[/r 4d8]]</strong> lightning damage and can't take reactions until the start of its next turn unless it is immune to being <span id=\"was-tagged\">stunned</span>.</p><p><em><strong>Optional Attunement.</strong></em> If you are a spellcaster, you can attune to this item, and you can use the Stunspell property while you remain attuned to it.</p><p><em><strong>OA: Stunspell.</strong></em> You know the <span id=\"was-tagged\">@Compendium[dnd5e.spells.3Lo9boi7P2ro6QV4]{Hold Person}</span>, <span id=\"was-tagged\">@Compendium[dnd5e.spells.l9Ju5KE7bbn3WpTm]{Hold Monster}</span>, <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-18-fbi-item.Fm3IVgt1zXDG9NSX]{Lightning Wave}</span>, and <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-18-fbi-item.bjacwJjtLhUHGohA]{Stunbolt} </span>spells, and you always have them prepared. While holding the wand, you can cast one of those spells without expending a spell slot, using your spell save DC. Once this property of the wand has been used, roll a <strong>[[/r d8]]</strong>. If the result is equal to or lower than the spell’s level, this property can’t be used again until the next dawn.</p><p><em><strong>Finesse.</strong></em> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p>"
    },
    "Commander's Badge of Authority (Rare)": {
      "name": "Commander's Badge of Authority (Rare)",
      "description": "<div>\n\n\nWondrous item, rare (attunement optional)</div>\n\n\n\n\n\n\n  \n\n\n<hr />\n<p>This brass badge is infused with a lesser known branch of magic spanning the schools of illusion and enchantment: the branch of salesmanship. Just as a salesman might beguile you by spinning fantastical tales of the benefits of snake oil or distract you with beautiful images of long-maned old men, so too does this badge mislead those who look at it. Commonly used by agents of the Fantastical Bureau of Investigation, it also has defensive properties for when such investigations take a turn.</p><p><i><b>False Authority.</b></i> This badge is enchanted to appear as a document that gives its holder the necessary authority they require to outrank the observer. You can use a bonus action to show this badge to a creature to gain <b>advantage</b> on <b><span id=\"was-tagged\">Deception</span></b> checks made to convince it that you're important. A creature that spends at least <b>1 minute</b> taking a close look at the badge can see through the illusion with a successful <b>DC 15 Intelligence (<span id=\"was-tagged\">Investigation</span>)</b> check. While flashing the badge might convince indifferent creatures, creatures that are suspicious of you might demand more time to closely review your documentation for legitimacy.</p><p><i><b>Optional Attunement.</b></i> When FBI agents make their daring escapes in theatre shows throughout the realm, the crossbow bolts of bad guys are often depicted missing their mark. The reason? Their magical badge-shields. If you attune to this item, you gain a <b>+1 bonus</b> to AC and can use the Take Cover property while you remain attuned to it.</p><p><i><b>OA: Take Cover.</b></i> As a bonus action, you can tap the badge and shout the command words \"take cover\", causing the badge to become a floating shield that follows you for <b>1 minute</b>, or until you use a bonus action to return it to its normal form. If you aren't wearing a shield, you gain a <b>+5 bonus</b> to AC for the duration. This effect ends early if you make an attack or cast a spell that affects an enemy creature. After you use this property, roll a <b>[[/r d6]]</b>. On a <b>1</b> or <b>2</b>, it can't be used again until the next dawn.</p>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Bonus AC": {
          "name": "Bonus AC"
        },
        "Take Cover!": {
          "name": "Take Cover!"
        }
      }
    },
    "Phantom Blade Greatsword (Rare)": {
      "name": "Phantom Blade Greatsword (Rare)",
      "description": "<div>\n\n\nWeapon, rare (requires attunement)</div>\n\n\nMartial weapon, melee weapon\n\n\n6 lb. <br /> [[/r 2d6]] slashing  - heavy, two-handed\n\n\n<hr />\n<p>Branton bodged this project up so badly he actually managed to kill the sword. \"Swords aren't even alive,\" I hear you say. You're right—they're not. Branton Quark's control of magic is so porous that he not only managed to grant an inanimate object life but, while it was revelling in its new-found consciousness, kill it almost immediately. The sword is now pissed and haunts any who take the life of a sentient being. This blade is an almost permanent fixture in the FBI evidence lockers; no one is quite sure if sword murder is actually an offence.</p><p>This magic weapon deals an extra <b>[[/r 1d6]]</b> psychic damage to any target it hits. This damage is tripled against undead with the Incorporeal Movement trait.</p><p><i><b>Sentience.</b></i> A phantom blade is a sentient, lawful neutral item with an Intelligence of 14, a Wisdom of 12, and a Charisma of 12. It has hearing and <span id=\"was-tagged\">darkvision</span> out to a range of <b>120 feet</b>. The weapon can speak, read, and understand Common.</p><p><i><b>Personality.</b></i> Phantom blades see themselves as righteous defenders of inanimate objects and take umbrage at being used to break down doors or crack open chests. In addition, their own experience with death makes them particularly sensitive to inflicting it upon others. Whenever you use the phantom blade to kill a creature that isn't undead, the sword attempts to haunt you. You must succeed on a <b>DC 15 Wisdom saving throw</b> or develop a short-term madness effect. Once the sword has attempted to haunt a creature, it can't do so again until the next dawn.</p><p><i><b>Heavy.</b></i> Creatures that are Small or Tiny have disadvantage on attack rolls with heavy weapons. A heavy weapon's size and bulk make it too large for a Small or Tiny creature to use effectively.</p><p><i><b>Two-Handed.</b></i> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Stunbolt": {
      "name": "Stunbolt",
      "description": "<p>You fire a concentrated bolt of energy at a target within range, which explodes in a cloud of crackling lightning. The target must make a Constitution saving throw. On a failure, the target takes [[/r 8d8]] lightning damage and can't take reactions until the start of its next turn. A creature that fails by 5 or more is also <span id=\"was-tagged\">stunned</span> until the end of its next turn. On a success, a creature takes half as much damage, isn't <span id=\"was-tagged\">stunned</span>, and can take reactions as normal.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 5th level or higher, the damage increases by [[/r 1d8]] per slot level above 4th.</p>",
      "materials": {
        "value": "a rod of quartz and copper wire"
      }
    },
    "Ka-Ma-Ra (Common)": {
      "name": "Ka-Ma-Ra (Common)",
      "description": "<div>\n\n\nWondrous item, common</div>\n\n\n\n\n\n\n  \n\n\n<hr />\n<p>\"Please... paint the picture!\" Sergeant Flotsam pleaded.</p><p>\"Can't,\" flatly replied the red-scale imp. \"On strike.\"</p><p>\"It's literally your job. I point you at the dead body, you pick up your paintbrush, and you paint. I can see you've got a full stock of paint in there,\" said Flotsam, peering in through a small window in the <i>Ka-Ma-Ra</i>'s side. \"What's that in the corn- Is that what I think it is?!\"</p><p>\"S'private,\" said the imp. \"Listen. Union rates are three ounces of brimstone and a half ounce of sulphur every ten pictures. It's not my fault you kept pressing the trigger while I was in your pack. I'm almost out of black paint now!\"</p><p>All modern technology is accompanied by growing pains, and the <i>Ka-Ma-Ra</i> is no different. Summoned from the hells and bound into a half-foot-cubed wooden box, the imps that power these pictograph-producing devices tend not to have 'helpful' on their list of traits. By pulling a trigger, a small hammer within the box kicks the imp out of bed, whereupon it paints a picture of whatever the <i>Ka-Ma-Ra</i> is pointing at. Make sure to turn the flash on or end up with a picture in greyscale!</p><p>This item has <b>10 charges</b>. As an action, you can supply the imp within it with up to <b>10 gp</b> worth of paint (in a variety of colours), brimstone, and sulphur, causing the item to regain <b>1</b> expended charge for each 1 gp worth of materials provided.</p><p><i><b>Shoot.</b></i> As an action, you can point the <i>Ka-Ma-Ra</i> in a direction of your choice and expend <b>1 charge</b> to pull the trigger, instantaneously shining bright light in a <b>20-foot cone</b>. At the start of your next turn, the imp hands you a small, 3\" by 2\" picture of whatever the <i>Ka-Ma-Ra</i> was pointing at. If you move or use a reaction between taking the action and the start of your next turn, the picture is blurry and out of focus; you must remain perfectly still while the imp is at work. If the <i>Ka-Ma-Ra</i> is left unused for too long, the imp within may expend charges of its own accord to produce risqué images of other imps in an attempt to ward off boredom.Once this property of the item has been used, it can’t be used again until the next dawn.</p>"
    },
    "Chameleon Skin": {
      "name": "Chameleon Skin",
      "description": "<p>You imbue a creature you touch with pigment so that its skin, and anything it wears or carries, slowly shifts hues to match its surroundings. For the duration, the target can take the <span id=\"was-tagged\">Hide</span> action as a bonus action on each of its turns, even when only lightly obscured.</p><p>If the target did not move during its last turn, creatures have disadvantage on any Wisdom (<span id=\"was-tagged\">Perception</span>) checks made to see the target. Creatures who do not rely on sight, such as those with <span id=\"was-tagged\">tremorsense</span>, are immune to this effect.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st.</p>",
      "materials": {
        "value": "red, yellow, and blue pigment"
      }
    },
    "Piecemaker Blunderbuss (Very Rare)": {
      "name": "Piecemaker Blunderbuss (Very Rare)",
      "description": "Weapon, very rare<p> Firearm, martial weapon, ranged weapon </p><p>[[/r 3d4]] piercing - ammunition (20/60 ft.), Loud (1000), Reload (1), two-handed</p><hr /><p>Originally named the 'Peacemaker', this field combat device has built in protections to prevent its agents from exceeding their mandate. If the magic within the firearm detects that a target is unarmed, the agent is unable to discharge the weapon.</p><p>You have a <strong>+3 bonus</strong> to attack and damage rolls made with this magic weapon.</p><p><em><strong>Elemental Ammunition.</strong></em> Instead of normal ammunition, this weapon uses special capsules of elemental energy. The weapon can hold one capsule at a time, which can be loaded into it as an action and, while using these capsules, you ignore the loading or reload properties of the weapon if it has them. Each capsule contains <strong>6 charges</strong>, and new capsules can be requisitioned from the quartermaster or purchased on the grey market for 5 gp each. Capsules come in five flavours: acid, cold, fire, lightning, and thunder. Each attack with the <em>piecemaker</em> expends <strong>1 charge</strong> from the loaded capsule, and deals damage of the capsule's type instead of its normal damage type.</p><p><em><strong>Conflict Avoidance.</strong></em> If the target of your attack is an unarmed creature, the weapon doesn't fire and the attack is wasted. The <em>piecemaker</em> is sophisticated enough to detect whether a creature has natural weapons, such as a bear's claws and bite. If a creature's natural weapons are restricted—such as handcuffed claws, or a muzzled maw—the <em>piecemaker</em> deems the target to be unarmed. Unarmed strikes notably aren't classified as weapons. For this reason, the Shadow Enclave's agents often manage to escape confrontations with the FBI unscathed.</p><p><em><strong>Enhance Ammo.</strong></em> As a bonus action while holding this weapon, you can enhance the capsule currently loaded into it. Each of the attacks you make that expend charges from that capsule has an additional effect depending on its flavour. Removing an enhanced capsule from the weapon removes the enhancement as well. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><ul><li><p><span><strong><b>Acid Dissolution.</b></strong></span> When you hit a creature wearing nonmagical metal armour with an acid charge, roll a <strong>[[/r d20]]</strong>. On an <strong>11</strong> or higher, its armour suffers a cumulative <strong>-1 penalty</strong> to the AC it offers. The armour is destroyed if the penalty reduces its AC to 10.</p></li><li><p><span><strong><b>Cold Deceleration.</b></strong></span> A creature hit by a cold charge must succeed on a <strong>DC 16 Constitution saving throw</strong> or have its speed reduced to <strong>0 feet</strong> until the end of its next turn.</p></li><li><p><span><strong><b>Fire Explosion.</b></strong></span> The target hit by a fire charge and each creature within 5 feet of it must succeed on a <strong>DC 16 Dexterity saving throw</strong> or take <strong>[[/r 1d6]]</strong> fire damage.</p></li><li><p><span><strong><b>Lightning Inhibition.</b></strong></span> A creature hit by a lightning charge must succeed on a <strong>DC 16 Constitution saving throw</strong> or be unable to take reactions until the start of its next turn. A creature that fails this saving throw by 10 or more is <span id=\"was-tagged\"><strong>incapacitated</strong></span> until the end of its next turn unless it is immune to being <span id=\"was-tagged\">stunned</span>.</p></li><li><p><span><strong><b>Thunder Disorientation.</b></strong></span> A creature hit by a thunder charge must succeed on a <strong>DC 16 Constitution saving throw</strong> or be <span id=\"was-tagged\">deafened</span> until the end of its next turn and have <strong>disadvantage</strong> on the next attack roll or ability check it makes before then.</p></li></ul><p>A high-powered, short range firearm that deals [[/r 3d4]] piercing damage on a hit. It has the Ammunition (range 20/60), Loud (1000), Reload (1), and Two-handed properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Piecemaker Rifle (Very Rare)": {
      "name": "Piecemaker Rifle (Very Rare)",
      "description": "Weapon, very rare<p> Firearm, martial weapon, ranged weapon </p><p>[[/r 1d12]] piercing - ammunition (120/480 ft.), Loud (500), Reload (6), two-handed</p><hr /><p>Originally named the 'Peacemaker', this field combat device has built in protections to prevent its agents from exceeding their mandate. If the magic within the firearm detects that a target is unarmed, the agent is unable to discharge the weapon.</p><p>You have a <strong>+3 bonus</strong> to attack and damage rolls made with this magic weapon.</p><p><em><strong>Elemental Ammunition.</strong></em> Instead of normal ammunition, this weapon uses special capsules of elemental energy. The weapon can hold one capsule at a time, which can be loaded into it as an action and, while using these capsules, you ignore the loading or reload properties of the weapon if it has them. Each capsule contains <strong>6 charges</strong>, and new capsules can be requisitioned from the quartermaster or purchased on the grey market for 5 gp each. Capsules come in five flavours: acid, cold, fire, lightning, and thunder. Each attack with the <em>piecemaker</em> expends <strong>1 charge</strong> from the loaded capsule, and deals damage of the capsule's type instead of its normal damage type.</p><p><em><strong>Conflict Avoidance.</strong></em> If the target of your attack is an unarmed creature, the weapon doesn't fire and the attack is wasted. The <em>piecemaker</em> is sophisticated enough to detect whether a creature has natural weapons, such as a bear's claws and bite. If a creature's natural weapons are restricted—such as handcuffed claws, or a muzzled maw—the <em>piecemaker</em> deems the target to be unarmed. Unarmed strikes notably aren't classified as weapons. For this reason, the Shadow Enclave's agents often manage to escape confrontations with the FBI unscathed.</p><p><em><strong>Enhance Ammo.</strong></em> As a bonus action while holding this weapon, you can enhance the capsule currently loaded into it. Each of the attacks you make that expend charges from that capsule has an additional effect depending on its flavour. Removing an enhanced capsule from the weapon removes the enhancement as well. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><ul><li><p><span><strong><b>Acid Dissolution.</b></strong></span> When you hit a creature wearing nonmagical metal armour with an acid charge, roll a <strong>[[/r d20]]</strong>. On an <strong>11</strong> or higher, its armour suffers a cumulative <strong>-1 penalty</strong> to the AC it offers. The armour is destroyed if the penalty reduces its AC to 10.</p></li><li><p><span><strong><b>Cold Deceleration.</b></strong></span> A creature hit by a cold charge must succeed on a <strong>DC 16 Constitution saving throw</strong> or have its speed reduced to <strong>0 feet</strong> until the end of its next turn.</p></li><li><p><span><strong><b>Fire Explosion.</b></strong></span> The target hit by a fire charge and each creature within 5 feet of it must succeed on a <strong>DC 16 Dexterity saving throw</strong> or take <strong>[[/r 1d6]]</strong> fire damage.</p></li><li><p><span><strong><b>Lightning Inhibition.</b></strong></span> A creature hit by a lightning charge must succeed on a <strong>DC 16 Constitution saving throw</strong> or be unable to take reactions until the start of its next turn. A creature that fails this saving throw by 10 or more is <span id=\"was-tagged\"><strong>incapacitated</strong></span> until the end of its next turn unless it is immune to being <span id=\"was-tagged\">stunned</span>.</p></li><li><p><span><strong><b>Thunder Disorientation.</b></strong></span> A creature hit by a thunder charge must succeed on a <strong>DC 16 Constitution saving throw</strong> or be <span id=\"was-tagged\">deafened</span> until the end of its next turn and have <strong>disadvantage</strong> on the next attack roll or ability check it makes before then.</p></li></ul><p>The longest range of all the firearms, typically equipped with a multi-bullet magazine, it deals [[/r 1d12]] piercing damage on a hit. It has the Ammunition (range 120/480), Loud (500), Reload (6), and Two-handed properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Piecemaker Revolver (Rare)": {
      "name": "Piecemaker Revolver (Rare)",
      "description": "Weapon, rare<p> Firearm, martial weapon, ranged weapon </p><p>[[/r 1d10]] piercing - ammunition (60/240 ft.), Loud (500), Reload (6)</p><hr /><p>Originally named the 'Peacemaker', this field combat device has built in protections to prevent its agents from exceeding their mandate. If the magic within the firearm detects that a target is unarmed, the agent is unable to discharge the weapon.</p><p><em><strong>Elemental Ammunition.</strong></em> Instead of normal ammunition, this weapon uses special capsules of elemental energy. The weapon can hold one capsule at a time, which can be loaded into it as an action and, while using these capsules, you ignore the loading or reload properties of the weapon if it has them. Each capsule contains <strong>6 charges</strong>, and new capsules can be requisitioned from the quartermaster or purchased on the grey market for 5 gp each. Capsules come in five flavours: acid, cold, fire, lightning, and thunder. Each attack with the <em>piecemaker</em> expends <strong>1 charge</strong> from the loaded capsule, and deals damage of the capsule's type instead of its normal damage type.</p><p><em><strong>Conflict Avoidance.</strong></em> If the target of your attack is an unarmed creature, the weapon doesn't fire and the attack is wasted. The <em>piecemaker</em> is sophisticated enough to detect whether a creature has natural weapons, such as a bear's claws and bite. If a creature's natural weapons are restricted—such as handcuffed claws, or a muzzled maw—the <em>piecemaker</em> deems the target to be unarmed. Unarmed strikes notably aren't classified as weapons. For this reason, the Shadow Enclave's agents often manage to escape confrontations with the FBI unscathed.</p><p><em><strong>Enhance Ammo.</strong></em> As a bonus action while holding this weapon, you can enhance the capsule currently loaded into it. Each of the attacks you make that expend charges from that capsule has an additional effect depending on its flavour. Removing an enhanced capsule from the weapon removes the enhancement as well. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><ul><li><p><span><strong><b>Acid Dissolution.</b></strong></span> When you hit a creature wearing nonmagical metal armour with an acid charge, roll a <strong>[[/r d20]]</strong>. On an <strong>11</strong> or higher, its armour suffers a cumulative <strong>-1 penalty</strong> to the AC it offers. The armour is destroyed if the penalty reduces its AC to 10.</p></li><li><p><span><strong><b>Cold Deceleration.</b></strong></span> A creature hit by a cold charge must succeed on a <strong>DC 15 Constitution saving throw</strong> or have its speed reduced to <strong>0 feet</strong> until the end of its next turn.</p></li><li><p><span><strong><b>Fire Explosion.</b></strong></span> The target hit by a fire charge and each creature within 5 feet of it must succeed on a <strong>DC 15 Dexterity saving throw</strong> or take <strong>[[/r 1d6]]</strong> fire damage.</p></li><li><p><span><strong><b>Lightning Inhibition.</b></strong></span> A creature hit by a lightning charge must succeed on a <strong>DC 15 Constitution saving throw</strong> or be unable to take reactions until the start of its next turn. A creature that fails this saving throw by 10 or more is <span id=\"was-tagged\"><strong>incapacitated</strong></span> until the end of its next turn unless it is immune to being <span id=\"was-tagged\">stunned</span>.</p></li><li><p><span><strong><b>Thunder Disorientation.</b></strong></span> A creature hit by a thunder charge must succeed on a <strong>DC 15 Constitution saving throw</strong> or be <span id=\"was-tagged\">deafened</span> until the end of its next turn and have <strong>disadvantage</strong> on the next attack roll or ability check it makes before then.</p></li></ul><p>A small, personal firearm with a rotating barrel and accuracy-enhancing rifling that deals [[/r 1d10]] piercing damage on a hit. It has the Ammunition (range 60/240), Loud (500), Reload (6) properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p>"
    },
    "Ka-Ma-Ra (Uncommon)": {
      "name": "Ka-Ma-Ra (Uncommon)",
      "description": "<div>\n\n\nWondrous item, uncommon</div>\n\n\n\n\n\n\n  \n\n\n<hr />\n<p>\"Please... paint the picture!\" Sergeant Flotsam pleaded.</p><p>\"Can't,\" flatly replied the red-scale imp. \"On strike.\"</p><p>\"It's literally your job. I point you at the dead body, you pick up your paintbrush, and you paint. I can see you've got a full stock of paint in there,\" said Flotsam, peering in through a small window in the <i>Ka-Ma-Ra</i>'s side. \"What's that in the corn- Is that what I think it is?!\"</p><p>\"S'private,\" said the imp. \"Listen. Union rates are three ounces of brimstone and a half ounce of sulphur every ten pictures. It's not my fault you kept pressing the trigger while I was in your pack. I'm almost out of black paint now!\"</p><p>All modern technology is accompanied by growing pains, and the <i>Ka-Ma-Ra</i> is no different. Summoned from the hells and bound into a half-foot-cubed wooden box, the imps that power these pictograph-producing devices tend not to have 'helpful' on their list of traits. By pulling a trigger, a small hammer within the box kicks the imp out of bed, whereupon it paints a picture of whatever the <i>Ka-Ma-Ra</i> is pointing at. Make sure to turn the flash on or end up with a picture in greyscale!</p><p>This item has <b>10 charges</b>. As an action, you can supply the imp within it with up to <b>10 gp</b> worth of paint (in a variety of colours), brimstone, and sulphur, causing the item to regain <b>1</b> expended charge for each 1 gp worth of materials provided.</p><p><i><b>Shoot.</b></i> As an action, you can point the <i>Ka-Ma-Ra</i> in a direction of your choice and expend <b>1 charge</b> to pull the trigger, instantaneously shining bright light in a <b>20-foot cone</b>. At the start of your next turn, the imp hands you a small, 3\" by 2\" picture of whatever the <i>Ka-Ma-Ra</i> was pointing at. If you move or use a reaction between taking the action and the start of your next turn, the picture is blurry and out of focus; you must remain perfectly still while the imp is at work. If the <i>Ka-Ma-Ra</i> is left unused for too long, the imp within may expend charges of its own accord to produce risqué images of other imps in an attempt to ward off boredom.</p>"
    },
    "Sleuth's Shadowcoat (Very Rare)": {
      "name": "Sleuth's Shadowcoat (Very Rare)",
      "description": "Wondrous item, very rare (requires attunement)<hr /><p>Sometimes, a detective's best tool is remaining undetected. The <em>sleuth's shadowcoat</em> allows its wearer to take full advantage of shadows, to hide in plain sight, and to disappear in a puff of smoke (well... fog) when things go awry. Also, it has plenty of secret and obvious pockets in which to store things. Very useful.</p><p>This item has <strong>14 charges</strong> and regains <strong>[[/r 1d10 + 4]]</strong> expended charges daily at dawn.</p><p><em><strong>Shadow Stealth.</strong></em> While wearing this coat in dim light or darkness, you can use a bonus action to expend <strong>1 charge</strong> and turn <span id=\"was-tagged\"><strong>invisible</strong></span> until the start of your next turn. This invisibility ends if you attack or cast a spell. If you are still <span id=\"was-tagged\">invisible</span> at the start of your next turn, you can choose to immediately expend <strong>1 charge</strong> (no action required) to prolong the effect for another turn.</p><p><em><strong>Hide in Plain Sight.</strong></em> While wearing the coat, you can expend <strong>2 charges</strong> to cast the <span id=\"was-tagged\">chameleon skin</span> spell on yourself.</p><p><em><strong>Disappearing Act.</strong></em> While wearing the coat, you can expend <strong>2 charges</strong> to cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.IBJmWjzbQGu7M4UX]{Fog Cloud}</span> spell centred on yourself. When you cast the spell in this way, it doesn’t require concentration, only lasts up to 1 minute, and you can immediately move up to half your speed. You can expend an additional <strong>3 charges</strong> to cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.2IWiZAJtOGDoKjiz]{Gaseous Form}</span> spell on yourself immediately before you move (no additional action required).</p>"
    },
    "Piecemaker Rifle (Uncommon)": {
      "name": "Piecemaker Rifle (Uncommon)",
      "description": "Weapon, uncommon<p> Firearm, martial weapon, ranged weapon </p><p>[[/r 1d12]] piercing - ammunition (120/480 ft.), Loud (500), Reload (6), two-handed</p><hr /><p>Originally named the 'Peacemaker', this field combat device has built in protections to prevent its agents from exceeding their mandate. If the magic within the firearm detects that a target is unarmed, the agent is unable to discharge the weapon.</p><p><em><strong>Elemental Ammunition.</strong></em> Instead of normal ammunition, this weapon uses special capsules of elemental energy. The weapon can hold one capsule at a time, which can be loaded into it as an action and, while using these capsules, you ignore the loading or reload properties of the weapon if it has them. Each capsule contains <strong>6 charges</strong>, and new capsules can be requisitioned from the quartermaster or purchased on the grey market for 5 gp each. Capsules come in five flavours: acid, cold, fire, lightning, and thunder. Each attack with the <em>piecemaker</em> expends <strong>1 charge</strong> from the loaded capsule, and deals damage of the capsule's type instead of its normal damage type.</p><p><em><strong>Conflict Avoidance.</strong></em> If the target of your attack is an unarmed creature, the weapon doesn't fire and the attack is wasted. The <em>piecemaker</em> is sophisticated enough to detect whether a creature has natural weapons, such as a bear's claws and bite. If a creature's natural weapons are restricted—such as handcuffed claws, or a muzzled maw—the <em>piecemaker</em> deems the target to be unarmed. Unarmed strikes notably aren't classified as weapons. For this reason, the Shadow Enclave's agents often manage to escape confrontations with the FBI unscathed.</p><p>The longest range of all the firearms, typically equipped with a multi-bullet magazine, it deals [[/r 1d12]] piercing damage on a hit. It has the Ammunition (range 120/480), Loud (500), Reload (6), and Two-handed properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Piecemaker Musket (Rare)": {
      "name": "Piecemaker Musket (Rare)",
      "description": "<p>Weapon, rare</p><p>Firearm, martial weapon, ranged weapon </p><p>[[/r 1d10]] piercing - ammunition (80/240 ft.), Loud (1000), Reload (1), two-handed</p><hr /><p>Originally named the 'Peacemaker', this field combat device has built in protections to prevent its agents from exceeding their mandate. If the magic within the firearm detects that a target is unarmed, the agent is unable to discharge the weapon.</p><p><em><strong>Elemental Ammunition.</strong></em> Instead of normal ammunition, this weapon uses special capsules of elemental energy. The weapon can hold one capsule at a time, which can be loaded into it as an action and, while using these capsules, you ignore the loading or reload properties of the weapon if it has them. Each capsule contains <strong>6 charges</strong>, and new capsules can be requisitioned from the quartermaster or purchased on the grey market for 5 gp each. Capsules come in five flavours: acid, cold, fire, lightning, and thunder. Each attack with the <em>piecemaker</em> expends <strong>1 charge</strong> from the loaded capsule, and deals damage of the capsule's type instead of its normal damage type.</p><p><em><strong>Conflict Avoidance.</strong></em> If the target of your attack is an unarmed creature, the weapon doesn't fire and the attack is wasted. The <em>piecemaker</em> is sophisticated enough to detect whether a creature has natural weapons, such as a bear's claws and bite. If a creature's natural weapons are restricted—such as handcuffed claws, or a muzzled maw—the <em>piecemaker</em> deems the target to be unarmed. Unarmed strikes notably aren't classified as weapons. For this reason, the Shadow Enclave's agents often manage to escape confrontations with the FBI unscathed.</p><p><em><strong>Enhance Ammo.</strong></em> As a bonus action while holding this weapon, you can enhance the capsule currently loaded into it. Each of the attacks you make that expend charges from that capsule has an additional effect depending on its flavour. Removing an enhanced capsule from the weapon removes the enhancement as well. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><ul><li><p><span><strong><b>Acid Dissolution.</b></strong></span> When you hit a creature wearing nonmagical metal armour with an acid charge, roll a <strong>[[/r d20]]</strong>. On an <strong>11</strong> or higher, its armour suffers a cumulative <strong>-1 penalty</strong> to the AC it offers. The armour is destroyed if the penalty reduces its AC to 10.</p></li><li><p><span><strong><b>Cold Deceleration.</b></strong></span> A creature hit by a cold charge must succeed on a <strong>DC 15 Constitution saving throw</strong> or have its speed reduced to <strong>0 feet</strong> until the end of its next turn.</p></li><li><p><span><strong><b>Fire Explosion.</b></strong></span> The target hit by a fire charge and each creature within 5 feet of it must succeed on a <strong>DC 15 Dexterity saving throw</strong> or take <strong>[[/r 1d6]]</strong> fire damage.</p></li><li><p><span><strong><b>Lightning Inhibition.</b></strong></span> A creature hit by a lightning charge must succeed on a <strong>DC 15 Constitution saving throw</strong> or be unable to take reactions until the start of its next turn. A creature that fails this saving throw by 10 or more is <span id=\"was-tagged\"><strong>incapacitated</strong></span> until the end of its next turn unless it is immune to being <span id=\"was-tagged\">stunned</span>.</p></li><li><p><span><strong><b>Thunder Disorientation.</b></strong></span> A creature hit by a thunder charge must succeed on a <strong>DC 15 Constitution saving throw</strong> or be <span id=\"was-tagged\">deafened</span> until the end of its next turn and have <strong>disadvantage</strong> on the next attack roll or ability check it makes before then.</p></li></ul><p>An inaccurate rifle that deals [[/r 1d10]] piercing damage on a hit. It has the Ammunition (range 80/240), Loud (1000), Reload (1), and Two-handed properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Sleuth's Shadowcoat (Uncommon)": {
      "name": "Sleuth's Shadowcoat (Uncommon)",
      "description": "<div>\n\n\nWondrous item, uncommon (requires attunement)</div>\n\n\n\n\n\n\n  \n\n\n<hr />\n<p>Sometimes, a detective's best tool is remaining undetected. The <i>sleuth's shadowcoat</i> allows its wearer to take full advantage of shadows, to hide in plain sight, and to disappear in a puff of smoke (well... fog) when things go awry. Also, it has plenty of secret and obvious pockets in which to store things. Very useful.</p><p>This item has <b>9 charges</b> and regains <b>[[/r 1d6 + 3]]</b> expended charges daily at dawn.</p><p><i><b>Shadow Stealth.</b></i> While wearing this coat in dim light or darkness, you can use a bonus action to expend <b>1 charge</b> and turn <b><span id=\"was-tagged\">invisible</span></b> until the start of your next turn. This invisibility ends if you enter an area of bright light, or if you attack or cast a spell. If you are still <span id=\"was-tagged\">invisible</span> at the start of your next turn, you can choose to immediately expend <b>1 charge</b> (no action required) to prolong the effect for another turn.</p><p><i><b>Hide in Plain Sight.</b></i> While wearing the coat, you can expend <b>2 charges</b> to cast the <span id=\"was-tagged\">chameleon skin</span> spell on yourself.</p>"
    },
    "Piecemaker Blunderbuss (Uncommon)": {
      "name": "Piecemaker Blunderbuss (Uncommon)",
      "description": "Weapon, uncommon<p> Firearm, martial weapon, ranged weapon </p><p>[[/r 3d4]] piercing - ammunition (20/60 ft.), Loud (1000), Reload (1), two-handed</p><hr /><p>Originally named the 'Peacemaker', this field combat device has built in protections to prevent its agents from exceeding their mandate. If the magic within the firearm detects that a target is unarmed, the agent is unable to discharge the weapon.</p><p><em><strong>Elemental Ammunition.</strong></em> Instead of normal ammunition, this weapon uses special capsules of elemental energy. The weapon can hold one capsule at a time, which can be loaded into it as an action and, while using these capsules, you ignore the loading or reload properties of the weapon if it has them. Each capsule contains <strong>6 charges</strong>, and new capsules can be requisitioned from the quartermaster or purchased on the grey market for 5 gp each. Capsules come in five flavours: acid, cold, fire, lightning, and thunder. Each attack with the <em>piecemaker</em> expends <strong>1 charge</strong> from the loaded capsule, and deals damage of the capsule's type instead of its normal damage type.</p><p><em><strong>Conflict Avoidance.</strong></em> If the target of your attack is an unarmed creature, the weapon doesn't fire and the attack is wasted. The <em>piecemaker</em> is sophisticated enough to detect whether a creature has natural weapons, such as a bear's claws and bite. If a creature's natural weapons are restricted—such as handcuffed claws, or a muzzled maw—the <em>piecemaker</em> deems the target to be unarmed. Unarmed strikes notably aren't classified as weapons. For this reason, the Shadow Enclave's agents often manage to escape confrontations with the FBI unscathed.</p><p>A high-powered, short range firearm that deals [[/r 3d4]] piercing damage on a hit. It has the Ammunition (range 20/60), Loud (1000), Reload (1), and Two-handed properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Phantom Blade Shortsword (Rare)": {
      "name": "Phantom Blade Shortsword (Rare)",
      "description": "<div>\n\n\nWeapon, rare (requires attunement)</div>\n\n\nMartial weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d6]] piercing  - finesse, light\n\n\n<hr />\n<p>Branton bodged this project up so badly he actually managed to kill the sword. \"Swords aren't even alive,\" I hear you say. You're right—they're not. Branton Quark's control of magic is so porous that he not only managed to grant an inanimate object life but, while it was revelling in its new-found consciousness, kill it almost immediately. The sword is now pissed and haunts any who take the life of a sentient being. This blade is an almost permanent fixture in the FBI evidence lockers; no one is quite sure if sword murder is actually an offence.</p><p>This magic weapon deals an extra <b>[[/r 1d6]]</b> psychic damage to any target it hits. This damage is tripled against undead with the Incorporeal Movement trait.</p><p><i><b>Sentience.</b></i> A phantom blade is a sentient, lawful neutral item with an Intelligence of 14, a Wisdom of 12, and a Charisma of 12. It has hearing and <span id=\"was-tagged\">darkvision</span> out to a range of <b>120 feet</b>. The weapon can speak, read, and understand Common.</p><p><i><b>Personality.</b></i> Phantom blades see themselves as righteous defenders of inanimate objects and take umbrage at being used to break down doors or crack open chests. In addition, their own experience with death makes them particularly sensitive to inflicting it upon others. Whenever you use the phantom blade to kill a creature that isn't undead, the sword attempts to haunt you. You must succeed on a <b>DC 15 Wisdom saving throw</b> or develop a short-term madness effect. Once the sword has attempted to haunt a creature, it can't do so again until the next dawn.</p><p><i><b>Finesse.</b></i> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p><p><i><b>Light.</b></i> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Lenz the Inspector (Uncommon)": {
      "name": "Lenz the Inspector (Uncommon)",
      "description": "<div>\n\n\nWondrous item, uncommon</div>\n\n\n\n\n\n\n  \n\n\n<hr />\n<p>Though the Bureau has many inspectors—magical magnifying glasses that help spot clues—Lenz is a unique creation. Usually the last inspector to be taken from the quartermaster's stock, Lenz enjoys talking to new people. They rarely enjoy talking to it...</p><p><i><b>Investigation.</b></i> While looking through this magnifying glass, you have <b>advantage</b> on <b><span id=\"was-tagged\">Investigation</span></b> checks made to find clues and hidden messages within writing.</p><p><i><b>Tracking.</b></i> While looking through this magnifying glass, you can see the tracks of all creatures that travelled through the area in the last <b>24 hours</b> as glowing imprints, unless such a creature's passage was disguised by magic, and have <b>advantage</b> on ability checks made to identify the creatures that left those tracks.</p><p><i><b>Sentience.</b></i> Lenz is a sentient chaotic good magic item with an Intelligence of 10, Wisdom of 13, and Charisma of 17. It has hearing and <span id=\"was-tagged\">darkvision</span> out to <b>60 feet</b> and can speak and understand Common.</p><p><i><b>Personality.</b></i> Lenz is charismatic and slightly distracting, taking great joy in pointing out entirely obvious and irrelevant facts. While holding Lenz, you can make a <b>DC 13 Charisma (<span id=\"was-tagged\">Persuasion</span>)</b> check to ask it for extra help. On a success, its tips are helpful and grant you <b>advantage</b> on ability checks made to gather information on creatures, objects, and locations through observation for <b>10 minutes</b>. On a failure, it gets distracted and starts telling a tale, such as the time it mistook a duck's footprint for that of a venomous dire platypus, giving you <b>disadvantage</b> on the same ability checks for <b>10 minutes</b>. Once Lenz has been successfully persuaded to help, any attempts to ask for help from it again before the next dawn automatically fail.</p>"
    },
    "Origami Gold-Leaf Dragon": {
      "name": "Origami Gold-Leaf Dragon",
      "description": "Wondrous item, legendary<hr /><p>Over the course of a minute, you can fold this enchanted, golden paper into a dragon, activating its magical potential in one of the following ways:</p><p><em><strong>Draconic Familiar.</strong></em> Proud and brilliant, the 6-inch-long origami dragon is usually the Bureau Director's personal assistant. When you craft this origami animal, it becomes your familiar, as per the find familiar spell, with the following changes:</p><ul><li><p>It uses the statistics of a <span id=\"was-tagged\"><strong>@Compendium[dnd5e.monsters.naSoHU9KbkgeNIwB]{Gold Dragon Wyrmling}</strong></span>, but is a Tiny construct with <strong>10</strong> hit points, a flying speed of <strong>80 feet</strong>, a <strong>+8 Dexterity (</strong><span id=\"was-tagged\"><strong>Stealth</strong></span><strong>)</strong> modifier, and a <strong>+14 Wisdom (</strong><span id=\"was-tagged\"><strong>Perception</strong></span><strong>)</strong> modifier.</p></li><li><p>There is no limit to the distance at which you can communicate with the dragon telepathically or share its senses.</p></li><li><p>You can't dismiss the dragon.</p></li><li><p>As an action, the dragon can magically turn <span id=\"was-tagged\">invisible</span> until it attacks or its <span id=\"was-tagged\">concentration</span> ends (as if <span id=\"was-tagged\">concentrating</span> on a spell).</p></li><li><p>The dragon doesn't have a breath weapon and can make no attacks other than the following Weaken action: <em><strong>Weaken.</strong></em> <em>Melee Weapon Attack:</em> <strong>+9</strong> to hit, reach 5 ft. <em>Hit:</em> <strong>1</strong> slashing damage and the target must succeed on a <strong>DC 17 Strength saving throw</strong> or have <strong>disadvantage</strong> on Strength-based attack rolls, Strength checks, and Strength saving throws until the end of its next turn.</p></li><li><p>After <strong>1 hour</strong>, the dragon reverts to a sheet of paper and can't be used again until the next dawn.</p></li></ul><p><em><strong>Get-Away Dragon.</strong></em> When you fold this paper, you can speak its command word, causing the origami shape to manifest into a Large dragon made of paper. This creature has the statistics of a <span id=\"was-tagged\"><strong>@Compendium[dnd5e.monsters.QSytPah5WKoFJ1zt]{Young Gold Dragon}</strong></span>. The dragon is friendly to you and obeys your verbal commands (no action required by you), and rolls its own initiative in combat. If you don't issue any commands to the dragon, it defends itself from hostile creatures but otherwise takes no actions. After <strong>1 hour</strong>, or if the dragon drops to 0 hit points, the paper loses its magic and shrinks back down into a mundane, folded piece of paper.</p>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      }
    },
    "Commander's Badge of Authority (Uncommon)": {
      "name": "Commander's Badge of Authority (Uncommon)",
      "description": "<div>\n\n\nWondrous item, uncommon (attunement optional)</div>\n\n\n\n\n\n\n  \n\n\n<hr />\n<p>This brass badge is infused with a lesser known branch of magic spanning the schools of illusion and enchantment: the branch of salesmanship. Just as a salesman might beguile you by spinning fantastical tales of the benefits of snake oil or distract you with beautiful images of long-maned old men, so too does this badge mislead those who look at it. Commonly used by agents of the Fantastical Bureau of Investigation, it also has defensive properties for when such investigations take a turn.</p><p><i><b>False Authority.</b></i> This badge is enchanted to appear as a document that gives its holder the necessary authority they require to outrank the observer. You can use a bonus action to show this badge to a creature to gain <b>advantage</b> on <b><span id=\"was-tagged\">Deception</span></b> checks made to convince it that you're important. A creature that spends at least <b>1 minute</b> taking a close look at the badge can see through the illusion with a successful <b>DC 15 Intelligence (<span id=\"was-tagged\">Investigation</span>)</b> check. While flashing the badge might convince indifferent creatures, creatures that are suspicious of you might demand more time to closely review your documentation for legitimacy.</p><p><i><b>Optional Attunement.</b></i> When FBI agents make their daring escapes in theatre shows throughout the realm, the crossbow bolts of bad guys are often depicted missing their mark. The reason? Their magical badge-shields. If you attune to this item, you can use the Take Cover property while you remain attuned to it.</p><p><i><b>OA: Take Cover.</b></i> As a bonus action, you can tap the badge and shout the command words \"take cover\", causing the badge to become a floating shield that follows you for <b>1 minute</b>, or until you use a bonus action to return it to its normal form. If you aren't wearing a shield, you gain a <b>+5 bonus</b> to AC for the duration. This effect ends early if you make an attack or cast a spell that affects an enemy creature. After you use this property, roll a <b>[[/r d6]]</b>. On a <b>1</b> or <b>2</b>, it can't be used again until the next dawn.</p>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      }
    },
    "Piecemaker Musket (Uncommon)": {
      "name": "Piecemaker Musket (Uncommon)",
      "description": "Weapon, uncommon<p> Firearm, martial weapon, ranged weapon</p><p> [[/r 1d10]] piercing - ammunition (80/240 ft.), Loud (1000), Reload (1), two-handed</p><hr /><p>Originally named the 'Peacemaker', this field combat device has built in protections to prevent its agents from exceeding their mandate. If the magic within the firearm detects that a target is unarmed, the agent is unable to discharge the weapon.</p><p><em><strong>Elemental Ammunition.</strong></em> Instead of normal ammunition, this weapon uses special capsules of elemental energy. The weapon can hold one capsule at a time, which can be loaded into it as an action and, while using these capsules, you ignore the loading or reload properties of the weapon if it has them. Each capsule contains <strong>6 charges</strong>, and new capsules can be requisitioned from the quartermaster or purchased on the grey market for 5 gp each. Capsules come in five flavours: acid, cold, fire, lightning, and thunder. Each attack with the <em>piecemaker</em> expends <strong>1 charge</strong> from the loaded capsule, and deals damage of the capsule's type instead of its normal damage type.</p><p><em><strong>Conflict Avoidance.</strong></em> If the target of your attack is an unarmed creature, the weapon doesn't fire and the attack is wasted. The <em>piecemaker</em> is sophisticated enough to detect whether a creature has natural weapons, such as a bear's claws and bite. If a creature's natural weapons are restricted—such as handcuffed claws, or a muzzled maw—the <em>piecemaker</em> deems the target to be unarmed. Unarmed strikes notably aren't classified as weapons. For this reason, the Shadow Enclave's agents often manage to escape confrontations with the FBI unscathed.</p><p>An inaccurate rifle that deals [[/r 1d10]] piercing damage on a hit. It has the Ammunition (range 80/240), Loud (1000), Reload (1), and Two-handed properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Phantom Blade Scimitar (Rare)": {
      "name": "Phantom Blade Scimitar (Rare)",
      "description": "<div>\n\n\nWeapon, rare (requires attunement)</div>\n\n\nMartial weapon, melee weapon\n\n\n3 lb. <br /> [[/r 1d6]] slashing  - finesse, light\n\n\n<hr />\n<p>Branton bodged this project up so badly he actually managed to kill the sword. \"Swords aren't even alive,\" I hear you say. You're right—they're not. Branton Quark's control of magic is so porous that he not only managed to grant an inanimate object life but, while it was revelling in its new-found consciousness, kill it almost immediately. The sword is now pissed and haunts any who take the life of a sentient being. This blade is an almost permanent fixture in the FBI evidence lockers; no one is quite sure if sword murder is actually an offence.</p><p>This magic weapon deals an extra <b>[[/r 1d6]]</b> psychic damage to any target it hits. This damage is tripled against undead with the Incorporeal Movement trait.</p><p><i><b>Sentience.</b></i> A phantom blade is a sentient, lawful neutral item with an Intelligence of 14, a Wisdom of 12, and a Charisma of 12. It has hearing and <span id=\"was-tagged\">darkvision</span> out to a range of <b>120 feet</b>. The weapon can speak, read, and understand Common.</p><p><i><b>Personality.</b></i> Phantom blades see themselves as righteous defenders of inanimate objects and take umbrage at being used to break down doors or crack open chests. In addition, their own experience with death makes them particularly sensitive to inflicting it upon others. Whenever you use the phantom blade to kill a creature that isn't undead, the sword attempts to haunt you. You must succeed on a <b>DC 15 Wisdom saving throw</b> or develop a short-term madness effect. Once the sword has attempted to haunt a creature, it can't do so again until the next dawn.</p><p><i><b>Finesse.</b></i> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p><p><i><b>Light.</b></i> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Origami Swallow": {
      "name": "Origami Swallow",
      "description": "Wondrous item, rare<hr /><p>Over the course of a minute, you can fold this enchanted paper into the shape of a 6-inch-wingspan swallow, activating its magical potential.</p><p><em><strong>Improved Familiar.</strong></em> Swift and observant, the <em>origami swallow</em> is an espionage tool available only to the upper echelons of the Bureau's secret agents. When you craft this origami animal, it becomes your familiar, as per the find familiar spell, with the following changes:</p><ul><li><p>It uses the statistics of a <span id=\"was-tagged\"><strong>@Compendium[dnd5e.monsters.fnkPNfIpS62LqOu4]{Hawk}</strong></span>, but is a construct with a flying speed of <strong>120 feet</strong> and a <strong>+6 Dexterity (</strong><span id=\"was-tagged\"><strong>Stealth</strong></span><strong>)</strong> modifier.</p></li><li><p>There is no limit to the distance at which you can communicate with the swallow telepathically.</p></li><li><p>You can't dismiss the swallow.</p></li><li><p>It can use its action to make a Talons attack. If it hits a creature with eyes with this attack, the creature must succeed on a <strong>DC 13 Constitution saving throw</strong> or be <span id=\"was-tagged\"><strong>blinded</strong></span> until the end of its next turn.</p></li></ul><p>The <em>origami swallow</em> loses its magic <strong>1 hour</strong> after being activated, becoming a mundane, folded piece of paper.</p>"
    },
    "Piecemaker Pistol (Rare)": {
      "name": "Piecemaker Pistol (Rare)",
      "description": "Weapon, rare<p> Firearm, martial weapon, ranged weapon </p><p>[[/r 1d8]] piercing - ammunition (40/120 ft.), Loud (500), Reload (2)</p><hr /><p>Originally named the 'Peacemaker', this field combat device has built in protections to prevent its agents from exceeding their mandate. If the magic within the firearm detects that a target is unarmed, the agent is unable to discharge the weapon.</p><p><em><strong>Elemental Ammunition.</strong></em> Instead of normal ammunition, this weapon uses special capsules of elemental energy. The weapon can hold one capsule at a time, which can be loaded into it as an action and, while using these capsules, you ignore the loading or reload properties of the weapon if it has them. Each capsule contains <strong>6 charges</strong>, and new capsules can be requisitioned from the quartermaster or purchased on the grey market for 5 gp each. Capsules come in five flavours: acid, cold, fire, lightning, and thunder. Each attack with the <em>piecemaker</em> expends <strong>1 charge</strong> from the loaded capsule, and deals damage of the capsule's type instead of its normal damage type.</p><p><em><strong>Conflict Avoidance.</strong></em> If the target of your attack is an unarmed creature, the weapon doesn't fire and the attack is wasted. The <em>piecemaker</em> is sophisticated enough to detect whether a creature has natural weapons, such as a bear's claws and bite. If a creature's natural weapons are restricted—such as handcuffed claws, or a muzzled maw—the <em>piecemaker</em> deems the target to be unarmed. Unarmed strikes notably aren't classified as weapons. For this reason, the Shadow Enclave's agents often manage to escape confrontations with the FBI unscathed.</p><p><em><strong>Enhance Ammo.</strong></em> As a bonus action while holding this weapon, you can enhance the capsule currently loaded into it. Each of the attacks you make that expend charges from that capsule has an additional effect depending on its flavour. Removing an enhanced capsule from the weapon removes the enhancement as well. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><ul><li><p><span><strong><b>Acid Dissolution.</b></strong></span> When you hit a creature wearing nonmagical metal armour with an acid charge, roll a <strong>[[/r d20]]</strong>. On an <strong>11</strong> or higher, its armour suffers a cumulative <strong>-1 penalty</strong> to the AC it offers. The armour is destroyed if the penalty reduces its AC to 10.</p></li><li><p><span><strong><b>Cold Deceleration.</b></strong></span> A creature hit by a cold charge must succeed on a <strong>DC 15 Constitution saving throw</strong> or have its speed reduced to <strong>0 feet</strong> until the end of its next turn.</p></li><li><p><span><strong><b>Fire Explosion.</b></strong></span> The target hit by a fire charge and each creature within 5 feet of it must succeed on a <strong>DC 15 Dexterity saving throw</strong> or take <strong>[[/r 1d6]]</strong> fire damage.</p></li><li><p><span><strong><b>Lightning Inhibition.</b></strong></span> A creature hit by a lightning charge must succeed on a <strong>DC 15 Constitution saving throw</strong> or be unable to take reactions until the start of its next turn. A creature that fails this saving throw by 10 or more is <span id=\"was-tagged\"><strong>incapacitated</strong></span> until the end of its next turn unless it is immune to being <span id=\"was-tagged\">stunned</span>.</p></li><li><p><span><strong><b>Thunder Disorientation.</b></strong></span> A creature hit by a thunder charge must succeed on a <strong>DC 15 Constitution saving throw</strong> or be <span id=\"was-tagged\">deafened</span> until the end of its next turn and have <strong>disadvantage</strong> on the next attack roll or ability check it makes before then.</p></li></ul><p>A small, personal, double-barreled firearm that deals [[/r 1d8]] piercing damage on a hit. It has the Ammunition (range 40/120), Loud (500), Reload (2) properties.</p><p><em><strong>Extra Reloads.</strong></em> More expensive models of magitech firearms have a self-reloading mechanism that harnesses the arcanomagnetic engine to re-cock the weapon. If you wish, you can increase the magazine capacity of a magitech firearm up to a maximum of 6, ensuring that the price increases proportionally. For example, a pistol typically costs 200 gp and has reload (2). If you increased this to reload (6), you would multiply the price by 3 for a new cost of 600 gp.</p><p><em><strong>Range.</strong></em> A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range.</p><p><em><strong>Ammunition.</strong></em> You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time you attack with the weapon, you expend one piece of ammunition. Drawing the ammunition from a quiver, case, or other container is part of the attack. Loading a one-handed weapon requires a free hand. At the end of the battle, you can recover half your expended ammunition by taking a minute to search the battlefield.</p><p>If you use a weapon that has the ammunition property to make a melee attack, you treat the weapon as an improvised weapon. A sling must be loaded to deal any damage when used in this way.</p><p><em><strong>Loud (X).</strong></em> The sound of the weapon discharging alerts all hearing creatures within a number of feet as specified by the number in parentheses after the loud property. This range is doubled in echoey locations, such as cave systems, and where sound travels faster, such as underwater.</p><p><em><strong>Reload (X).</strong></em> A limited number of shots, specified by the number in parentheses after the reload property, can be made with this weapon. A character must then reload it using an action.</p>"
    }
  }
}
