{
  "label": "Loot Tavern - Patrons of Legend",
  "entries": {
    "Depth Charge": {
      "name": "Depth Charge",
      "description": "<p>With a boom that can be heard 300 feet away (or 1000 feet in a liquid), a pulse of thunder ripples out from a point you choose within range. Each creature in a 20-foot-radius sphere centred on that point must make a Constitution saving throw. A target takes [[/r 7d6]] thunder damage on a failed save, or half as much damage on a successful one. This damage increases to [[/r 9d6]] if the affected creature is submerged in a liquid.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 4th level or higher, the damage increases by [[/r 1d6]] for each slot level above 3rd.</p>",
      "materials": {
        "value": "some metamorphic rock"
      }
    },
    "Mapifying Glass (Common)": {
      "name": "Mapifying Glass (Common)",
      "description": "Wondrous item, common<hr /><p>The inquisitive people of the Moonlit Lands have a proverb: \"Shed some light on the world, and it will reveal itself to you.\" It turns out it's a little more literal than it first seems.</p><p><em><strong>Moonlight Map.</strong></em> As an action while holding this item in dim or bright light, you can expend 1 charge and point it at a flat surface within <strong>10 feet</strong> of you, causing light to shine through the magnifying glass and form the image of a map on that surface for <strong>10 minutes</strong> or until you speak a command word to make it disappear. This map represents the area in a <strong>100-foot square</strong> centred on you, at your elevation.</p><p>If a creature, object, or area is warded against divination magic, it doesn't show on the map.</p><p>Once this property of the item has been used, it can’t be used again until the next dawn.</p>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      }
    },
    "Magician's Gloves (Rare)": {
      "name": "Magician's Gloves (Rare)",
      "description": "Wondrous item, rare (requires attunement)<hr /><p>Legends speak of a secret cabal of wizards who specialise in casting the mage hand cantrip, and whose secrets have been harnessed to create these mystifying gloves. Though some simple-minded fools may choose to ridicule this oddly specific mastery, being slapped silly by several spectral palms is often enough to decisively silence them.</p><p><em><strong>Archmage's Hand.</strong></em> While wearing these gloves, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.Utk1OQRwYkMkFRD3]{Mage Hand}</span> cantrip, with the following changes:</p><ul class=\"rd__list\"><li class=\"rd__li \"><p>You can create two spectral hands instead of one, and you can control any number of them as a bonus action.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">The spell lasts until you are <span id=\"was-tagged\">unconscious</span> or choose to end it (no action required). If a hand is ever more than <strong>30 feet</strong> away from you, it immediately disappears and reappears in your space.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">The hands are stronger than normal, and each is capable of lifting a weight in pounds equal to <strong>10 x your proficiency bonus</strong>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">The hands are more dexterous than normal, and you can use them to perform ability checks that you would be able to perform using your hands.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">When you control the hands, you can use each one to make a melee spell attack (<strong>+7</strong> to hit) against a target within <strong>5</strong> feet of it, dealing <strong>[[/r 1d6]]</strong> force damage on a hit.</p></li></ul>"
    },
    "Felix's Hammer of Fury Club (Rare)": {
      "name": "Felix's Hammer of Fury Club (Rare)",
      "description": "<div>\n\n\nWeapon, rare (requires attunement)</div>\n\n\nSimple weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d4]] bludgeoning  - light\n\n\n<hr />\n<p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <b>[[/r 1d6]]</b> fire damage to any target it hits. It has <b>6 charges</b> and regains <b>[[/r 1d4 + 2]]</b> expended charges daily at dawn.</p><p><i><b>Suffer the Consequences.</b></i> As a bonus action, you can choose a creature within <b>60 feet</b> of you that can hear you and expend <b>1 charge</b> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <b>60 feet</b> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <b>[[/r 1d6]]</b> psychic damage on a hit.</p><p><i><b>Light.</b></i> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Warhammerhead Club (Very Rare)": {
      "name": "Warhammerhead Club (Very Rare)",
      "description": "<div>\n\n\nWeapon, very rare</div>\n\n\nSimple weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d4]] bludgeoning  - light\n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p>You gain a <b>+2 bonus</b> to attack and damage rolls made with this magic weapon.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. As part of this bonus action, you can move up to half your speed towards such a creature.While you are underwater, the range of this effect extends to <b>120 feet</b>.</p><p><i><b>Light.</b></i> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Catclaw & Sharkfin (Rare)": {
      "name": "Catclaw & Sharkfin (Rare)",
      "description": "Weapon (@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-47-patrons-of-legend-item.PALxzhkQHIGrVBch]{Claw}), rare (requires attunement)<p> Simple weapon, melee weapon [[/r 1d6]] slashing - attached, light</p><hr /><p>Crafted in honour of a famous cartographer duo, these clawed gauntlets mirror their renowned teamwork, unlocking their full potential only when working in perfect tandem. And just like few could avoid being <span id=\"was-tagged\">stunned</span> by the intricate detail of their maps, so can few resist the nasty one-two combo the gauntlets deliver.</p><p>These two claws count as a single magic item with regard to the number of magic items you can attune to. The claws can change shape so that either one can be worn on either hand.</p><p><em><strong>Set Up.</strong></em> Attacks made with catclaw deal force or slashing damage (your choice). When you hit a creature with this weapon, it becomes marked until the end of the current turn. A marked creature can't take reactions.</p><p><em><strong>Finishing Touch.</strong></em> Attacks made with sharkfin deal piercing or slashing damage (your choice). If a creature is marked by catclaw, you deal an extra <strong>[[/r 2d6]]</strong> damage on a hit.</p><p><em><strong>Attached.</strong></em> You can't be disarmed of this weapon, but donning or doffing the weapon takes an action. You can use a hand equipped with this weapon to hold items, but can't attack with the weapon while doing so. Additionally, you have disadvantage on attack rolls using other weapons held in a hand equipped with this weapon and on Sleight of Hand checks using the hand that is equipped with this weapon.</p><p><em><strong>Light.</strong></em> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Mapifying Glass (Rare)": {
      "name": "Mapifying Glass (Rare)",
      "description": "Wondrous item, rare<hr /><p>The inquisitive people of the Moonlit Lands have a proverb: \"Shed some light on the world, and it will reveal itself to you.\" It turns out it's a little more literal than it first seems.</p><p>This item has <strong>3 charges</strong> and regains <strong>all</strong> expended charges daily at dawn.</p><p><em><strong>Moonlight Map.</strong></em> As an action while holding this item in dim or bright light, you can expend 1 charge and point it at a flat surface within <strong>10 feet</strong> of you, causing light to shine through the magnifying glass and form the image of a map on that surface for <strong>10 minutes</strong> or until you speak a command word to make it disappear. This map represents the area in a <strong>200-foot square</strong> centred on you, at your elevation. When it forms, choose one or more of the additional effects below. For each effect chosen beyond the first, you must expend 1 additional charge.</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\">The size of the map is increased to a <strong>300-foot square</strong>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">The map shows traps and other hazards in the area marked in red.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">The map shows secret doors and passages in the area marked in yellow.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">The map shows creatures in the area at the time it formed as small white dots.</p></li></ul><p>If a creature, object, or area is warded against divination magic, it doesn't show on the map.</p>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      }
    },
    "Griffon's Cloak (Uncommon)": {
      "name": "Griffon's Cloak (Uncommon)",
      "description": "Wondrous item, uncommon (requires attunement)<hr /><p>The act of crafting this feathered cloak is seen as a test of skill and patience by the followers of a powerful astral griffon. In doing so, they prove themselves worthy of carrying out the griffon's designs across the planes, and pass down the secrets of the cloak's creation to other like-minded souls with the heart and passion of true artisans.</p><p><em><strong>Planar Passport.</strong></em> When this cloak visits a plane of existence, it becomes capable of acting as the material component for the <span id=\"was-tagged\">@Compendium[dnd5e.spells.J6Jpw5XzB5aTeqnz]{Plane Shift}</span> spell, attuned to that particular plane. If found, the cloak is already attuned to <strong>[[/r 1d4]]</strong> different planes of existence.</p><p><em><strong>Controlled Blink.</strong></em> While wearing the cloak, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.GSvLWcdCZLQkilXT]{Blink} </span>spell. When the spell is cast in this way, you roll a second <strong>[[/r d20]]</strong> at the end of each of your turns and choose which result to take. Once this property of the cloak has been used, it can't be used again until the next dawn.</p>"
    },
    "Acid Rain": {
      "name": "Acid Rain",
      "description": "<p>With a gentle patter, corrosive raindrops build to an acidic deluge in a 20-foot-radius, 60-foot-tall cylinder, centred on a point within range. When the rain begins, each creature in the area must make a Dexterity saving throw, taking [[/r 4d6]] acid damage on failure or half as much damage on a success. For the duration, a creature must also make this saving throw when it enters the spell's area for the first time on its turn or ends its turn there.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 4th level or higher, the acid damage increases by [[/r 1d6]] for each slot level above 3rd.</p>",
      "materials": {
        "value": "a drop of acid"
      }
    },
    "Warhammerhead Maul (Uncommon)": {
      "name": "Warhammerhead Maul (Uncommon)",
      "description": "<div>\n\n\nWeapon, uncommon</div>\n\n\nMartial weapon, melee weapon\n\n\n10 lb. <br /> [[/r 2d6]] bludgeoning  - heavy, two-handed\n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. While you are underwater, the range of this effect extends to <b>120 feet</b>.</p><p><i><b>Heavy.</b></i> Creatures that are Small or Tiny have disadvantage on attack rolls with heavy weapons. A heavy weapon's size and bulk make it too large for a Small or Tiny creature to use effectively.</p><p><i><b>Two-Handed.</b></i> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Warhammerhead Greatclub (Rare)": {
      "name": "Warhammerhead Greatclub (Rare)",
      "description": "<div>\n\n\nWeapon, rare</div>\n\n\nSimple weapon, melee weapon\n\n\n10 lb. <br /> [[/r 1d8]] bludgeoning  - two-handed\n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p>You gain a <b>+1 bonus</b> to attack and damage rolls made with this magic weapon.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. While you are underwater, the range of this effect extends to <b>120 feet</b>.</p><p><i><b>Two-Handed.</b></i> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Helm of Iron Will (Rare)": {
      "name": "Helm of Iron Will (Rare)",
      "description": "<div>\n\n\nWondrous item, rare (requires attunement)</div>\n\n\n\n\n\n\n  \n\n\n<hr />\n<p>In honour of Iron Will, an adventuring trainer of legend, the beards on these helms are kept magically dry and magnificent at all times. It's said that he helped countless eager rookies achieve their full potential by teaching them obscure strategies and underutilised skills, and that a glorious new hair grew on his chin for each warrior that survived due to his teachings.</p><p><i><b>Dungeoneering 101.</b></i> When you first attune to this helm, choose one of the following skills: <span id=\"was-tagged\">Investigation</span>, <span id=\"was-tagged\">Perception</span>, <span id=\"was-tagged\">Stealth</span>, or <span id=\"was-tagged\">Survival</span>. While wearing the helm, you are proficient in the chosen skill and have <b>advantage</b> on ability checks that use it.</p><p><i><b>Helpful Nudge.</b></i> Such was the legendary trainer's mastery of the dungeoneering game that he could turn any dangerous situation into a victory. While wearing the helm, when a friendly creature you can see within <b>30 feet</b> of you makes an attack roll, ability check, or saving throw, you can use your reaction to turn the [[/r d20]] to one of the faces adjacent to the original result, taking the number on it as the result of the roll. For example, if a creature rolls a 14, you can turn it into a 4, 6, or 20. Once this property of the helm has been used, it can't be used again until the next dawn.</p>"
    },
    "Monkey's Paw (Legendary)": {
      "name": "Monkey's Paw (Legendary)",
      "description": "Wondrous item, legendary (requires attunement)<hr /><p>Torn from a vicious primate demon said to have sired countless abyssal layers, this shrivelled arm is still rife with corruption. Its fingers flex and curl on their own, producing unsettling cracking sounds that echo in the minds of listeners for torturous hours.</p><p>The arm has <strong>3 charges</strong> and regains <strong>all</strong> expended charges daily at dawn.</p><p><em><strong>Costly Attunement.</strong></em> When you attune to this item, its corrupted, abyssal flesh merges with your own, replacing a missing arm or consuming an existing one (your choice). An arm consumed in this way doesn't reappear when your attunement to the item ends.</p><p><em><strong>Trick Weapon.</strong></em> As a bonus action, you can cause the arm to enlarge to absurd proportions or revert to its normal size. The arm has different properties depending on its size, as described below:</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Normal.</span> You gain a <strong>+1 bonus</strong> to the attack and damage rolls of any weapon with the finesse property that you wield with it (to a maximum of +3), and you have <strong>advantage</strong> on <span id=\"was-tagged\"><strong>Sleight of Hand</strong></span> checks. You can expend <strong>1 charge</strong> to cast one of the following spells from the arm (<strong>save DC 17</strong>): <span id=\"was-tagged\">@Compendium[dnd5e.spells.Ek45cBpVXvJdv1Qy]{Counterspell}</span>, <span id=\"was-tagged\">@Compendium[dnd5e.spells.XXUDGFELgoskdOD0]{Fear}</span>, or <span id=\"was-tagged\">@Compendium[dnd5e.spells.6g3WLOZ2u0EbaLAd]{Hypnotic Pattern}</span>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Enlarged.</span> Your arm becomes a @Compendium[dnd5e.items.1kihEfn9QppB34ee]{+2 Maul} with which you are proficient, and can't be used to wield other weapons or shields, or otherwise handle items or perform the somatic component of spells. This maul has the reach property and doesn't have the two-handed property.</p></li></ul><p><em><strong>Curse.</strong></em> This arm is cursed, and attuning to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed in this way, you become tremendously unlucky. The GM decides how this lack of luck manifests itself. In addition, if you cast the <span id=\"was-tagged\">wish</span> spell to produce any effect other than duplicating another spell, it comes into effect in a way that brings you as much misfortune as possible while still fitting your literal wording.</p>"
    },
    "Dungeoneer's Shield (Very Rare)": {
      "name": "Dungeoneer's Shield (Very Rare)",
      "description": "Shield (@Compendium[dnd5e.items.sSs3hSzkKBMNBgTs]{Shield}), very rare (requires attunement)<p>6 lb. AC +2</p><hr /><p>From the faraway land of Drakkenheim, a wise adage from a pair of seasoned adventurers states that a sharp sword and sturdy shield will get you deep into many a dungeon, but only knowledge and a sharp wit can ensure that you come out alive.</p><p>This shield has <strong>6 charges</strong> and regains <strong>all</strong> expended charges daily at dawn.</p><p>While wielding this shield, you have a <strong>+1 bonus</strong> to AC.</p><p><em><strong>Sharp Surprise.</strong></em> As a bonus action while wielding this shield, you can extend or retract the blade within it. While the blade is extended, it can be used as a magical @Compendium[dnd5e.items.osLzOwQdPtrK3rQH]{Shortsword}. If you are proficient with shortswords or shields, you are considered proficient with this shield and shortsword.</p><p><em><strong>Tier List.</strong></em> As a bonus action while wielding the shield, you can expend <strong>1 charge</strong> to ask a question about a creature that you can see within <strong>60 feet</strong> of you. The question must be about one of the attributes listed in the table below, and the answer you receive is always in the form of a letter indicating what interval the attribute is in.</p><table style=\"border:none;border-collapse:collapse\"><tbody><tr style=\"height:0pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong>Tier</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong>CR</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong>HP</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong>AC</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong>One Ability Score Modifier</strong></span></p></td></tr><tr style=\"height:0pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">S</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&gt;20</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&gt;300</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&gt;20</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&gt;+8</strong></span></p></td></tr><tr style=\"height:0pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">A</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">15-20</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">100-300</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">18-20</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">+6-8</strong></span></p></td></tr><tr style=\"height:0pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">B</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">7-14</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">50-99</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">15-17</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">+3-5</strong></span></p></td></tr><tr style=\"height:0pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">C</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">1-6</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">10-49</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">10-14</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">+0-2</strong></span></p></td></tr><tr style=\"height:23.0478515625pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">D</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&lt;1</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&lt;10</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&lt;10</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">Negative</strong></span></p></td></tr></tbody></table><p><em><strong>Heroic Recovery.</strong></em> When you roll a <strong>1</strong> on an attack roll made with the shield's shortsword, you can narrate an incredible and unlikely recovery from your fumble in a grandiose and flowery manner. If you do, you can reroll the attack roll with <strong>advantage</strong>. Once this property of the shield has been used, it can't be used again until the next dawn.</p>"
    },
    "Warhammerhead Maul (Very Rare)": {
      "name": "Warhammerhead Maul (Very Rare)",
      "description": "<div>\n\n\nWeapon, very rare</div>\n\n\nMartial weapon, melee weapon\n\n\n10 lb. <br /> [[/r 2d6]] bludgeoning  - heavy, two-handed\n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p>You gain a <b>+2 bonus</b> to attack and damage rolls made with this magic weapon.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. As part of this bonus action, you can move up to half your speed towards such a creature.While you are underwater, the range of this effect extends to <b>120 feet</b>.</p><p><i><b>Heavy.</b></i> Creatures that are Small or Tiny have disadvantage on attack rolls with heavy weapons. A heavy weapon's size and bulk make it too large for a Small or Tiny creature to use effectively.</p><p><i><b>Two-Handed.</b></i> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Warhammerhead Warhammer (Uncommon)": {
      "name": "Warhammerhead Warhammer (Uncommon)",
      "description": "<div>\n\n\nWeapon, uncommon</div>\n\n\nMartial weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d8]] bludgeoning  - versatile ([[/r 1d10]])\n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. While you are underwater, the range of this effect extends to <b>120 feet</b>.</p><p><i><b>Versatile.</b></i> This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.</p>"
    },
    "Felix's Hammer of Fury Maul (Rare)": {
      "name": "Felix's Hammer of Fury Maul (Rare)",
      "description": "<div>\n\n\nWeapon, rare (requires attunement)</div>\n\n\nMartial weapon, melee weapon\n\n\n10 lb. <br /> [[/r 2d6]] bludgeoning  - heavy, two-handed\n\n\n<hr />\n<p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <b>[[/r 1d6]]</b> fire damage to any target it hits. It has <b>6 charges</b> and regains <b>[[/r 1d4 + 2]]</b> expended charges daily at dawn.</p><p><i><b>Suffer the Consequences.</b></i> As a bonus action, you can choose a creature within <b>60 feet</b> of you that can hear you and expend <b>1 charge</b> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <b>60 feet</b> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <b>[[/r 1d6]]</b> psychic damage on a hit.</p><p><i><b>Heavy.</b></i> Creatures that are Small or Tiny have disadvantage on attack rolls with heavy weapons. A heavy weapon's size and bulk make it too large for a Small or Tiny creature to use effectively.</p><p><i><b>Two-Handed.</b></i> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Warhammerhead Light Hammer (Very Rare)": {
      "name": "Warhammerhead Light Hammer (Very Rare)",
      "description": "<div>\n\n\nWeapon, very rare</div>\n\n\nSimple weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d4]] bludgeoning  - light, thrown (20/60 ft.)\n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p>You gain a <b>+2 bonus</b> to attack and damage rolls made with this magic weapon.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. As part of this bonus action, you can move up to half your speed towards such a creature.While you are underwater, the range of this effect extends to <b>120 feet</b>.</p><p><i><b>Light.</b></i> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p><p><i><b>Thrown.</b></i> If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.</p>"
    },
    "Warhammerhead Light Hammer (Rare)": {
      "name": "Warhammerhead Light Hammer (Rare)",
      "description": "<div>\n\n\nWeapon, rare</div>\n\n\nSimple weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d4]] bludgeoning  - light, thrown (20/60 ft.)\n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p>You gain a <b>+1 bonus</b> to attack and damage rolls made with this magic weapon.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. While you are underwater, the range of this effect extends to <b>120 feet</b>.</p><p><i><b>Light.</b></i> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p><p><i><b>Thrown.</b></i> If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.</p>"
    },
    "Felix's Hammer of Fury Greatclub (Uncommon)": {
      "name": "Felix's Hammer of Fury Greatclub (Uncommon)",
      "description": "<div><p>Weapon, uncommon (requires attunement)</p></div><p> Simple weapon, melee weapon 10 lb. <br />[[/r 1d8]] bludgeoning - two-handed</p><hr /><p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <strong>[[/r 1d6]]</strong> fire damage to the first target it hits on each of your turns. It has <strong>6 charges</strong> and regains <strong>[[/r 1d4 + 2]]</strong> expended charges daily at dawn.</p><p><em><strong>Suffer the Consequences.</strong></em> As a bonus action, you can choose a creature within <strong>30 feet</strong> of you that can hear you and expend <strong>1 charge</strong> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <strong>30 feet</strong> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <strong>[[/r 1d6]]</strong> psychic damage on a hit.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Peeper Paintbrush (Legendary)": {
      "name": "Peeper Paintbrush (Legendary)",
      "description": "<div>\n\n\nWondrous item, legendary (requires attunement)</div>\n\n\n\n\n\n\n  \n\n\n<hr />\n<p>Why settle for painting monsters when you could paint others to be monsters? With the help of this adorable paintbrush, your art can truly pop out of its living canvas. Besides, who wouldn't want to be more like Peeper?</p><p><i><b>Artistic Licence.</b></i> As an action while holding the paintbrush, you can paint one monstrous feature of your choice from the list below on a willing creature within <b>5 feet</b> of you, granting it a special benefit. The feature and its benefits fade after <b>1 hour</b>, or when a new feature is painted on the creature. Once you’ve used this property to paint a feature, roll a [[/r d6]]. On a <b>5</b> or <b>6</b>, you can paint that feature again.</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Claws, Horns, or Tail.</span> The creature gains a natural weapon that deals bludgeoning (tail), piercing (horns), or slashing (claws) damage equal to <b>[[/r 1d8]] + its Strength modifier</b>. It can use a bonus action to make an attack with this natural weapon.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Extra Eyes.</span> The creature gains <span id=\"was-tagged\">darkvision</span> out to <b>60 feet</b> and <b>advantage</b> on <span id=\"was-tagged\">Perception</span> checks that rely on sight.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Fins and Gills.</span> The creature gains a swimming speed of <b>60 feet</b> and can breathe underwater.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Wings.</span> The creature gains a flying speed of <b>30 feet</b>.</p></li></ul>"
    },
    "Warhammerhead Greatclub (Uncommon)": {
      "name": "Warhammerhead Greatclub (Uncommon)",
      "description": "<div>\n\n\nWeapon, uncommon</div>\n\n\nSimple weapon, melee weapon\n\n\n10 lb. <br /> [[/r 1d8]] bludgeoning  - two-handed\n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. While you are underwater, the range of this effect extends to <b>120 feet</b>.</p><p><i><b>Two-Handed.</b></i> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Griffon's Cloak (Very Rare)": {
      "name": "Griffon's Cloak (Very Rare)",
      "description": "Wondrous item, very rare (requires attunement)<hr /><p>The act of crafting this feathered cloak is seen as a test of skill and patience by the followers of a powerful astral griffon. In doing so, they prove themselves worthy of carrying out the griffon's designs across the planes, and pass down the secrets of the cloak's creation to other like-minded souls with the heart and passion of true artisans.</p><p>This cloak has <strong>3 charges</strong> and regains <strong>all</strong> expended charges daily at dawn.</p><p><em><strong>Planar Passport.</strong></em> When this cloak visits a plane of existence, it becomes capable of acting as the material component for the <span id=\"was-tagged\">@Compendium[dnd5e.spells.J6Jpw5XzB5aTeqnz]{Plane Shift}</span> spell, attuned to that particular plane. If found, the cloak is already attuned to <strong>[[/r 1d4]]</strong> different planes of existence.</p><p><em><strong>Controlled Blink.</strong></em> While wearing the cloak, you can expend <strong>1 charge</strong> to cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.GSvLWcdCZLQkilXT]{Blink} </span>spell. When the spell is cast in this way, you roll a second <strong>[[/r d20]]</strong> at the end of each of your turns and choose which result to take.</p><p><em><strong>One Way Ticket.</strong></em> While wearing the cloak, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.J6Jpw5XzB5aTeqnz]{Plane Shift}</span> spell (<strong>save DC 17</strong>). After you do so, roll a <strong>[[/r d20]]</strong>. On a <strong>1</strong>, the cloak loses this property. On any other result, this property can't be used again until the next dawn.</p>"
    },
    "Catclaw & Sharkfin (Very Rare)": {
      "name": "Catclaw & Sharkfin (Very Rare)",
      "description": "Weapon (@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-47-patrons-of-legend-item.PALxzhkQHIGrVBch]{Claw}), very rare (requires attunement)<p>Simple weapon, melee weapon [[/r 1d6]] slashing - attached, light</p><hr /><p>Crafted in honour of a famous cartographer duo, these clawed gauntlets mirror their renowned teamwork, unlocking their full potential only when working in perfect tandem. And just like few could avoid being <span id=\"was-tagged\">stunned</span> by the intricate detail of their maps, so can few resist the nasty one-two combo the gauntlets deliver.</p><p>These two claws count as a single magic item with regard to the number of magic items you can attune to. The claws can change shape so that either one can be worn on either hand.</p><p><em><strong>Set Up.</strong></em> Attacks made with catclaw deal force or slashing damage (your choice). When you hit a creature with this weapon, it becomes marked until the end of the current turn. A marked creature can't take reactions.</p><p><em><strong>Finishing Touch.</strong></em> Attacks made with sharkfin deal piercing or slashing damage (your choice). If a creature is marked by catclaw, you have <strong>advantage</strong> on attack rolls against it with sharkfin, and deal an extra <strong>[[/r 2d6]]</strong> damage on a hit.</p><p><em><strong>Attached.</strong></em> You can't be disarmed of this weapon, but donning or doffing the weapon takes an action. You can use a hand equipped with this weapon to hold items, but can't attack with the weapon while doing so. Additionally, you have disadvantage on attack rolls using other weapons held in a hand equipped with this weapon and on Sleight of Hand checks using the hand that is equipped with this weapon.</p><p><em><strong>Light.</strong></em> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Warhammerhead Maul (Rare)": {
      "name": "Warhammerhead Maul (Rare)",
      "description": "<div>\n\n\nWeapon, rare</div>\n\n\nMartial weapon, melee weapon\n\n\n10 lb. <br /> [[/r 2d6]] bludgeoning  - heavy, two-handed\n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p>You gain a <b>+1 bonus</b> to attack and damage rolls made with this magic weapon.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. While you are underwater, the range of this effect extends to <b>120 feet</b>.</p><p><i><b>Heavy.</b></i> Creatures that are Small or Tiny have disadvantage on attack rolls with heavy weapons. A heavy weapon's size and bulk make it too large for a Small or Tiny creature to use effectively.</p><p><i><b>Two-Handed.</b></i> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Monkey's Paw (Very Rare)": {
      "name": "Monkey's Paw (Very Rare)",
      "description": "Wondrous item, very rare (requires attunement)<hr /><p>Torn from a vicious primate demon said to have sired countless abyssal layers, this shrivelled arm is still rife with corruption. Its fingers flex and curl on their own, producing unsettling cracking sounds that echo in the minds of listeners for torturous hours.</p><p>The arm has <strong>3 charges</strong> and regains <strong>all</strong> expended charges daily at dawn.</p><p><em><strong>Costly Attunement.</strong></em> When you attune to this item, its corrupted, abyssal flesh merges with your own, replacing a missing arm or consuming an existing one (your choice). An arm consumed in this way doesn't reappear when your attunement to the item ends.</p><p><em><strong>Trick Weapon.</strong></em> As a bonus action, you can cause the arm to enlarge to absurd proportions or revert to its normal size. The arm has different properties depending on its size, as described below:</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Normal.</span> You can expend <strong>1 charge</strong> to cast one of the following spells from the arm (<strong>save DC 16</strong>): <span id=\"was-tagged\">@Compendium[dnd5e.spells.Ek45cBpVXvJdv1Qy]{Counterspell}</span>, <span id=\"was-tagged\">@Compendium[dnd5e.spells.XXUDGFELgoskdOD0]{Fear}</span>, or <span id=\"was-tagged\">@Compendium[dnd5e.spells.6g3WLOZ2u0EbaLAd]{Hypnotic Pattern}</span>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Enlarged.</span> Your arm becomes a @Compendium[dnd5e.items.EveBprZPBjfZqXLt]{+1 Maul} with which you are proficient, and can't be used to wield other weapons or shields, or otherwise handle items or perform the somatic component of spells. This maul has the reach property and doesn't have the two-handed property.</p></li></ul><p><em><strong>Curse.</strong></em> This arm is cursed, and attuning to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed in this way, you become tremendously unlucky. The GM decides how this lack of luck manifests itself. In addition, if you cast the <span id=\"was-tagged\">wish</span> spell to produce any effect other than duplicating another spell, it comes into effect in a way that brings you as much misfortune as possible while still fitting your literal wording.</p>"
    },
    "Helm of Iron Will (Very Rare)": {
      "name": "Helm of Iron Will (Very Rare)",
      "description": "<div>\n\n\nWondrous item, very rare (requires attunement)</div>\n\n\n\n\n\n\n  \n\n\n<hr />\n<p>In honour of Iron Will, an adventuring trainer of legend, the beards on these helms are kept magically dry and magnificent at all times. It's said that he helped countless eager rookies achieve their full potential by teaching them obscure strategies and underutilised skills, and that a glorious new hair grew on his chin for each warrior that survived due to his teachings.</p><p>You gain a <b>+1 bonus</b> to AC while wearing the helm.</p><p><i><b>Dungeoneering 101.</b></i> When you first attune to this helm, choose one of the following skills: <span id=\"was-tagged\">Investigation</span>, <span id=\"was-tagged\">Perception</span>, <span id=\"was-tagged\">Stealth</span>, or <span id=\"was-tagged\">Survival</span>. While wearing the helm, you are proficient in the chosen skill and have <b>advantage</b> on ability checks that use it.</p><p><i><b>Helpful Nudge.</b></i> Such was the legendary trainer's mastery of the dungeoneering game that he could turn any dangerous situation into a victory. While wearing the helm, when a friendly creature you can see within <b>30 feet</b> of you makes an attack roll, ability check, or saving throw, you can use your reaction to turn the [[/r d20]] to one of the faces adjacent to the original result, taking the number on it as the result of the roll. For example, if a creature rolls a 14, you can turn it into a 4, 6, or 20. Once this property of the helm has been used, it can't be used again until the next dawn.</p>",
      "effects": {
        "Bonus AC": {
          "name": "Bonus AC"
        }
      }
    },
    "Claw": {
      "name": "Claw",
      "description": "<div>\n\n\nWeapon</div>\n\n\nSimple weapon, melee weapon\n\n\n2 gp\n[[/r 1d6]] slashing  - attached, light\n\n\n<hr />\n<p>A claw is a simple, bladed melee weapon worn as a glove that deals [[/r 1d6]] slashing damage on a hit and has the Attached and Light properties.</p><p><i><b>Attached.</b></i> You can't be disarmed of this weapon, but donning or doffing the weapon takes an action. You can use a hand equipped with this weapon to hold items, but can't attack with the weapon while doing so. Additionally, you have disadvantage on attack rolls using other weapons held in a hand equipped with this weapon and on Sleight of Hand checks using the hand that is equipped with this weapon.</p><p><i><b>Light.</b></i> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Felix's Hammer of Fury Light Hammer (Uncommon)": {
      "name": "Felix's Hammer of Fury Light Hammer (Uncommon)",
      "description": "<div><p>Weapon, uncommon (requires attunement)</p></div><p> Simple weapon, melee weapon 2 lb. <br />[[/r 1d4]] bludgeoning - light, thrown (20/60 ft.)</p><hr /><p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <strong>[[/r 1d6]]</strong> fire damage to the first target it hits on each of your turns. It has <strong>6 charges</strong> and regains <strong>[[/r 1d4 + 2]]</strong> expended charges daily at dawn.</p><p><em><strong>Suffer the Consequences.</strong></em> As a bonus action, you can choose a creature within <strong>30 feet</strong> of you that can hear you and expend <strong>1 charge</strong> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <strong>30 feet</strong> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <strong>[[/r 1d6]]</strong> psychic damage on a hit.</p><p><em><strong>Light.</strong></em> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p><p><em><strong>Thrown.</strong></em> If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.</p>"
    },
    "Mapifying Glass (Uncommon)": {
      "name": "Mapifying Glass (Uncommon)",
      "description": "Wondrous item, uncommon<hr /><p>The inquisitive people of the Moonlit Lands have a proverb: \"Shed some light on the world, and it will reveal itself to you.\" It turns out it's a little more literal than it first seems.</p><p><em><strong>Moonlight Map.</strong></em> As an action while holding this item in dim or bright light, you can expend 1 charge and point it at a flat surface within <strong>10 feet</strong> of you, causing light to shine through the magnifying glass and form the image of a map on that surface for <strong>10 minutes</strong> or until you speak a command word to make it disappear. This map represents the area in a <strong>200-foot square</strong> centred on you, at your elevation. When it forms, choose one of the additional effects below.</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\">The size of the map is increased to a <strong>300-foot square</strong>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">The map shows traps and other hazards in the area marked in red.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">The map shows secret doors and passages in the area marked in yellow.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">The map shows creatures in the area at the time it formed as small white dots.</p></li></ul><p>If a creature, object, or area is warded against divination magic, it doesn't show on the map.</p><p>Once this property of the item has been used, it can’t be used again until the next dawn.</p>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      }
    },
    "Magician's Gloves (Uncommon)": {
      "name": "Magician's Gloves (Uncommon)",
      "description": "Wondrous item, uncommon (requires attunement)<hr /><p>Legends speak of a secret cabal of wizards who specialise in casting the mage hand cantrip, and whose secrets have been harnessed to create these mystifying gloves. Though some simple-minded fools may choose to ridicule this oddly specific mastery, being slapped silly by several spectral palms is often enough to decisively silence them.</p><p><em><strong>Archmage's Hand.</strong></em> While wearing these gloves, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.Utk1OQRwYkMkFRD3]{Mage Hand}</span> cantrip, with the following changes:</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\">The spell lasts until you are <span id=\"was-tagged\">unconscious</span> or choose to end it (no action required). If a hand is ever more than <strong>30 feet</strong> away from you, it immediately disappears and reappears in your space.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">The hands are stronger than normal, and each is capable of lifting a weight in pounds equal to <strong>10 x your proficiency bonus</strong>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">The hands are more dexterous than normal, and you can use them to perform ability checks that you would be able to perform using your hands.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">When you control the hands, you can use each one to make a melee spell attack (<strong>+5</strong> to hit) against a target within <strong>5</strong> feet of it, dealing <strong>[[/r 1d6]]</strong> force damage on a hit.</p></li></ul>"
    },
    "Felix's Hammer of Fury Light Hammer (Rare)": {
      "name": "Felix's Hammer of Fury Light Hammer (Rare)",
      "description": "<div>\n\n\nWeapon, rare (requires attunement)</div>\n\n\nSimple weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d4]] bludgeoning  - light, thrown (20/60 ft.)\n\n\n<hr />\n<p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <b>[[/r 1d6]]</b> fire damage to any target it hits. It has <b>6 charges</b> and regains <b>[[/r 1d4 + 2]]</b> expended charges daily at dawn.</p><p><i><b>Suffer the Consequences.</b></i> As a bonus action, you can choose a creature within <b>60 feet</b> of you that can hear you and expend <b>1 charge</b> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <b>60 feet</b> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <b>[[/r 1d6]]</b> psychic damage on a hit.</p><p><i><b>Light.</b></i> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p><p><i><b>Thrown.</b></i> If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.</p>"
    },
    "Felix's Hammer of Fury Light Hammer (Very Rare)": {
      "name": "Felix's Hammer of Fury Light Hammer (Very Rare)",
      "description": "<div>\n\n\nWeapon, very rare (requires attunement)</div>\n\n\nSimple weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d4]] bludgeoning  - light, thrown (20/60 ft.)\n\n\n<hr />\n<p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <b>[[/r 1d8]]</b> fire damage to any target it hits. It has <b>6 charges</b> and regains <b>[[/r 1d4 + 2]]</b> expended charges daily at dawn.</p><p><i><b>Suffer the Consequences.</b></i> As a bonus action, you can choose a creature within <b>60 feet</b> of you that can hear you and expend <b>1 charge</b> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <b>60 feet</b> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <b>[[/r 2d6]]</b> psychic damage on a hit.</p><p><i><b>Light.</b></i> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p><p><i><b>Thrown.</b></i> If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.</p>"
    },
    "Peeper Paintbrush (Uncommon)": {
      "name": "Peeper Paintbrush (Uncommon)",
      "description": "<div>\n\n\nWondrous item, uncommon (requires attunement)</div>\n\n\n\n\n\n\n  \n\n\n<hr />\n<p>Why settle for painting monsters when you could paint others to be monsters? With the help of this adorable paintbrush, your art can truly pop out of its living canvas. Besides, who wouldn't want to be more like Peeper?</p><p><i><b>Artistic Licence.</b></i> As an action while holding the paintbrush, you can paint one monstrous feature of your choice from the list below on a willing creature within <b>5 feet</b> of you, granting it a special benefit. The feature and its benefits fade after <b>10 minutes</b>, or when a new feature is painted on the creature. Once you've used this property to paint a feature, the paintbrush can't produce that feature again until the next dawn.</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Claws, Horns, or Tail.</span> The creature gains a natural weapon that deals bludgeoning (tail), piercing (horns), or slashing (claws) damage equal to <b>[[/r 1d6]] + its Strength modifier</b>. It can use a bonus action to make an attack with this natural weapon.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Extra Eyes.</span> The creature gains <span id=\"was-tagged\">darkvision</span> out to <b>30 feet</b> and <b>advantage</b> on <span id=\"was-tagged\">Perception</span> checks that rely on sight.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Fins and Gills.</span> The creature gains a swimming speed of <b>30 feet</b> and can breathe underwater.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Wings.</span> The creature gains a flying speed of <b>15 feet</b>.</p></li></ul>"
    },
    "Felix's Hammer of Fury Mace (Uncommon)": {
      "name": "Felix's Hammer of Fury Mace (Uncommon)",
      "description": "<div><p>Weapon, uncommon (requires attunement)</p></div><p> Simple weapon, melee weapon 4 lb. <br />[[/r 1d6]] bludgeoning</p><hr /><p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <strong>[[/r 1d6]]</strong> fire damage to the first target it hits on each of your turns. It has <strong>6 charges</strong> and regains <strong>[[/r 1d4 + 2]]</strong> expended charges daily at dawn.</p><p><em><strong>Suffer the Consequences.</strong></em> As a bonus action, you can choose a creature within <strong>30 feet</strong> of you that can hear you and expend <strong>1 charge</strong> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <strong>30 feet</strong> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <strong>[[/r 1d6]]</strong> psychic damage on a hit.</p>"
    },
    "Felix's Hammer of Fury Warhammer (Very Rare)": {
      "name": "Felix's Hammer of Fury Warhammer (Very Rare)",
      "description": "<div>\n\n\nWeapon, very rare (requires attunement)</div>\n\n\nMartial weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d8]] bludgeoning  - versatile ([[/r 1d10]])\n\n\n<hr />\n<p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <b>[[/r 1d8]]</b> fire damage to any target it hits. It has <b>6 charges</b> and regains <b>[[/r 1d4 + 2]]</b> expended charges daily at dawn.</p><p><i><b>Suffer the Consequences.</b></i> As a bonus action, you can choose a creature within <b>60 feet</b> of you that can hear you and expend <b>1 charge</b> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <b>60 feet</b> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <b>[[/r 2d6]]</b> psychic damage on a hit.</p><p><i><b>Versatile.</b></i> This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.</p>"
    },
    "Felix's Hammer of Fury Greatclub (Very Rare)": {
      "name": "Felix's Hammer of Fury Greatclub (Very Rare)",
      "description": "<div>\n\n\nWeapon, very rare (requires attunement)</div>\n\n\nSimple weapon, melee weapon\n\n\n10 lb. <br /> [[/r 1d8]] bludgeoning  - two-handed\n\n\n<hr />\n<p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <b>[[/r 1d8]]</b> fire damage to any target it hits. It has <b>6 charges</b> and regains <b>[[/r 1d4 + 2]]</b> expended charges daily at dawn.</p><p><i><b>Suffer the Consequences.</b></i> As a bonus action, you can choose a creature within <b>60 feet</b> of you that can hear you and expend <b>1 charge</b> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <b>60 feet</b> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <b>[[/r 2d6]]</b> psychic damage on a hit.</p><p><i><b>Two-Handed.</b></i> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Catclaw & Sharkfin (Uncommon)": {
      "name": "Catclaw & Sharkfin (Uncommon)",
      "description": "Weapon (@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-47-patrons-of-legend-item.PALxzhkQHIGrVBch]{Claw}), uncommon (requires attunement)<p> Simple weapon, melee weapon [[/r 1d6]] slashing - attached, light</p><hr /><p>Crafted in honour of a famous cartographer duo, these clawed gauntlets mirror their renowned teamwork, unlocking their full potential only when working in perfect tandem. And just like few could avoid being <span id=\"was-tagged\">stunned</span> by the intricate detail of their maps, so can few resist the nasty one-two combo the gauntlets deliver.</p><p>These two claws count as a single magic item with regard to the number of magic items you can attune to. The claws can change shape so that either one can be worn on either hand.</p><p><em><strong>Set Up.</strong></em> Attacks made with catclaw deal force or slashing damage (your choice). When you hit a creature with this weapon, it becomes marked until the end of the current turn. A marked creature can't take reactions.</p><p><em><strong>Finishing Touch.</strong></em> Attacks made with sharkfin deal piercing or slashing damage (your choice). If a creature is marked by catclaw, you deal an extra <strong>[[/r 1d6]]</strong> damage on a hit.</p><p><em><strong>Attached.</strong></em> You can't be disarmed of this weapon, but donning or doffing the weapon takes an action. You can use a hand equipped with this weapon to hold items, but can't attack with the weapon while doing so. Additionally, you have disadvantage on attack rolls using other weapons held in a hand equipped with this weapon and on Sleight of Hand checks using the hand that is equipped with this weapon.</p><p><em><strong>Light.</strong></em> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Felix's Hammer of Fury Mace (Very Rare)": {
      "name": "Felix's Hammer of Fury Mace (Very Rare)",
      "description": "<div>\n\n\nWeapon, very rare (requires attunement)</div>\n\n\nSimple weapon, melee weapon\n\n\n4 lb. <br /> [[/r 1d6]] bludgeoning \n\n\n<hr />\n<p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <b>[[/r 1d8]]</b> fire damage to any target it hits. It has <b>6 charges</b> and regains <b>[[/r 1d4 + 2]]</b> expended charges daily at dawn.</p><p><i><b>Suffer the Consequences.</b></i> As a bonus action, you can choose a creature within <b>60 feet</b> of you that can hear you and expend <b>1 charge</b> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <b>60 feet</b> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <b>[[/r 2d6]]</b> psychic damage on a hit.</p>"
    },
    "Griffon's Cloak (Rare)": {
      "name": "Griffon's Cloak (Rare)",
      "description": "Wondrous item, rare (requires attunement)<hr /><p>The act of crafting this feathered cloak is seen as a test of skill and patience by the followers of a powerful astral griffon. In doing so, they prove themselves worthy of carrying out the griffon's designs across the planes, and pass down the secrets of the cloak's creation to other like-minded souls with the heart and passion of true artisans.</p><p>This cloak has <strong>3 charges</strong> and regains <strong>[[/r 1d3]]</strong> expended charges daily at dawn.</p><p><em><strong>Planar Passport.</strong></em> When this cloak visits a plane of existence, it becomes capable of acting as the material component for the <span id=\"was-tagged\">@Compendium[dnd5e.spells.J6Jpw5XzB5aTeqnz]{Plane Shift}</span> spell, attuned to that particular plane. If found, the cloak is already attuned to <strong>[[/r 1d4]]</strong> different planes of existence.</p><p><em><strong>Controlled Blink.</strong></em> While wearing the cloak, you can expend <strong>1 charge</strong> to cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.GSvLWcdCZLQkilXT]{Blink} </span>spell. When the spell is cast in this way, you roll a second <strong>[[/r d20]]</strong> at the end of each of your turns and choose which result to take.</p>"
    },
    "Dingotamatone (Uncommon)": {
      "name": "Dingotamatone (Uncommon)",
      "description": "Wondrous item, uncommon (requires attunement)<hr /><p>Originally meant to harness the power of wild magic, this unusual instrument suffered an unexplained mishap during creation. It remains unpredictable and undeniably chaotic, but now reserves its magical abilities only for those who prove themselves worthy by triumphing in that most noble of combats: dance!</p><p>This curious item can be used as a musical instrument by squeezing its head to produce sound and placing your fingers on the stem to control the pitch. If you are proficient with a musical instrument, you are proficient with the <em>dingotamatone</em>, which can be used as a spellcasting focus for bard spells. This item has <strong>4 charges</strong> and regains <strong>[[/r 1d4]]</strong> expended charges daily at dawn.</p><p><em><strong>Dance-Off.</strong></em> As an action, you can choose a creature within <strong>30 feet</strong> that can hear you and that you can see, expending <strong>1 charge</strong> to challenge it to a dance competition. The <em>dingotamatone</em> begins to play a song in a random key, and you and the selected creature must make contested <strong>Charisma (</strong><span id=\"was-tagged\"><strong>Performance</strong></span><strong>)</strong> checks. Roll a [[/r d8]] and consult the table below to determine the key of the song and the outcomes of the contested check. If the effect requires a saving throw, the DC is <strong>13</strong>.</p><table class=\"w-100 rd__table  stripe-odd-table\"><tbody><tr><td>[[/r d8]]</td><td><strong>Key</strong></td><td><strong>Effect</strong></td></tr><tr><td>1</td><td>A</td><td>The victor casts <span id=\"was-tagged\">@Compendium[dnd5e.spells.4H6YgYdKgnX6ZQ8M]{Acid Arrow}</span> (<strong>+5</strong> to hit) on the loser.</td></tr><tr><td>2</td><td>B</td><td>The victor casts <span id=\"was-tagged\">@Compendium[dnd5e.spells.zwGsAv6kmwzYGhh3]{Blindness/Deafness}</span> on the loser.</td></tr><tr><td>3</td><td>C</td><td>The victor casts <span id=\"was-tagged\">@Compendium[dnd5e.spells.3MYDjS6k9IYL0aTj]{Calm Emotions}</span>, centred on the loser.</td></tr><tr><td>4</td><td>D</td><td>The victor casts <span id=\"was-tagged\">@Compendium[dnd5e.spells.S7VbUetIfVT7B6Eq]{Darkness}</span>, centred on the loser.</td></tr><tr><td>5</td><td>E</td><td>The victor casts <span id=\"was-tagged\">@Compendium[dnd5e.spells.gMrWeG8fMDPRFiVe]{Entangle}</span>, centred on the loser.</td></tr><tr><td>6</td><td>F</td><td>The victor casts <span id=\"was-tagged\">@Compendium[dnd5e.spells.nqBDWkVOfcGZt4YU]{Faerie Fire}</span>, centred on the loser.</td></tr><tr><td>7</td><td>G</td><td>The victor casts <span id=\"was-tagged\">@Compendium[dnd5e.spells.etgcR9wqmrhyZ0tx]{Grease}</span>, centred on the loser.</td></tr><tr><td>8</td><td>Special</td><td>Select any key of your choice, other than this one.</td></tr></tbody></table>"
    },
    "Monkey's Paw (Rare)": {
      "name": "Monkey's Paw (Rare)",
      "description": "Wondrous item, rare (requires attunement)<hr /><p>Torn from a vicious primate demon said to have sired countless abyssal layers, this shrivelled arm is still rife with corruption. Its fingers flex and curl on their own, producing unsettling cracking sounds that echo in the minds of listeners for torturous hours.</p><p>The arm has <strong>2 charges</strong> and regains <strong>all</strong> expended charges daily at dawn.</p><p><em><strong>Costly Attunement.</strong></em> When you attune to this item, its corrupted, abyssal flesh merges with your own, replacing a missing arm or consuming an existing one (your choice). An arm consumed in this way doesn't reappear when your attunement to the item ends.</p><p><em><strong>Trick Weapon.</strong></em> As a bonus action, you can cause the arm to enlarge to absurd proportions or revert to its normal size. The arm has different properties depending on its size, as described below:</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Normal.</span> You can expend <strong>1 charge</strong> to cast one of the following spells from the arm (<strong>save DC 15</strong>): <span id=\"was-tagged\">@Compendium[dnd5e.spells.Ek45cBpVXvJdv1Qy]{Counterspell}</span>, <span id=\"was-tagged\">@Compendium[dnd5e.spells.XXUDGFELgoskdOD0]{Fear}</span>, or <span id=\"was-tagged\">@Compendium[dnd5e.spells.6g3WLOZ2u0EbaLAd]{Hypnotic Pattern}</span>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Enlarged.</span> Your arm becomes a @Compendium[dnd5e.items.DizirD7eqjh8n95A]{Maul} with which you are proficient, and can't be used to wield other weapons or shields, or otherwise handle items or perform the somatic component of spells. This maul has the reach property and doesn't have the two-handed property.</p></li></ul><p><em><strong>Curse.</strong></em> This arm is cursed, and attuning to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed in this way, you become tremendously unlucky. The GM decides how this lack of luck manifests itself. In addition, if you cast the <span id=\"was-tagged\">wish</span> spell to produce any effect other than duplicating another spell, it comes into effect in a way that brings you as much misfortune as possible while still fitting your literal wording.</p>"
    },
    "Warhammerhead Greatclub (Very Rare)": {
      "name": "Warhammerhead Greatclub (Very Rare)",
      "description": "<div>\n\n\nWeapon, very rare</div>\n\n\nSimple weapon, melee weapon\n\n\n10 lb. <br /> [[/r 1d8]] bludgeoning  - two-handed\n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p>You gain a <b>+2 bonus</b> to attack and damage rolls made with this magic weapon.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. As part of this bonus action, you can move up to half your speed towards such a creature.While you are underwater, the range of this effect extends to <b>120 feet</b>.</p><p><i><b>Two-Handed.</b></i> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Warhammerhead Mace (Very Rare)": {
      "name": "Warhammerhead Mace (Very Rare)",
      "description": "<div>\n\n\nWeapon, very rare</div>\n\n\nSimple weapon, melee weapon\n\n\n4 lb. <br /> [[/r 1d6]] bludgeoning \n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p>You gain a <b>+2 bonus</b> to attack and damage rolls made with this magic weapon.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. As part of this bonus action, you can move up to half your speed towards such a creature.While you are underwater, the range of this effect extends to <b>120 feet</b>.</p>"
    },
    "Felix's Hammer of Fury Warhammer (Rare)": {
      "name": "Felix's Hammer of Fury Warhammer (Rare)",
      "description": "<div>\n\n\nWeapon, rare (requires attunement)</div>\n\n\nMartial weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d8]] bludgeoning  - versatile ([[/r 1d10]])\n\n\n<hr />\n<p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <b>[[/r 1d6]]</b> fire damage to any target it hits. It has <b>6 charges</b> and regains <b>[[/r 1d4 + 2]]</b> expended charges daily at dawn.</p><p><i><b>Suffer the Consequences.</b></i> As a bonus action, you can choose a creature within <b>60 feet</b> of you that can hear you and expend <b>1 charge</b> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <b>60 feet</b> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <b>[[/r 1d6]]</b> psychic damage on a hit.</p><p><i><b>Versatile.</b></i> This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.</p>"
    },
    "Warhammerhead Light Hammer (Uncommon)": {
      "name": "Warhammerhead Light Hammer (Uncommon)",
      "description": "<div>\n\n\nWeapon, uncommon</div>\n\n\nSimple weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d4]] bludgeoning  - light, thrown (20/60 ft.)\n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. While you are underwater, the range of this effect extends to <b>120 feet</b>.</p><p><i><b>Light.</b></i> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p><p><i><b>Thrown.</b></i> If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.</p>"
    },
    "Felix's Hammer of Fury Maul (Uncommon)": {
      "name": "Felix's Hammer of Fury Maul (Uncommon)",
      "description": "<div><p>Weapon, uncommon (requires attunement)</p></div><p> Martial weapon, melee weapon 10 lb. <br />[[/r 2d6]] bludgeoning - heavy, two-handed</p><hr /><p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <strong>[[/r 1d6]]</strong> fire damage to the first target it hits on each of your turns. It has <strong>6 charges</strong> and regains <strong>[[/r 1d4 + 2]]</strong> expended charges daily at dawn.</p><p><em><strong>Suffer the Consequences.</strong></em> As a bonus action, you can choose a creature within <strong>30 feet</strong> of you that can hear you and expend <strong>1 charge</strong> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <strong>30 feet</strong> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <strong>[[/r 1d6]]</strong> psychic damage on a hit.</p><p><em><strong>Heavy.</strong></em> Creatures that are Small or Tiny have disadvantage on attack rolls with heavy weapons. A heavy weapon's size and bulk make it too large for a Small or Tiny creature to use effectively.</p><p><em><strong>Two-Handed.</strong></em> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Portable Potion Press (Uncommon)": {
      "name": "Portable Potion Press (Uncommon)",
      "description": "Wondrous item, uncommon<hr /><p>Developed by an institute of brilliant alchemical engineers to make dungeon crawling a less wasteful activity, this back-mounted laboratory produces surprisingly effective potions, considering the... questionable materials. The institute takes no responsibility for explosive accidents that may occur as a result of improper equipment maintenance.</p><p>You can use this item as a set of @Compendium[dnd5e.items.SztwZhbhZeCqyAes]{Alchemist's Supplies} and as a @Compendium[dnd5e.items.il2GNi8C0DvGLL9P]{Poisoner's Kit}.</p><p><em><strong>Waste Not.</strong></em> As an action, you can insert a body part from a creature of CR 1 or higher that has been dead for no more than 1 hour into the alchemical receptacle on this backpack. Over the course of <strong>1 hour</strong>, the backpack presses and distils this body part into restorative fluid. Once this process is complete, roll one of the Hit Dice of the creature the body part belonged to and add the result to the backpack's pool of points, which is stored in a small, detachable bottle. This pool can hold up to <strong>30 points</strong>. As an action, a creature can remove this bottle and drink its contents, gaining temporary hit points equal to the number of points in the pool, which last for 1 hour. If you are wearing the backpack, you can do this as a bonus action through the use of a drinking tube.</p>"
    },
    "Helm of Iron Will (Uncommon)": {
      "name": "Helm of Iron Will (Uncommon)",
      "description": "<div>\n\n\nWondrous item, uncommon (requires attunement)</div>\n\n\n\n\n\n\n  \n\n\n<hr />\n<p>In honour of Iron Will, an adventuring trainer of legend, the beards on these helms are kept magically dry and magnificent at all times. It's said that he helped countless eager rookies achieve their full potential by teaching them obscure strategies and underutilised skills, and that a glorious new hair grew on his chin for each warrior that survived due to his teachings.</p><p><i><b>Helpful Nudge.</b></i> Such was the legendary trainer's mastery of the dungeoneering game that he could turn any dangerous situation into a victory. While wearing the helm, when a friendly creature you can see within <b>30 feet</b> of you makes an attack roll, ability check, or saving throw, you can use your reaction to turn the [[/r d20]] to one of the faces adjacent to the original result, taking the number on it as the result of the roll. For example, if a creature rolls a 14, you can turn it into a 4, 6, or 20. Once this property of the helm has been used, it can't be used again until the next dawn.</p>"
    },
    "Dungeoneer's Shield (Uncommon)": {
      "name": "Dungeoneer's Shield (Uncommon)",
      "description": "Shield (@Compendium[dnd5e.items.sSs3hSzkKBMNBgTs]{Shield}), uncommon (requires attunement)<p>6 lb. AC +2</p><hr /><p>From the faraway land of Drakkenheim, a wise adage from a pair of seasoned adventurers states that a sharp sword and sturdy shield will get you deep into many a dungeon, but only knowledge and a sharp wit can ensure that you come out alive.</p><p>This shield has <strong>4 charges</strong> and regains <strong>all</strong> expended charges daily at dawn.</p><p><em><strong>Sharp Surprise.</strong></em> As a bonus action while wielding this shield, you can extend or retract the blade within it. While the blade is extended, it can be used as a magical @Compendium[dnd5e.items.osLzOwQdPtrK3rQH]{Shortsword}, but the shield increases your AC by <strong>1</strong> instead of 2. If you are proficient with shortswords or shields, you are considered proficient with this shield and shortsword.</p><p><em><strong>Tier List.</strong></em> As a bonus action while wielding the shield, you can expend <strong>1 charge</strong> to ask a question about a creature that you can see within <strong>60 feet</strong> of you. The question must be about one of the attributes listed in the table below, and the answer you receive is always in the form of a letter indicating what interval the attribute is in.</p><table style=\"border:none;border-collapse:collapse\"><tbody><tr style=\"height:0pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong>Tier</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong>CR</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong>HP</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong>AC</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong>One Ability Score Modifier</strong></span></p></td></tr><tr style=\"height:0pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">S</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&gt;20</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&gt;300</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&gt;20</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&gt;+8</strong></span></p></td></tr><tr style=\"height:0pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">A</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">15-20</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">100-300</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">18-20</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">+6-8</strong></span></p></td></tr><tr style=\"height:0pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">B</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">7-14</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">50-99</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">15-17</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">+3-5</strong></span></p></td></tr><tr style=\"height:0pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">C</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">1-6</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">10-49</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">10-14</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">+0-2</strong></span></p></td></tr><tr style=\"height:23.0478515625pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">D</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&lt;1</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&lt;10</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&lt;10</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">Negative</strong></span></p></td></tr></tbody></table>"
    },
    "Dingotamatone (Rare)": {
      "name": "Dingotamatone (Rare)",
      "description": "Wondrous item, rare (requires attunement)<hr /><p>Originally meant to harness the power of wild magic, this unusual instrument suffered an unexplained mishap during creation. It remains unpredictable and undeniably chaotic, but now reserves its magical abilities only for those who prove themselves worthy by triumphing in that most noble of combats: dance!</p><p>This curious item can be used as a musical instrument by squeezing its head to produce sound and placing your fingers on the stem to control the pitch. If you are proficient with a musical instrument, you are proficient with the <em>dingotamatone</em>, which can be used as a spellcasting focus for bard spells. This item has <strong>4 charges</strong> and regains <strong>[[/r 1d4]]</strong> expended charges daily at dawn.</p><p><em><strong>Dance-Off.</strong></em> As an action, you can choose a creature within <strong>30 feet</strong> that can hear you and that you can see, expending <strong>1 charge</strong> to challenge it to a dance competition. The <em>dingotamatone</em> begins to play a song in a random key, and you and the selected creature must make contested <strong>Charisma (</strong><span id=\"was-tagged\"><strong>Performance</strong></span><strong>)</strong> checks. Roll a [[/r d8]] and consult the table below to determine the key of the song and the outcomes of the contested check. If the effect requires a saving throw, the DC is <strong>15</strong>.</p><table><tbody><tr><td>[[/r d8]]</td><td><strong>Key</strong></td><td><strong>Effect</strong></td></tr><tr><td>1</td><td>A</td><td>The victor casts <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-47-patrons-of-legend-item.9KHaZIu7eXtrX6Zc]{Acid Rain}</span>, centred on the loser.</td></tr><tr><td>2</td><td>B</td><td>The victor casts <span id=\"was-tagged\">@Compendium[dnd5e.spells.pO4zGe5LmFIYqJiL]{Bestow Curse}</span> on the loser.</td></tr><tr><td>3</td><td>C</td><td>The victor casts <span id=\"was-tagged\">@Compendium[dnd5e.spells.9hQXdMSmerkTsHDe]{Confusion}</span>, centred on the loser.</td></tr><tr><td>4</td><td>D</td><td>The victor casts <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-47-patrons-of-legend-item.0BqQXdJ9RvUROvlC]{Depth Charge}</span>, centred on the loser.</td></tr><tr><td>5</td><td>E</td><td>The victor casts <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-47-patrons-of-legend-item.qyKCfDmuo2zDHWpY]{Enrage}</span>, centred on the loser.</td></tr><tr><td>6</td><td>F</td><td>The victor casts <span id=\"was-tagged\">@Compendium[dnd5e.spells.ztgcdrWPshKRpFd0]{Fireball}</span>, centred on the loser.</td></tr><tr><td>7</td><td>G</td><td>The victor casts <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-47-patrons-of-legend-item.vMLzEnU3wdIKNlF7]{Gravity Smash}</span>, centred on the loser.</td></tr><tr><td>8</td><td>Special</td><td>Select any key of your choice, other than this one.</td></tr></tbody></table>"
    },
    "Felix's Hammer of Fury Mace (Rare)": {
      "name": "Felix's Hammer of Fury Mace (Rare)",
      "description": "<div>\n\n\nWeapon, rare (requires attunement)</div>\n\n\nSimple weapon, melee weapon\n\n\n4 lb. <br /> [[/r 1d6]] bludgeoning \n\n\n<hr />\n<p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <b>[[/r 1d6]]</b> fire damage to any target it hits. It has <b>6 charges</b> and regains <b>[[/r 1d4 + 2]]</b> expended charges daily at dawn.</p><p><i><b>Suffer the Consequences.</b></i> As a bonus action, you can choose a creature within <b>60 feet</b> of you that can hear you and expend <b>1 charge</b> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <b>60 feet</b> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <b>[[/r 1d6]]</b> psychic damage on a hit.</p>"
    },
    "Portable Potion Press (Very Rare)": {
      "name": "Portable Potion Press (Very Rare)",
      "description": "Wondrous item, very rare<hr /><p>Developed by an institute of brilliant alchemical engineers to make dungeon crawling a less wasteful activity, this back-mounted laboratory produces surprisingly effective potions, considering the... questionable materials. The institute takes no responsibility for explosive accidents that may occur as a result of improper equipment maintenance.</p><p>You can use this item as a set of @Compendium[dnd5e.items.SztwZhbhZeCqyAes]{Alchemist's Supplies} and as a @Compendium[dnd5e.items.il2GNi8C0DvGLL9P]{Poisoner's Kit}.</p><p><em><strong>Waste Not.</strong></em> As an action, you can insert a body part from a creature of CR 1 or higher that has been dead for no more than 1 hour into the alchemical receptacle on this backpack. Over the course of <strong>1 hour</strong>, the backpack presses and distils this body part into restorative fluid. Once this process is complete, roll four of the Hit Dice of the creature the body part belonged to and add the result to the backpack's pool of points, which is stored in a small, detachable bottle. This pool can hold up to <strong>50 points</strong>. As an action, a creature can remove this bottle and drink its contents, gaining temporary hit points equal to the number of points in the pool, which last for 1 hour. If you are wearing the backpack, you can do this as a bonus action through the use of a drinking tube.</p>"
    },
    "Dungeoneer's Shield (Rare)": {
      "name": "Dungeoneer's Shield (Rare)",
      "description": "Shield (@Compendium[dnd5e.items.sSs3hSzkKBMNBgTs]{Shield}), rare (requires attunement)<p>6 lb. AC +2</p><hr /><p>From the faraway land of Drakkenheim, a wise adage from a pair of seasoned adventurers states that a sharp sword and sturdy shield will get you deep into many a dungeon, but only knowledge and a sharp wit can ensure that you come out alive.</p><p>This shield has <strong>6 charges</strong> and regains <strong>all</strong> expended charges daily at dawn.</p><p><em><strong>Sharp Surprise.</strong></em> As a bonus action while wielding this shield, you can extend or retract the blade within it. While the blade is extended, it can be used as a magical @Compendium[dnd5e.items.osLzOwQdPtrK3rQH]{Shortsword}. If you are proficient with shortswords or shields, you are considered proficient with this shield and shortsword.</p><p><em><strong>Tier List.</strong></em> As a bonus action while wielding the shield, you can expend <strong>1 charge</strong> to ask a question about a creature that you can see within <strong>60 feet</strong> of you. The question must be about one of the attributes listed in the table below, and the answer you receive is always in the form of a letter indicating what interval the attribute is in.</p><table style=\"border:none;border-collapse:collapse\"><tbody><tr style=\"height:0pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong>Tier</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong>CR</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong>HP</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong>AC</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong>One Ability Score Modifier</strong></span></p></td></tr><tr style=\"height:0pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">S</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&gt;20</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&gt;300</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&gt;20</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&gt;+8</strong></span></p></td></tr><tr style=\"height:0pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">A</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">15-20</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">100-300</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">18-20</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">+6-8</strong></span></p></td></tr><tr style=\"height:0pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">B</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">7-14</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">50-99</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">15-17</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">+3-5</strong></span></p></td></tr><tr style=\"height:0pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">C</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">1-6</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">10-49</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">10-14</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">+0-2</strong></span></p></td></tr><tr style=\"height:23.0478515625pt\"><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">D</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&lt;1</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&lt;10</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt;text-align:center\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">&lt;10</strong></span></p></td><td style=\"border-left:solid #000000 1pt;border-right:solid #000000 1pt;border-bottom:solid #000000 1pt;border-top:solid #000000 1pt;vertical-align:top;padding:5pt 5pt 5pt 5pt;overflow:hidden;overflow-wrap:break-word\"><p dir=\"ltr\" style=\"line-height:1.2;margin-top:0pt;margin-bottom:0pt\"><span style=\"font-family:Arial,sans-serif\"><strong style=\"font-weight:normal\" id=\"docs-internal-guid-bf5ff0fa-7fff-2f35-79e7-e10a089c8f00\">Negative</strong></span></p></td></tr></tbody></table>"
    },
    "Felix's Hammer of Fury Warhammer (Uncommon)": {
      "name": "Felix's Hammer of Fury Warhammer (Uncommon)",
      "description": "<div><p>Weapon, uncommon (requires attunement)</p></div><p> Martial weapon, melee weapon 2 lb. <br />[[/r 1d8]] bludgeoning - versatile ([[/r 1d10]])</p><hr /><p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <strong>[[/r 1d6]]</strong> fire damage to the first target it hits on each of your turns. It has <strong>6 charges</strong> and regains <strong>[[/r 1d4 + 2]]</strong> expended charges daily at dawn.</p><p><em><strong>Suffer the Consequences.</strong></em> As a bonus action, you can choose a creature within <strong>30 feet</strong> of you that can hear you and expend <strong>1 charge</strong> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <strong>30 feet</strong> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <strong>[[/r 1d6]]</strong> psychic damage on a hit.</p><p><em><strong>Versatile.</strong></em> This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.</p>"
    },
    "Warhammerhead Club (Rare)": {
      "name": "Warhammerhead Club (Rare)",
      "description": "<div>\n\n\nWeapon, rare</div>\n\n\nSimple weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d4]] bludgeoning  - light\n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p>You gain a <b>+1 bonus</b> to attack and damage rolls made with this magic weapon.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. While you are underwater, the range of this effect extends to <b>120 feet</b>.</p><p><i><b>Light.</b></i> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Felix's Hammer of Fury Club (Very Rare)": {
      "name": "Felix's Hammer of Fury Club (Very Rare)",
      "description": "<div>\n\n\nWeapon, very rare (requires attunement)</div>\n\n\nSimple weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d4]] bludgeoning  - light\n\n\n<hr />\n<p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <b>[[/r 1d8]]</b> fire damage to any target it hits. It has <b>6 charges</b> and regains <b>[[/r 1d4 + 2]]</b> expended charges daily at dawn.</p><p><i><b>Suffer the Consequences.</b></i> As a bonus action, you can choose a creature within <b>60 feet</b> of you that can hear you and expend <b>1 charge</b> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <b>60 feet</b> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <b>[[/r 2d6]]</b> psychic damage on a hit.</p><p><i><b>Light.</b></i> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Peeper Paintbrush (Very Rare)": {
      "name": "Peeper Paintbrush (Very Rare)",
      "description": "<div>\n\n\nWondrous item, very rare (requires attunement)</div>\n\n\n\n\n\n\n  \n\n\n<hr />\n<p>Why settle for painting monsters when you could paint others to be monsters? With the help of this adorable paintbrush, your art can truly pop out of its living canvas. Besides, who wouldn't want to be more like Peeper?</p><p><i><b>Artistic Licence.</b></i> As an action while holding the paintbrush, you can paint one monstrous feature of your choice from the list below on a willing creature within <b>5 feet</b> of you, granting it a special benefit. The feature and its benefits fade after <b>1 hour</b>, or when a new feature is painted on the creature. Once you've used this property to paint a feature, the paintbrush can't produce that feature again until the next dawn.</p><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Claws, Horns, or Tail.</span> The creature gains a natural weapon that deals bludgeoning (tail), piercing (horns), or slashing (claws) damage equal to <b>[[/r 1d8]] + its Strength modifier</b>. It can use a bonus action to make an attack with this natural weapon.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Extra Eyes.</span> The creature gains <span id=\"was-tagged\">darkvision</span> out to <b>60 feet</b> and <b>advantage</b> on <span id=\"was-tagged\">Perception</span> checks that rely on sight.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Fins and Gills.</span> The creature gains a swimming speed of <b>60 feet</b> and can breathe underwater.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\"><span class=\"bold rd__list-item-name\">Wings.</span> The creature gains a flying speed of <b>30 feet</b>.</p></li></ul>"
    },
    "Felix's Hammer of Fury Club (Uncommon)": {
      "name": "Felix's Hammer of Fury Club (Uncommon)",
      "description": "<div><p>Weapon, uncommon (requires attunement)</p></div><p> Simple weapon, melee weapon 2 lb. <br />[[/r 1d4]] bludgeoning - light</p><hr /><p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <strong>[[/r 1d6]]</strong> fire damage to the first target it hits on each of your turns. It has <strong>6 charges</strong> and regains <strong>[[/r 1d4 + 2]]</strong> expended charges daily at dawn.</p><p><em><strong>Suffer the Consequences.</strong></em> As a bonus action, you can choose a creature within <strong>30 feet</strong> of you that can hear you and expend <strong>1 charge</strong> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <strong>30 feet</strong> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <strong>[[/r 1d6]]</strong> psychic damage on a hit.</p><p><em><strong>Light.</strong></em> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Warhammerhead Mace (Uncommon)": {
      "name": "Warhammerhead Mace (Uncommon)",
      "description": "<div>\n\n\nWeapon, uncommon</div>\n\n\nSimple weapon, melee weapon\n\n\n4 lb. <br /> [[/r 1d6]] bludgeoning \n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. While you are underwater, the range of this effect extends to <b>120 feet</b>.</p>"
    },
    "Enrage": {
      "name": "Enrage",
      "description": "<p>You attempt to create violent emotions in a group of people. Each humanoid in a 20-foot-radius sphere centred on a point you choose within range must make a Charisma saving throw; a creature can choose to fail this saving throw if it wishes. A creature that fails this saving throw becomes enraged for the duration.</p><p>While enraged, a target becomes hostile towards all creatures. An enraged creature that is <span id=\"was-tagged\">concentrating</span> on a spell must succeed on a DC 10 Constitution saving throw at the start of each of its turns or lose <span id=\"was-tagged\">concentration</span> on the spell.</p><p>As an action, you can force an enraged creature to use its reaction to make one melee weapon attack against one randomly determined creature within the enraged creature's reach. If the enraged creature was friendly towards the target of its attack before this spell was cast, the enraged creature can repeat the saving throw immediately after making the attack, ending the effect on itself on a success.</p><p>An enraged creature can repeat the saving throw whenever it takes damage, ending the effect on itself on a success. When the spell ends, the creature reverts to its previous disposition again, unless the GM rules otherwise.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 4th level or higher and use an action to force an enraged creature to make a melee weapon attack, you can force one additional enraged creature to make a melee weapon attack for each slot level above 3rd.</p>",
      "materials": {
        "value": "a red handkerchief"
      }
    },
    "Portable Potion Press (Rare)": {
      "name": "Portable Potion Press (Rare)",
      "description": "Wondrous item, rare<hr /><p>Developed by an institute of brilliant alchemical engineers to make dungeon crawling a less wasteful activity, this back-mounted laboratory produces surprisingly effective potions, considering the... questionable materials. The institute takes no responsibility for explosive accidents that may occur as a result of improper equipment maintenance.</p><p>You can use this item as a set of @Compendium[dnd5e.items.SztwZhbhZeCqyAes]{Alchemist's Supplies} and as a @Compendium[dnd5e.items.il2GNi8C0DvGLL9P]{Poisoner's Kit}.</p><p><em><strong>Waste Not.</strong></em> As an action, you can insert a body part from a creature of CR 1 or higher that has been dead for no more than 1 hour into the alchemical receptacle on this backpack. Over the course of <strong>1 hour</strong>, the backpack presses and distils this body part into restorative fluid. Once this process is complete, roll two of the Hit Dice of the creature the body part belonged to and add the result to the backpack's pool of points, which is stored in a small, detachable bottle. This pool can hold up to <strong>40 points</strong>. As an action, a creature can remove this bottle and drink its contents, gaining temporary hit points equal to the number of points in the pool, which last for 1 hour. If you are wearing the backpack, you can do this as a bonus action through the use of a drinking tube.</p>"
    },
    "Felix's Hammer of Fury Maul (Very Rare)": {
      "name": "Felix's Hammer of Fury Maul (Very Rare)",
      "description": "<div>\n\n\nWeapon, very rare (requires attunement)</div>\n\n\nMartial weapon, melee weapon\n\n\n10 lb. <br /> [[/r 2d6]] bludgeoning  - heavy, two-handed\n\n\n<hr />\n<p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <b>[[/r 1d8]]</b> fire damage to any target it hits. It has <b>6 charges</b> and regains <b>[[/r 1d4 + 2]]</b> expended charges daily at dawn.</p><p><i><b>Suffer the Consequences.</b></i> As a bonus action, you can choose a creature within <b>60 feet</b> of you that can hear you and expend <b>1 charge</b> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <b>60 feet</b> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <b>[[/r 2d6]]</b> psychic damage on a hit.</p><p><i><b>Heavy.</b></i> Creatures that are Small or Tiny have disadvantage on attack rolls with heavy weapons. A heavy weapon's size and bulk make it too large for a Small or Tiny creature to use effectively.</p><p><i><b>Two-Handed.</b></i> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Dingotamatone (Very Rare)": {
      "name": "Dingotamatone (Very Rare)",
      "description": "Wondrous item, very rare (requires attunement)<hr /><p>Originally meant to harness the power of wild magic, this unusual instrument suffered an unexplained mishap during creation. It remains unpredictable and undeniably chaotic, but now reserves its magical abilities only for those who prove themselves worthy by triumphing in that most noble of combats: dance!</p><p>This curious item can be used as a musical instrument by squeezing its head to produce sound and placing your fingers on the stem to control the pitch. If you are proficient with a musical instrument, you are proficient with the <em>dingotamatone</em>, which can be used as a spellcasting focus for bard spells. This item has <strong>4 charges</strong> and regains <strong>[[/r 1d4]]</strong> expended charges daily at dawn.</p><p><em><strong>Dance-Off.</strong></em> As an action, you can choose a creature within <strong>30 feet</strong> that can hear you and that you can see, expending <strong>1 charge</strong> to challenge it to a dance competition. The <em>dingotamatone</em> begins to play a song in a random key, and you and the selected creature must make contested <strong>Charisma (</strong><span id=\"was-tagged\"><strong>Performance</strong></span><strong>)</strong> checks. Roll a [[/r d8]] and consult the table below to determine the key of the song and the outcomes of the contested check. If the effect requires a saving throw, the DC is <strong>16</strong>.</p><table class=\"w-100 rd__table  stripe-odd-table\"><tbody><tr><td>[[/r d8]]</td><td><strong>Key</strong></td><td><strong>Effect</strong></td></tr><tr><td>1</td><td>A</td><td>The victor casts <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-47-patrons-of-legend-item.9KHaZIu7eXtrX6Zc]{Acid Rain}</span>, centred on the loser.</td></tr><tr><td>2</td><td>B</td><td>The victor casts <span id=\"was-tagged\">@Compendium[dnd5e.spells.pO4zGe5LmFIYqJiL]{Bestow Curse}</span> on the loser.</td></tr><tr><td>3</td><td>C</td><td>The victor casts <span id=\"was-tagged\">@Compendium[dnd5e.spells.9hQXdMSmerkTsHDe]{Confusion}</span>, centred on the loser.</td></tr><tr><td>4</td><td>D</td><td>The victor casts <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-47-patrons-of-legend-item.0BqQXdJ9RvUROvlC]{Depth Charge}</span>, centred on the loser.</td></tr><tr><td>5</td><td>E</td><td>The victor casts <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-47-patrons-of-legend-item.qyKCfDmuo2zDHWpY]{Enrage}</span>, centred on the loser.</td></tr><tr><td>6</td><td>F</td><td>The victor casts <span id=\"was-tagged\">@Compendium[dnd5e.spells.ztgcdrWPshKRpFd0]{Fireball}</span>, centred on the loser.</td></tr><tr><td>7</td><td>G</td><td>The victor casts <span id=\"was-tagged\">@Compendium[larsene-ledger-treasures-and-trinkets.loot-tavern-47-patrons-of-legend-item.vMLzEnU3wdIKNlF7]{Gravity Smash}</span>, centred on the loser.</td></tr><tr><td>8</td><td>Special</td><td>Select any key of your choice, other than this one.</td></tr></tbody></table><p><em><strong>Grand Finale.</strong></em> Whenever a creature casts a spell with the Dance-Off property, roll a [[/r d20]]. If the result is equal to or lower than the level of the spell, that creature triggers a wild magic surge.</p>"
    },
    "Gravity Smash": {
      "name": "Gravity Smash",
      "description": "<p>You strike the ground, choosing a point you can see within range to begin accumulating gravity. A 40-foot-radius, 100-foot-high cylinder centred on that point becomes difficult terrain until the start of your next turn. When the spell ends, the gravity reaches a critical magnitude, smashing all creatures in the cylinder downwards; each creature in the area must make a Strength saving throw. If the spell lasts its full duration and ends at the start of your next turn, then, on a failed saving throw, a creature takes [[/r 8d10]] force damage and is knocked <span id=\"was-tagged\">prone</span>. If the spell ends before the start of your next turn, a creature takes [[/r 4d10]] force damage on a failure instead. On a successful save, a creature takes half as much damage and isn't knocked <span id=\"was-tagged\">prone</span>.</p><p><i><b>At Higher Levels.</b></i> When you cast this spell using a spell slot of 6th level or higher, both damage values increase by [[/r 1d10]] for each slot level above 5th.</p>"
    },
    "Warhammerhead Warhammer (Rare)": {
      "name": "Warhammerhead Warhammer (Rare)",
      "description": "<div>\n\n\nWeapon, rare</div>\n\n\nMartial weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d8]] bludgeoning  - versatile ([[/r 1d10]])\n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p>You gain a <b>+1 bonus</b> to attack and damage rolls made with this magic weapon.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. While you are underwater, the range of this effect extends to <b>120 feet</b>.</p><p><i><b>Versatile.</b></i> This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.</p>"
    },
    "Warhammerhead Club (Uncommon)": {
      "name": "Warhammerhead Club (Uncommon)",
      "description": "<div>\n\n\nWeapon, uncommon</div>\n\n\nSimple weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d4]] bludgeoning  - light\n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. While you are underwater, the range of this effect extends to <b>120 feet</b>.</p><p><i><b>Light.</b></i> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p>"
    },
    "Warhammerhead Mace (Rare)": {
      "name": "Warhammerhead Mace (Rare)",
      "description": "<div>\n\n\nWeapon, rare</div>\n\n\nSimple weapon, melee weapon\n\n\n4 lb. <br /> [[/r 1d6]] bludgeoning \n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p>You gain a <b>+1 bonus</b> to attack and damage rolls made with this magic weapon.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. While you are underwater, the range of this effect extends to <b>120 feet</b>.</p>"
    },
    "Felix's Hammer of Fury Greatclub (Rare)": {
      "name": "Felix's Hammer of Fury Greatclub (Rare)",
      "description": "<div>\n\n\nWeapon, rare (requires attunement)</div>\n\n\nSimple weapon, melee weapon\n\n\n10 lb. <br /> [[/r 1d8]] bludgeoning  - two-handed\n\n\n<hr />\n<p>A crucial choice can have countless unforeseen ramifications, multiple branching paths cascading exponentially into the distant future to affect events far beyond one's ability to even comprehend. The choice posed by this weapon is simpler, in comparison... but no less painful. Time to introduce your foes to the consequences of their actions.</p><p>This weapon deals an extra <b>[[/r 1d6]]</b> fire damage to any target it hits. It has <b>6 charges</b> and regains <b>[[/r 1d4 + 2]]</b> expended charges daily at dawn.</p><p><i><b>Suffer the Consequences.</b></i> As a bonus action, you can choose a creature within <b>60 feet</b> of you that can hear you and expend <b>1 charge</b> to name an action that it's forbidden from taking. This can be as vague as the <span id=\"was-tagged\">Attack</span> or Cast a Spell actions, or a more specific ability such as a breath weapon. If the creature takes the forbidden action before the start of your next turn, you can immediately use your reaction to make an attack against it using the hammer. If the creature is outside of the reach of the hammer but within <b>60 feet</b> of you, a spectral gavel appears in the air next to it, allowing you to make this attack at a distance before disappearing. The attack deals an extra <b>[[/r 1d6]]</b> psychic damage on a hit.</p><p><i><b>Two-Handed.</b></i> This weapon requires two hands to use. This property is relevant only when you attack with the weapon, not when you simply hold it.</p>"
    },
    "Magician's Gloves (Very Rare)": {
      "name": "Magician's Gloves (Very Rare)",
      "description": "Wondrous item, very rare (requires attunement)<hr /><p>Legends speak of a secret cabal of wizards who specialise in casting the mage hand cantrip, and whose secrets have been harnessed to create these mystifying gloves. Though some simple-minded fools may choose to ridicule this oddly specific mastery, being slapped silly by several spectral palms is often enough to decisively silence them.</p><p><em><strong>Archmage's Hand.</strong></em> While wearing these gloves, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.Utk1OQRwYkMkFRD3]{Mage Hand}</span> cantrip, with the following changes:</p><ul class=\"rd__list\"><li class=\"rd__li \"><p>You can create three spectral hands instead of one, and you can control any number of them as a bonus action.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">The spell lasts until you are <span id=\"was-tagged\">unconscious</span> or choose to end it (no action required). If a hand is ever more than <strong>30 feet</strong> away from you, it immediately disappears and reappears in your space.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">The hands are stronger than normal, and each is capable of lifting a weight in pounds equal to <strong>10 x your proficiency bonus</strong>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">The hands are more dexterous than normal, and you can use them to perform ability checks that you would be able to perform using your hands.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">When you control the hands, you can use each one to make a melee spell attack (<strong>+8</strong> to hit) against a target within <strong>5</strong> feet of it, dealing <strong>[[/r 1d6]]</strong> force damage on a hit.</p></li></ul>"
    },
    "Warhammerhead Warhammer (Very Rare)": {
      "name": "Warhammerhead Warhammer (Very Rare)",
      "description": "<div>\n\n\nWeapon, very rare</div>\n\n\nMartial weapon, melee weapon\n\n\n2 lb. <br /> [[/r 1d8]] bludgeoning  - versatile ([[/r 1d10]])\n\n\n<hr />\n<p>Jealously guarded by mysterious keepers of the secrets of yore, the enigmatic instructions for creating this menacing weapon, staunchest ally to bloodthirsty pirates and ravenous ocean dwellers, are thus: take a shark head. Enchant it. Shove a stick in it. Yes, that's it. Did you expect more? It's a shark head on a stick.</p><p>This weapon has <b>3 charges</b> and regains <b>all</b> expended charges daily at dawn.</p><p>You gain a <b>+2 bonus</b> to attack and damage rolls made with this magic weapon.</p><p><i><b>Aquatic Predator.</b></i> Attacking while underwater doesn't impose disadvantage on attack rolls you make with this weapon. In addition, while underwater, the weapon has the thrown (range 20/60) property, and returns to your hand immediately after you make a ranged attack with it.</p><p><i><b>Hunter's Aura.</b></i> As a bonus action while holding this weapon, you can expend <b>1 charge</b> to tap into the primal hunger of the shark, becoming more adept at sensing blood and weakness until the start of your next turn. Until then, you have <b>advantage</b> on <b><span id=\"was-tagged\">Perception</span></b> checks made to detect creatures within 60 feet of you that don't have all of their hit points, as well as <b>advantage</b> on attack rolls made with the hammer against them. As part of this bonus action, you can move up to half your speed towards such a creature.While you are underwater, the range of this effect extends to <b>120 feet</b>.</p><p><i><b>Versatile.</b></i> This weapon can be used with one or two hands. A damage value in parentheses appears with the property—the damage when the weapon is used with two hands to make a melee attack.</p>"
    }
  }
}
