{
  "label": "Loot Tavern - Monsters of Myth",
  "entries": {
    "Minoan Helm (Rare)": {
      "name": "Minoan Helm (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Gifted with a flawless sense of direction, minotaurs navigate the labyrinthine passages of their lairs with ease, and prefer to hunt in these environments where they enjoy a decisive advantage. Especially powerful minotaurs who have spilled copious amounts of blood in their mazes are able to shift the terrain to their will, further confusing their unfortunate prey.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Labyrinth Dweller.</strong></em></span> While wearing this helm, you can perfectly recall any path you've travelled and can't get lost by nonmagical means. In addition, you automatically succeed on Intelligence checks made to escape the maze spell, and have <strong>advantage</strong> on <strong>Wisdom (</strong><span class=\"bold\"><strong>Perception</strong></span><strong>)</strong> and <strong>Intelligence (</strong><span class=\"bold\"><strong>Investigation</strong></span><strong>)</strong> checks made to spot and open secret doors and passages.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Optional Attunement.</strong></em></span> If you choose to attune to this item, you can use the Maze Architect property while you remain attuned to it.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>OA: Maze Architect.</strong></em></span> While wearing this helm, you can cast the <span class=\"bold\">@Compendium[dnd5e.spells.d9MwcXi7Il3HROXd]{Passwall} </span>spell from it. When the spell is cast in this way, you can end it early as a bonus action, and when a creature first enters the passage created by the spell, you can deal [[/r 1d6]] psychic damage to it. Once this property of the helm has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em></span> This helm is cursed, and becoming attuned to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed, whenever you start your turn and can see a creature primarily coloured or dressed in red, you must make a <strong>DC 15 Wisdom saving throw</strong>. On a failed save, you must spend your turn moving towards that creature and, if possible, making melee attacks against it. Once you succeed on this saving throw, you can't be affected by the curse again for <strong>24 hours</strong>.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Stheno's Heavy Crossbow (Rare)": {
      "name": "Stheno's Heavy Crossbow (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The first of these bows was found in the abandoned lair of an ancient medusa who preferred to slaughter her victims rather than turning them to stone. After years of meticulous reverse engineering, L'Arsène</p><p>Upin was able to recreate its ophidian enchantments, and each of the resulting bows bears the name of its original creator, who has yet to be found.</p><p>This bow has 8 charges and regains [[/r 1d6 + 2]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Serpentine Shot.</span></strong></em> Once on each of your turns, when you make an attack with the bow, you can spend 1 charge to imbue the arrow with the bow's magic. After the attack hits or misses, the fired arrow transforms into a <span class=\"bold\">@Compendium[dnd5e.monsters.D5rwVIxmfFrdyyxT]{Poisonous Snake}</span>, which appears in an unoccupied space of your choice within 5 feet of the target. The snake shares your initiative count, but it takes its turn immediately after yours. It's hostile only to the target of the initial attack and doesn't obey commands, always spending each of its turns moving towards and attacking its target. The snake disappears if it drops to 0 hit points, or after 1 minute.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Volley of Snakes.</span></strong></em> As an action while holding this bow, you can shoot an arrow and cause it to split into multiple copies in a 60-foot cone. Each creature in the cone must make a DC 15 Dexterity saving throw, taking [[/r 3d8]] piercing damage on a failed save, or half as much damage on a successful one. The arrows then transform into snakes and assemble into a <span class=\"bold\">@Compendium[dnd5e.monsters.XfQMBoTh892XSnCX]{Swarm of Poisonous Snakes}</span>, which appears in a space of your choice within the cone. The swarm is friendly to you and your companions for the spell's duration. In combat, it shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it takes the <span class=\"bold\">Dodge</span> action. The swarm disappears if it drops to 0 hit points, or after 1 minute. Once this property of the bow has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Firebird's Plumage Ring Mail (Uncommon)": {
      "name": "Firebird's Plumage Ring Mail (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 13 Dexterity saving throw</strong>, taking [[/r 1d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>15</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Garb of Euryale (Uncommon)": {
      "name": "Garb of Euryale (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Seeking to surpass the beauty of the gods, an arrogant seamstress crafted an exquisite dress of silk, gold, and unrivalled vanity. Shortly after parading her masterpiece around the city's temples, she disappeared. The dress was found in her home, adorning a marble statue bearing an uncanny resemblance to its creator.</p><div class=\"lt-paragraph lt-paragraph--3\"><p><span class=\"lt-margin lt-bold entry-title-inner\"><em><strong>False Glamour.</strong></em> </span>When you first don this dress after attuning to it, and each day at dawn as long as you're wearing it, it casts the <span class=\"bold\">@Compendium[dnd5e.spells.gvdA9nPuWLck4tBl]{Sanctuary} </span>spell (save DC 13) on you, with the following changes:</p></div><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\">It lasts for <strong>8 hours</strong> instead of <strong>1 minute</strong>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">You're endowed with an aura of magnetic charisma while the spell lasts, granting you <strong>advantage</strong> on <strong>Charisma (</strong><span class=\"bold\"><strong>Persuasion</strong></span><strong>)</strong> checks.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It doesn't end early if you make an attack or cast a spell that affects an enemy creature, but it ends if a creature hits you with an attack.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">When the spell ends, your face is briefly replaced with a horrifying ophidian visage. Each creature of your choice within <strong>15</strong> feet of you that can see you must succeed on a <strong>DC 13 Wisdom saving throw</strong> or be <span class=\"bold\">frightened</span> of you until the end of its next turn.</p></li></ul><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This dress is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the dress, and if you look at your own reflection while not under the effect of the dress' sanctuary spell, you must succeed on a <strong>DC 13 Constitution saving throw</strong> or be <span class=\"bold\">restrained</span> as your body starts to turn to stone. You must repeat the saving throw at the end of your next turn, becoming <span class=\"bold\">petrified</span> on a failure or ending the effect on a success. The petrification lasts until the next dawn, when the dress casts <span class=\"bold\">@Compendium[dnd5e.spells.gvdA9nPuWLck4tBl]{Sanctuary} </span>on you again. Once you succeed on a saving throw against the curse, you can't be affected by it again until the next dawn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Nemean Half Plate Armor (Rare)": {
      "name": "Nemean Half Plate Armor (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Kraken-on-a-Stick Wand (Rare)": {
      "name": "Kraken-on-a-Stick Wand (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The squid-like creature at the head of this implement is a magical construct assembled from the freshly severed tentacle of a mighty kraken. Strange enchantments cause it to produce and secrete a substance nearly identical to kraken ink. This makes for a vastly more ethical means of obtaining it—not for the sake of the kraken, but for the countless adventurers who perish trying to milk one.</p><p>This item has <strong>4</strong> charges and regains <strong>[[/r 1d4]]</strong> expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Kraken's Haze.</strong></em></span> As an action while holding this item, you can spend <strong>1 charge</strong> to produce a cloud of black ink in a <strong>15-foot-radius sphere</strong> centred on a point within <strong>30 feet</strong> of you. The area of the cloud is heavily obscured, and any creature other than you that enters it for the first time on its turn or starts its turn there must succeed on a <strong>DC 15 Constitution saving throw</strong> or be <span class=\"bold\">poisoned</span> until the end of its next turn. The cloud lasts until the end of your next turn, after which it vanishes, leaving a coating of black ink on any solid surface in its space that lasts for <strong>1 minute</strong>.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ink Step.</strong></em></span> As a bonus action while holding this item, you can spend <strong>1 charge</strong> to produce a small puddle of ink at your feet and sink into it, reemerging at an unoccupied space of your choice within <strong>30 feet</strong> of you that is within the ink cloud produced by the Kraken's Haze property or on an ink-coated surface it leaves behind after vanishing.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em></span> This item is cursed, and becoming attuned to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed, you are unwilling to part with the item, keeping it within reach at all times. Whenever you become <span class=\"bold\">frightened</span> or <strong>surprised</strong>, the item expels a small cloud of ink on your eyes, and you must succeed on a <strong>DC 15 Constitution saving throw</strong> or be <span class=\"bold\">blinded</span> until the end of your next turn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Greataxe of the Cretan Bull (Very Rare)": {
      "name": "Greataxe of the Cretan Bull (Very Rare)",
      "description": "<div class=\"lt-paragraph\"><p>Although minotaurs prefer to dwell and hunt in labyrinths, it's often understandably challenging to lure their prey into sprawling subterranean dungeons.</p><p>For this reason, some minotaurs wield magical axes that can bring the labyrinths to their victims instead, inflicting their minds with a disorienting haze that makes them easy prey to the minotaurs' brutality.</p><p>You gain a +1 bonus to attack and damage rolls made with this magic weapon.</p><p><span class=\"entry-title-inner\"><em><strong>Maze of the Mind. </strong></em></span>When you hit a creature with an attack using the axe, you can force the target to make a <strong>DC 16 Wisdom saving throw</strong>. On a failed save, the creature is disoriented for <strong>1 minute</strong> and immediately moves up to its speed directly away from you, stopping early if it encounters an obstacle. The first time the disoriented creature tries to move on its turn, it must make a <strong>DC 16 Wisdom saving throw</strong>. On a failed save, the creature must use its movement to move in a random direction, stopping early if it encounters an obstacle. On a successful save, the creature is no longer disoriented. Once this property of the axe has been used three times, it can't be used again until the next dawn.</p></div>"
    },
    "Stheno's Hand Crossbow (Uncommon)": {
      "name": "Stheno's Hand Crossbow (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The first of these bows was found in the abandoned lair of an ancient medusa who preferred to slaughter her victims rather than turning them to stone. After years of meticulous reverse engineering, L'Arsène</p><p>Upin was able to recreate its ophidian enchantments, and each of the resulting bows bears the name of its original creator, who has yet to be found.</p><p>This bow has 8 charges and regains [[/r 1d6 + 2]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Serpentine Shot.</span></strong></em> Once on each of your turns, when you make an attack with the bow, you can spend 1 charge to imbue the arrow with the bow's magic. After the attack hits or misses, the fired arrow transforms into a <span class=\"bold\">@Compendium[dnd5e.monsters.D5rwVIxmfFrdyyxT]{Poisonous Snake}</span>, which appears in an unoccupied space of your choice within 5 feet of the target. The snake shares your initiative count, but it takes its turn immediately after yours. It's hostile only to the target of the initial attack and doesn't obey commands, always spending each of its turns moving towards and attacking its target. The snake disappears if it drops to 0 hit points, or after 1 minute.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Volley of Snakes.</span></strong></em> As an action while holding this bow, you can shoot an arrow and cause it to split into multiple copies. The arrows then transform into snakes and assemble into a <span class=\"bold\">@Compendium[dnd5e.monsters.XfQMBoTh892XSnCX]{Swarm of Poisonous Snakes}</span>, which appears in a space of your choice within the cone. The swarm is friendly to you and your companions for the spell's duration. In combat, it shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it takes the <span class=\"bold\">Dodge</span> action. The swarm disappears if it drops to 0 hit points, or after 1 minute. Once this property of the bow has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Nemean Splint Armor (Very Rare)": {
      "name": "Nemean Splint Armor (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take non- and magical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d8]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Firebird's Plumage Chain Mail (Uncommon)": {
      "name": "Firebird's Plumage Chain Mail (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 13 Dexterity saving throw</strong>, taking [[/r 1d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>15</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Stheno's Shortbow (Uncommon)": {
      "name": "Stheno's Shortbow (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The first of these bows was found in the abandoned lair of an ancient medusa who preferred to slaughter her victims rather than turning them to stone. After years of meticulous reverse engineering, L'Arsène</p><p>Upin was able to recreate its ophidian enchantments, and each of the resulting bows bears the name of its original creator, who has yet to be found.</p><p>This bow has 8 charges and regains [[/r 1d6 + 2]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Serpentine Shot.</span></strong></em> Once on each of your turns, when you make an attack with the bow, you can spend 1 charge to imbue the arrow with the bow's magic. After the attack hits or misses, the fired arrow transforms into a <span class=\"bold\">@Compendium[dnd5e.monsters.D5rwVIxmfFrdyyxT]{Poisonous Snake}</span>, which appears in an unoccupied space of your choice within 5 feet of the target. The snake shares your initiative count, but it takes its turn immediately after yours. It's hostile only to the target of the initial attack and doesn't obey commands, always spending each of its turns moving towards and attacking its target. The snake disappears if it drops to 0 hit points, or after 1 minute.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Volley of Snakes.</span></strong></em> As an action while holding this bow, you can shoot an arrow and cause it to split into multiple copies. The arrows then transform into snakes and assemble into a <span class=\"bold\">@Compendium[dnd5e.monsters.XfQMBoTh892XSnCX]{Swarm of Poisonous Snakes}</span>, which appears in a space of your choice within the cone. The swarm is friendly to you and your companions for the spell's duration. In combat, it shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it takes the <span class=\"bold\">Dodge</span> action. The swarm disappears if it drops to 0 hit points, or after 1 minute. Once this property of the bow has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Kraken-on-a-Stick Staff (Uncommon)": {
      "name": "Kraken-on-a-Stick Staff (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The squid-like creature at the head of this implement is a magical construct assembled from the freshly severed tentacle of a mighty kraken. Strange enchantments cause it to produce and secrete a substance nearly identical to kraken ink. This makes for a vastly more ethical means of obtaining it—not for the sake of the kraken, but for the countless adventurers who perish trying to milk one.</p><p>This item has <strong>2</strong> charges and regains <strong>[[/r 1d2]]</strong> expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Kraken's Haze.</strong></em></span> As an action while holding this item, you can spend <strong>1 charge</strong> to produce a cloud of black ink in a <strong>10-foot-radius sphere</strong> centred on a point within <strong>30 feet</strong> of you. The area of the cloud is heavily obscured, and any creature other than you that enters it for the first time on its turn or starts its turn there must succeed on a <strong>DC 13 Constitution saving throw</strong> or be <span class=\"bold\">poisoned</span> until the end of its next turn. The cloud lasts until the end of your next turn, after which it vanishes, leaving a coating of black ink on any solid surface in its space that lasts for <strong>1 minute</strong>.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ink Step.</strong></em></span> As a bonus action while holding this item, you can spend <strong>1 charge</strong> to produce a small puddle of ink at your feet and sink into it, reemerging at an unoccupied space of your choice within <strong>30 feet</strong> of you that is within the ink cloud produced by the Kraken's Haze property or on an ink-coated surface it leaves behind after vanishing.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em></span> This item is cursed, and becoming attuned to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed, you are unwilling to part with the item, keeping it within reach at all times. Whenever you become <span class=\"bold\">frightened</span> or <strong>surprised</strong>, the item expels a small cloud of ink on your eyes, and you must succeed on a <strong>DC 13 Constitution saving throw</strong> or be <span class=\"bold\">blinded</span> until the end of your next turn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Firebird's Plumage Chain Mail (Very Rare)": {
      "name": "Firebird's Plumage Chain Mail (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 16 Dexterity saving throw</strong>, taking [[/r 3d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>30</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Greataxe of the Cretan Bull (Rare)": {
      "name": "Greataxe of the Cretan Bull (Rare)",
      "description": "<div class=\"lt-paragraph\"><p>Although minotaurs prefer to dwell and hunt in labyrinths, it's often understandably challenging to lure their prey into sprawling subterranean dungeons.</p><p>For this reason, some minotaurs wield magical axes that can bring the labyrinths to their victims instead, inflicting their minds with a disorienting haze that makes them easy prey to the minotaurs' brutality.</p><p>You gain a +1 bonus to attack and damage rolls made with this magic weapon.</p><p><span class=\"entry-title-inner\"><em><strong>Maze of the Mind.</strong></em><strong> </strong></span>When you hit a creature with an attack using the axe, you can force the target to make a <strong>DC 15 Wisdom saving throw</strong>. On a failed save, the creature is disoriented for <strong>1 minute</strong> and immediately moves up to its speed directly away from you, stopping early if it encounters an obstacle. The first time the disoriented creature tries to move on its turn, it must make a <strong>DC 15 Wisdom saving throw</strong>. On a failed save, the creature must use its movement to move in a random direction, stopping early if it encounters an obstacle. On a successful save, the creature is no longer disoriented. Once this property of the axe has been used, it can't be used again until the next dawn.</p></div>"
    },
    "Lernaean Pendant (Rare)": {
      "name": "Lernaean Pendant (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Although the serpentine heads adorning this necklace are capable of movement, they prefer to remain unsettlingly still, only occasionally blinking their gemstone eyes. The only exception occurs if an open flame is brought close to the pendant, which causes the hydra heads to hiss angrily and recoil from the flames.</p><p>This pendant has 5 charges and regains [[/r 1d4+1]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Better Than One.</strong></em></span> While you are wearing this pendant and make a saving throw against an effect that would cause you to become <span class=\"bold\">blinded</span>, <span class=\"bold\">charmed</span>, <span class=\"bold\">deafened</span>, or <span class=\"bold\">frightened</span>, you can spend 1 charge as a reaction to grow a second head. Each of your heads makes a separate saving throw against the condition, after which you choose one of them to shrivel and fall off, taking the result of the saving throw for the head that remains, as well as regain [[/r 1d6]] hit points.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em></span> This item is cursed, and becoming attuned to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed, when you take fire damage, you can't regain hit points or use the Better Than One property until the end of your next turn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Stheno's Hand Crossbow (Very Rare)": {
      "name": "Stheno's Hand Crossbow (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The first of these bows was found in the abandoned lair of an ancient medusa who preferred to slaughter her victims rather than turning them to stone. After years of meticulous reverse engineering, L'Arsène</p><p>Upin was able to recreate its ophidian enchantments, and each of the resulting bows bears the name of its original creator, who has yet to be found.</p><p>This bow has 8 charges and regains [[/r 1d6 + 2]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Serpentine Shot.</span></strong></em> Once on each of your turns, when you make an attack with the bow, you can spend 1 charge to imbue the arrow with the bow's magic. After the attack hits or misses, the fired arrow transforms into a <span class=\"bold\">giant poisonous snake</span>, which appears in an unoccupied space of your choice within 5 feet of the target. The snake shares your initiative count, but it takes its turn immediately after yours. It's hostile only to the target of the initial attack and doesn't obey commands, always spending each of its turns moving towards and attacking its target. The snake disappears if it drops to 0 hit points, or after 1 minute.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Volley of Snakes.</span></strong></em> As an action while holding this bow, you can shoot an arrow and cause it to split into multiple copies in a 60-foot cone. Each creature in the cone must make a DC 16 Dexterity saving throw, taking [[/r 5d8]] piercing damage on a failed save, or half as much damage on a successful one. The arrows then transform into snakes and assemble into a <span class=\"bold\">@Compendium[dnd5e.monsters.XfQMBoTh892XSnCX]{Swarm of Poisonous Snakes}</span>, which appears in a space of your choice within the cone. The swarm is friendly to you and your companions for the spell's duration. In combat, it shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it takes the <span class=\"bold\">Dodge</span> action. The swarm disappears if it drops to 0 hit points, or after 1 minute. Once this property of the bow has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Kraken Mine (Rare)": {
      "name": "Kraken Mine (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>As a kraken ages, its potent ink becomes thicker and even more noxious, but few are the souls that dare face one of these monstrous titans in its prime. For that reason, these explosives are often crafted from the ink of juvenile krakens—still a perilous endeavour in its own right.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Inkstaintaneous Blast. </strong></em></span>As an action, you can light the fuse on this bomb and toss it up to <strong>30 feet</strong> away, causing it to detonate in a <strong>15-foot-radius</strong> explosion. Each creature in the area must make a <strong>DC 15 Dexterity saving throw</strong> or be covered in ink and <span class=\"bold\">blinded</span> for <strong>1 minute</strong>. A creature covered in ink can't benefit from being <span class=\"bold\">invisible</span>. A creature <span class=\"bold\">blinded</span> by this effect can make a <strong>DC 15 Constitution saving throw</strong> at the end of each of its turns, ending the <span class=\"bold\">blinded</span> condition on itself on a success.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Delayed Inksplosion. </strong></em></span>Alternatively, you can use an action to set this bomb down and specify a special trigger for its detonation. This can be a visual trigger that occurs within <strong>15 feet</strong> of the bomb, such as a visible creature moving into that range, or a special command word spoken by a creature as a bonus action while within <strong>30 feet</strong> of the bomb. When the conditions for the trigger are met, the bomb explodes as per the Inkstaintaneous Blast property.</p><div class=\"rd__spc-inline-post\"></div></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        },
        "save": {
          "condition": "Command word"
        }
      }
    },
    "Kraken-on-a-Stick Staff (Rare)": {
      "name": "Kraken-on-a-Stick Staff (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The squid-like creature at the head of this implement is a magical construct assembled from the freshly severed tentacle of a mighty kraken. Strange enchantments cause it to produce and secrete a substance nearly identical to kraken ink. This makes for a vastly more ethical means of obtaining it—not for the sake of the kraken, but for the countless adventurers who perish trying to milk one.</p><p>This item has <b>4</b> charges and regains <b>[[/r 1d4]]</b> expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Kraken's Haze.</span></strong></em> As an action while holding this item, you can spend <b>1 charge</b> to produce a cloud of black ink in a <b>15-foot-radius sphere</b> centred on a point within <b>30 feet</b> of you. The area of the cloud is heavily obscured, and any creature other than you that enters it for the first time on its turn or starts its turn there must succeed on a <b>DC 15 Constitution saving throw</b> or be <span class=\"bold\">poisoned</span> until the end of its next turn. The cloud lasts until the end of your next turn, after which it vanishes, leaving a coating of black ink on any solid surface in its space that lasts for <b>1 minute</b>.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Ink Step.</span></strong></em> As a bonus action while holding this item, you can spend <b>1 charge</b> to produce a small puddle of ink at your feet and sink into it, reemerging at an unoccupied space of your choice within <b>30 feet</b> of you that is within the ink cloud produced by the Kraken's Haze property or on an ink-coated surface it leaves behind after vanishing.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This item is cursed, and becoming attuned to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed, you are unwilling to part with the item, keeping it within reach at all times. Whenever you become <span class=\"bold\">frightened</span> or <b>surprised</b>, the item expels a small cloud of ink on your eyes, and you must succeed on a <b>DC 15 Constitution saving throw</b> or be <span class=\"bold\">blinded</span> until the end of your next turn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Firebird's Touch Glaive (Uncommon)": {
      "name": "Firebird's Touch Glaive (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Undeath is an unnatural state of being, and anathema to the cycle of rebirth that the mythical phoenix symbolises. Imbued with purifying flames, this weapon pulverises the bodies of the living dead so that their trapped souls might be free once more, to retake their place in the eternal circle of life.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ashes to Ashes. </strong></em></span>This weapon deals an extra [[/r 1d6]] fire damage to undead creatures. In addition, damage from this weapon bypasses the Undead Fortitude trait as if it were radiant damage, and undead creatures reduced to 0 hit points by it are instantly killed.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Firebird's Plumage Hide Armor (Uncommon)": {
      "name": "Firebird's Plumage Hide Armor (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 13 Dexterity saving throw</strong>, taking [[/r 1d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>15</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Kraken-on-a-Stick Wand (Very Rare)": {
      "name": "Kraken-on-a-Stick Wand (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The squid-like creature at the head of this implement is a magical construct assembled from the freshly severed tentacle of a mighty kraken. Strange enchantments cause it to produce and secrete a substance nearly identical to kraken ink. This makes for a vastly more ethical means of obtaining it—not for the sake of the kraken, but for the countless adventurers who perish trying to milk one.</p><p>This item has <strong>5</strong> charges and regains <strong>[[/r 1d4 + 1]]</strong> expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Kraken's Haze.</strong></em></span> As an action while holding this item, you can spend <strong>1 charge</strong> to produce a cloud of black ink in a <strong>20-foot-radius sphere</strong> centred on a point within <strong>30 feet</strong> of you. The area of the cloud is heavily obscured, and any creature other than you that enters it for the first time on its turn or starts its turn there must succeed on a <strong>DC 16 Constitution saving throw</strong> or be <span class=\"bold\">poisoned</span> until the end of its next turn. The cloud lasts until the end of your next turn, after which it vanishes, leaving a coating of black ink on any solid surface in its space that lasts for <strong>1 minute</strong>.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ink Step.</strong></em></span> As a bonus action while holding this item, you can spend <strong>1 charge</strong> to produce a small puddle of ink at your feet and sink into it, reemerging at an unoccupied space of your choice within <strong>30 feet</strong> of you that is within the ink cloud produced by the Kraken's Haze property or on an ink-coated surface it leaves behind after vanishing.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em></span> This item is cursed, and becoming attuned to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed, you are unwilling to part with the item, keeping it within reach at all times. Whenever you become <span class=\"bold\">frightened</span> or <strong>surprised</strong>, the item expels a small cloud of ink on your eyes, and you must succeed on a <strong>DC 16 Constitution saving throw</strong> or be <span class=\"bold\">blinded</span> until the end of your next turn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Firebird's Plumage Half Plate Armor (Rare)": {
      "name": "Firebird's Plumage Half Plate Armor (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 15 Dexterity saving throw</strong>, taking [[/r 2d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>20</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Battleaxe of the Cretan Bull (Very Rare)": {
      "name": "Battleaxe of the Cretan Bull (Very Rare)",
      "description": "<div class=\"lt-paragraph\"><p>Although minotaurs prefer to dwell and hunt in labyrinths, it's often understandably challenging to lure their prey into sprawling subterranean dungeons.</p><p>For this reason, some minotaurs wield magical axes that can bring the labyrinths to their victims instead, inflicting their minds with a disorienting haze that makes them easy prey to the minotaurs' brutality.</p><p>You gain a +1 bonus to attack and damage rolls made with this magic weapon.</p><p><span class=\"entry-title-inner\"><em><strong>Maze of the Mind. </strong></em></span>When you hit a creature with an attack using the axe, you can force the target to make a <strong>DC 16 Wisdom saving throw</strong>. On a failed save, the creature is disoriented for <strong>1 minute</strong> and immediately moves up to its speed directly away from you, stopping early if it encounters an obstacle. The first time the disoriented creature tries to move on its turn, it must make a <strong>DC 16 Wisdom saving throw</strong>. On a failed save, the creature must use its movement to move in a random direction, stopping early if it encounters an obstacle. On a successful save, the creature is no longer disoriented. Once this property of the axe has been used three times, it can't be used again until the next dawn.</p></div>"
    },
    "Firebird's Plumage Breastplate (Very Rare)": {
      "name": "Firebird's Plumage Breastplate (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 16 Dexterity saving throw</strong>, taking [[/r 3d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>30</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Nemean Splint Armor (Uncommon)": {
      "name": "Nemean Splint Armor (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Stheno's Shortbow (Rare)": {
      "name": "Stheno's Shortbow (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The first of these bows was found in the abandoned lair of an ancient medusa who preferred to slaughter her victims rather than turning them to stone. After years of meticulous reverse engineering, L'Arsène</p><p>Upin was able to recreate its ophidian enchantments, and each of the resulting bows bears the name of its original creator, who has yet to be found.</p><p>This bow has 8 charges and regains [[/r 1d6 + 2]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Serpentine Shot.</span></strong></em> Once on each of your turns, when you make an attack with the bow, you can spend 1 charge to imbue the arrow with the bow's magic. After the attack hits or misses, the fired arrow transforms into a <span class=\"bold\">@Compendium[dnd5e.monsters.D5rwVIxmfFrdyyxT]{Poisonous Snake}</span>, which appears in an unoccupied space of your choice within 5 feet of the target. The snake shares your initiative count, but it takes its turn immediately after yours. It's hostile only to the target of the initial attack and doesn't obey commands, always spending each of its turns moving towards and attacking its target. The snake disappears if it drops to 0 hit points, or after 1 minute.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Volley of Snakes.</span></strong></em> As an action while holding this bow, you can shoot an arrow and cause it to split into multiple copies in a 60-foot cone. Each creature in the cone must make a DC 15 Dexterity saving throw, taking [[/r 3d8]] piercing damage on a failed save, or half as much damage on a successful one. The arrows then transform into snakes and assemble into a <span class=\"bold\">@Compendium[dnd5e.monsters.XfQMBoTh892XSnCX]{Swarm of Poisonous Snakes}</span>, which appears in a space of your choice within the cone. The swarm is friendly to you and your companions for the spell's duration. In combat, it shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it takes the <span class=\"bold\">Dodge</span> action. The swarm disappears if it drops to 0 hit points, or after 1 minute. Once this property of the bow has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Firebird's Plumage Chain Shirt (Very Rare)": {
      "name": "Firebird's Plumage Chain Shirt (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 16 Dexterity saving throw</strong>, taking [[/r 3d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>30</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Many-Headed Flail (Uncommon)": {
      "name": "Many-Headed Flail (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Embodying the fiercely independent nature of a hydra, this flail's multiple heads can be stubborn to a fault.</p><p>It is not uncommon for a head to remain attached to a creature it has bitten, despite the wishes of its wielder. When this happens, the flail simply breaks off the persistent head, and a new one instantly sprouts to take its place.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Reactive Strikes.</span></strong></em> While wielding this weapon, you gain a special reaction that you can take once on each round. This special reaction can only be used to make an opportunity attack with the flail, and you can't use it on the same turn that you take your normal reaction.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Firebird's Plumage Chain Shirt (Rare)": {
      "name": "Firebird's Plumage Chain Shirt (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 15 Dexterity saving throw</strong>, taking [[/r 2d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>20</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Nemean Scale Mail (Rare)": {
      "name": "Nemean Scale Mail (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Minoan Helm (Very Rare)": {
      "name": "Minoan Helm (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Gifted with a flawless sense of direction, minotaurs navigate the labyrinthine passages of their lairs with ease, and prefer to hunt in these environments where they enjoy a decisive advantage. Especially powerful minotaurs who have spilled copious amounts of blood in their mazes are able to shift the terrain to their will, further confusing their unfortunate prey.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You gain a +1 bonus to AC while wearing this helm.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Labyrinth Dweller.</strong></em></span> While wearing this helm, you can perfectly recall any path you've travelled and can't get lost by nonmagical means. In addition, you automatically succeed on Intelligence checks made to escape the maze spell, and have <strong>advantage</strong> on <strong>Wisdom (</strong><span class=\"bold\"><strong>Perception</strong></span><strong>)</strong> and <strong>Intelligence (</strong><span class=\"bold\"><strong>Investigation</strong></span><strong>)</strong> checks made to spot and open secret doors and passages.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Optional Attunement.</strong></em></span> If you choose to attune to this item, you can use the Maze Architect property while you remain attuned to it.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>OA: Maze Architect.</strong></em></span> While wearing this helm, you can cast the <span class=\"bold\">@Compendium[dnd5e.spells.d9MwcXi7Il3HROXd]{Passwall} </span>spell from it. When the spell is cast in this way, you can end it early as a bonus action, and when a creature first enters the passage created by the spell, you can deal [[/r 1d6]] psychic damage to it. Once this property of the helm has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em></span> This helm is cursed, and becoming attuned to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed, whenever you start your turn and can see a creature primarily coloured or dressed in red, you must make a <strong>DC 16 Wisdom saving throw</strong>. On a failed save, you must spend your turn moving towards that creature and, if possible, making melee attacks against it. Once you succeed on this saving throw, you can't be affected by the curse again for <strong>24 hours</strong>.</p><div class=\"rd__spc-inline-post\"></div></div></div>",
      "effects": {
        "Bonus AC": {
          "name": "Bonus AC"
        }
      }
    },
    "Firebird's Plumage Half Plate Armor (Very Rare)": {
      "name": "Firebird's Plumage Half Plate Armor (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 16 Dexterity saving throw</strong>, taking [[/r 3d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>30</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Stheno's Heavy Crossbow (Very Rare)": {
      "name": "Stheno's Heavy Crossbow (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The first of these bows was found in the abandoned lair of an ancient medusa who preferred to slaughter her victims rather than turning them to stone. After years of meticulous reverse engineering, L'Arsène</p><p>Upin was able to recreate its ophidian enchantments, and each of the resulting bows bears the name of its original creator, who has yet to be found.</p><p>This bow has 8 charges and regains [[/r 1d6 + 2]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Serpentine Shot.</span></strong></em> Once on each of your turns, when you make an attack with the bow, you can spend 1 charge to imbue the arrow with the bow's magic. After the attack hits or misses, the fired arrow transforms into a <span class=\"bold\">giant poisonous snake</span>, which appears in an unoccupied space of your choice within 5 feet of the target. The snake shares your initiative count, but it takes its turn immediately after yours. It's hostile only to the target of the initial attack and doesn't obey commands, always spending each of its turns moving towards and attacking its target. The snake disappears if it drops to 0 hit points, or after 1 minute.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Volley of Snakes.</span></strong></em> As an action while holding this bow, you can shoot an arrow and cause it to split into multiple copies in a 60-foot cone. Each creature in the cone must make a DC 16 Dexterity saving throw, taking [[/r 5d8]] piercing damage on a failed save, or half as much damage on a successful one. The arrows then transform into snakes and assemble into a <span class=\"bold\">@Compendium[dnd5e.monsters.XfQMBoTh892XSnCX]{Swarm of Poisonous Snakes}</span>, which appears in a space of your choice within the cone. The swarm is friendly to you and your companions for the spell's duration. In combat, it shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it takes the <span class=\"bold\">Dodge</span> action. The swarm disappears if it drops to 0 hit points, or after 1 minute. Once this property of the bow has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Kraken-on-a-Stick Rod (Rare)": {
      "name": "Kraken-on-a-Stick Rod (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The squid-like creature at the head of this implement is a magical construct assembled from the freshly severed tentacle of a mighty kraken. Strange enchantments cause it to produce and secrete a substance nearly identical to kraken ink. This makes for a vastly more ethical means of obtaining it—not for the sake of the kraken, but for the countless adventurers who perish trying to milk one.</p><p>This item has <strong>4</strong> charges and regains <strong>[[/r 1d4]]</strong> expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Kraken's Haze.</strong></em></span> As an action while holding this item, you can spend <strong>1 charge</strong> to produce a cloud of black ink in a <strong>15-foot-radius sphere</strong> centred on a point within <strong>30 feet</strong> of you. The area of the cloud is heavily obscured, and any creature other than you that enters it for the first time on its turn or starts its turn there must succeed on a <strong>DC 15 Constitution saving throw</strong> or be <span class=\"bold\">poisoned</span> until the end of its next turn. The cloud lasts until the end of your next turn, after which it vanishes, leaving a coating of black ink on any solid surface in its space that lasts for <strong>1 minute</strong>.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ink Step.</strong></em></span> As a bonus action while holding this item, you can spend <strong>1 charge</strong> to produce a small puddle of ink at your feet and sink into it, reemerging at an unoccupied space of your choice within <strong>30 feet</strong> of you that is within the ink cloud produced by the Kraken's Haze property or on an ink-coated surface it leaves behind after vanishing.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em></span> This item is cursed, and becoming attuned to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed, you are unwilling to part with the item, keeping it within reach at all times. Whenever you become <span class=\"bold\">frightened</span> or <strong>surprised</strong>, the item expels a small cloud of ink on your eyes, and you must succeed on a <strong>DC 15 Constitution saving throw</strong> or be <span class=\"bold\">blinded</span> until the end of your next turn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Firebird's Plumage Chain Shirt (Uncommon)": {
      "name": "Firebird's Plumage Chain Shirt (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 13 Dexterity saving throw</strong>, taking [[/r 1d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>15</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Nemean Chain Mail (Uncommon)": {
      "name": "Nemean Chain Mail (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Nemean Ring Mail (Very Rare)": {
      "name": "Nemean Ring Mail (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take non- and magical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d8]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Firebird's Plumage Breastplate (Uncommon)": {
      "name": "Firebird's Plumage Breastplate (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 13 Dexterity saving throw</strong>, taking [[/r 1d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>15</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Nemean Breastplate (Rare)": {
      "name": "Nemean Breastplate (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Nemean Splint Armor (Rare)": {
      "name": "Nemean Splint Armor (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Stheno's Light Crossbow (Very Rare)": {
      "name": "Stheno's Light Crossbow (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The first of these bows was found in the abandoned lair of an ancient medusa who preferred to slaughter her victims rather than turning them to stone. After years of meticulous reverse engineering, L'Arsène</p><p>Upin was able to recreate its ophidian enchantments, and each of the resulting bows bears the name of its original creator, who has yet to be found.</p><p>This bow has 8 charges and regains [[/r 1d6 + 2]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Serpentine Shot.</span></strong></em> Once on each of your turns, when you make an attack with the bow, you can spend 1 charge to imbue the arrow with the bow's magic. After the attack hits or misses, the fired arrow transforms into a <span class=\"bold\">giant poisonous snake</span>, which appears in an unoccupied space of your choice within 5 feet of the target. The snake shares your initiative count, but it takes its turn immediately after yours. It's hostile only to the target of the initial attack and doesn't obey commands, always spending each of its turns moving towards and attacking its target. The snake disappears if it drops to 0 hit points, or after 1 minute.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Volley of Snakes.</span></strong></em> As an action while holding this bow, you can shoot an arrow and cause it to split into multiple copies in a 60-foot cone. Each creature in the cone must make a DC 16 Dexterity saving throw, taking [[/r 5d8]] piercing damage on a failed save, or half as much damage on a successful one. The arrows then transform into snakes and assemble into a <span class=\"bold\">@Compendium[dnd5e.monsters.XfQMBoTh892XSnCX]{Swarm of Poisonous Snakes}</span>, which appears in a space of your choice within the cone. The swarm is friendly to you and your companions for the spell's duration. In combat, it shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it takes the <span class=\"bold\">Dodge</span> action. The swarm disappears if it drops to 0 hit points, or after 1 minute. Once this property of the bow has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Stheno's Longbow (Very Rare)": {
      "name": "Stheno's Longbow (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The first of these bows was found in the abandoned lair of an ancient medusa who preferred to slaughter her victims rather than turning them to stone. After years of meticulous reverse engineering, L'Arsène</p><p>Upin was able to recreate its ophidian enchantments, and each of the resulting bows bears the name of its original creator, who has yet to be found.</p><p>This bow has 8 charges and regains [[/r 1d6 + 2]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Serpentine Shot.</span></strong></em> Once on each of your turns, when you make an attack with the bow, you can spend 1 charge to imbue the arrow with the bow's magic. After the attack hits or misses, the fired arrow transforms into a <span class=\"bold\">giant poisonous snake</span>, which appears in an unoccupied space of your choice within 5 feet of the target. The snake shares your initiative count, but it takes its turn immediately after yours. It's hostile only to the target of the initial attack and doesn't obey commands, always spending each of its turns moving towards and attacking its target. The snake disappears if it drops to 0 hit points, or after 1 minute.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Volley of Snakes.</span></strong></em> As an action while holding this bow, you can shoot an arrow and cause it to split into multiple copies in a 60-foot cone. Each creature in the cone must make a DC 16 Dexterity saving throw, taking [[/r 5d8]] piercing damage on a failed save, or half as much damage on a successful one. The arrows then transform into snakes and assemble into a <span class=\"bold\">@Compendium[dnd5e.monsters.XfQMBoTh892XSnCX]{Swarm of Poisonous Snakes}</span>, which appears in a space of your choice within the cone. The swarm is friendly to you and your companions for the spell's duration. In combat, it shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it takes the <span class=\"bold\">Dodge</span> action. The swarm disappears if it drops to 0 hit points, or after 1 minute. Once this property of the bow has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Garb of Euryale (Very Rare)": {
      "name": "Garb of Euryale (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Seeking to surpass the beauty of the gods, an arrogant seamstress crafted an exquisite dress of silk, gold, and unrivalled vanity. Shortly after parading her masterpiece around the city's temples, she disappeared. The dress was found in her home, adorning a marble statue bearing an uncanny resemblance to its creator.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a +1 bonus to AC while wearing the dress and no armour.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>False Glamour. </strong></em></span>When you first don this dress after attuning to it, and each day at dawn as long as you're wearing it, it casts the <span class=\"bold\">@Compendium[dnd5e.spells.gvdA9nPuWLck4tBl]{Sanctuary} </span>spell (save DC 16) on you, with the following changes:</p></div><ul class=\"rd__list\"><li class=\"rd__li \"><p class=\"rd__p-list-item\">It lasts for <strong>8 hours</strong> instead of <strong>1 minute</strong>.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">You're endowed with an aura of magnetic charisma while the spell lasts, granting you <strong>advantage</strong> on <strong>Charisma (</strong><span class=\"bold\"><strong>Persuasion</strong></span><strong>)</strong> checks.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">It doesn't end early if you make an attack or cast a spell that affects an enemy creature, but it ends if a creature hits you with an attack.</p></li><li class=\"rd__li \"><p class=\"rd__p-list-item\">When the spell ends, your face is briefly replaced with a horrifying ophidian visage. Each creature of your choice within <strong>30</strong> feet of you that can see you must succeed on a <strong>DC 16 Wisdom saving throw</strong> or take [[/r 4d6]] psychic damage and be <span class=\"bold\">frightened</span> for 1 minute. A frightened creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.</p></li></ul><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This dress is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the dress, and if you look at your own reflection while not under the effect of the dress' sanctuary spell, you must succeed on a <strong>DC 16 Constitution saving throw</strong> or be <span class=\"bold\">restrained</span> as your body starts to turn to stone. You must repeat the saving throw at the end of your next turn, becoming <span class=\"bold\">petrified</span> on a failure or ending the effect on a success. The petrification lasts until the next dawn, when the dress casts <span class=\"bold\">@Compendium[dnd5e.spells.gvdA9nPuWLck4tBl]{Sanctuary} </span>on you again. Once you succeed on a saving throw against the curse, you can't be affected by it again until the next dawn.</p><div class=\"rd__spc-inline-post\"></div></div></div>",
      "effects": {
        "Bonus AC": {
          "name": "Bonus AC"
        }
      }
    },
    "Stheno's Longbow (Uncommon)": {
      "name": "Stheno's Longbow (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The first of these bows was found in the abandoned lair of an ancient medusa who preferred to slaughter her victims rather than turning them to stone. After years of meticulous reverse engineering, L'Arsène</p><p>Upin was able to recreate its ophidian enchantments, and each of the resulting bows bears the name of its original creator, who has yet to be found.</p><p>This bow has 8 charges and regains [[/r 1d6 + 2]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Serpentine Shot.</span></strong></em> Once on each of your turns, when you make an attack with the bow, you can spend 1 charge to imbue the arrow with the bow's magic. After the attack hits or misses, the fired arrow transforms into a <span class=\"bold\">@Compendium[dnd5e.monsters.D5rwVIxmfFrdyyxT]{Poisonous Snake}</span>, which appears in an unoccupied space of your choice within 5 feet of the target. The snake shares your initiative count, but it takes its turn immediately after yours. It's hostile only to the target of the initial attack and doesn't obey commands, always spending each of its turns moving towards and attacking its target. The snake disappears if it drops to 0 hit points, or after 1 minute.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Volley of Snakes.</span></strong></em> As an action while holding this bow, you can shoot an arrow and cause it to split into multiple copies. The arrows then transform into snakes and assemble into a <span class=\"bold\">@Compendium[dnd5e.monsters.XfQMBoTh892XSnCX]{Swarm of Poisonous Snakes}</span>, which appears in a space of your choice within the cone. The swarm is friendly to you and your companions for the spell's duration. In combat, it shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it takes the <span class=\"bold\">Dodge</span> action. The swarm disappears if it drops to 0 hit points, or after 1 minute. Once this property of the bow has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Nemean Chain Shirt (Uncommon)": {
      "name": "Nemean Chain Shirt (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Nemean Spear (Rare)": {
      "name": "Nemean Spear (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>One of the few things capable of penetrating the creature's own hide, a Nemean lion's claws rend inferior materials such as leather and steel with almost contemptuous ease. Weaponry fashioned from these claws possesses the indomitable spirit of a lion, and can leverage a wielder's superior defence to pierce cleanly through a foe's guard.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Offensive Defence.</span></strong></em> This weapon deals an extra [[/r 1d8]] damage to creatures it hits that have a lower AC than yours.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Triumphant Roar.</span></strong></em> When you roll a 20 on an attack roll made with this weapon, the lion's visage lets out a ferocious roar. Each creature other than you that can hear it within 20 feet of you takes [[/r 1d4]] thunder damage and must succeed on a DC 15 Wisdom saving throw or be <span class=\"bold\">frightened</span> of you until the end of its next turn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Many-Headed Flail (Rare)": {
      "name": "Many-Headed Flail (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Embodying the fiercely independent nature of a hydra, this flail's multiple heads can be stubborn to a fault.</p><p>It is not uncommon for a head to remain attached to a creature it has bitten, despite the wishes of its wielder. When this happens, the flail simply breaks off the persistent head, and a new one instantly sprouts to take its place.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Reactive Strikes.</span></strong></em> While wielding this weapon, you gain a special reaction that you can take once on each round. This special reaction can only be used to make an opportunity attack with the flail, and you can't use it on the same turn that you take your normal reaction.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Clamp Down.</span></strong></em> When you hit a creature with an opportunity attack using this flail, you deal an extra [[/r 1d4]] piercing damage to it and can choose to immediately grapple the target (escape DC 15), as the hydra heads bite down on it. The grapple ends if you let go of the flail. While a creature is <span class=\"bold\">grappled</span> in this manner, you can't use the flail to attack a different target.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Nemean Ring Mail (Uncommon)": {
      "name": "Nemean Ring Mail (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Nemean Half Plate Armor (Very Rare)": {
      "name": "Nemean Half Plate Armor (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take non- and magical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d8]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Firebird's Touch Glaive (Very Rare)": {
      "name": "Firebird's Touch Glaive (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Undeath is an unnatural state of being, and anathema to the cycle of rebirth that the mythical phoenix symbolises. Imbued with purifying flames, this weapon pulverises the bodies of the living dead so that their trapped souls might be free once more, to retake their place in the eternal circle of life.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ashes to Ashes. </strong></em></span>This weapon deals an extra [[/r 2d8]] fire damage to undead creatures. In addition, damage from this weapon bypasses the Undead Fortitude trait as if it were radiant damage, and undead creatures reduced to 0 hit points by it are instantly killed.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Blaze of Glory. </strong></em></span>As an action, you can cause this weapon to transform into a shaft of pure fire and throw it at a creature within <strong>120 feet</strong> of you. Make a ranged weapon attack against that creature. On a hit, the weapon deals its normal damage plus [[/r 4d8]] fire damage, and a corona of flames erupts around the target. Each other creature within <strong>15 feet</strong> of it must succeed on a <strong>DC 16 Dexterity saving throw</strong>, taking [[/r 5d8]] fire damage on a failed save, or half as much damage on a successful one. The weapon then turns to ashes, and reforms <strong>[[/r 1d4]]</strong> hours later next to you. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Nemean Hide Armor (Uncommon)": {
      "name": "Nemean Hide Armor (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Golden Lining.</strong></em></span> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em></span> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Kraken-on-a-Stick Rod (Uncommon)": {
      "name": "Kraken-on-a-Stick Rod (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The squid-like creature at the head of this implement is a magical construct assembled from the freshly severed tentacle of a mighty kraken. Strange enchantments cause it to produce and secrete a substance nearly identical to kraken ink. This makes for a vastly more ethical means of obtaining it—not for the sake of the kraken, but for the countless adventurers who perish trying to milk one.</p><p>This item has <strong>2</strong> charges and regains <strong>[[/r 1d2]]</strong> expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Kraken's Haze.</strong></em></span> As an action while holding this item, you can spend <strong>1 charge</strong> to produce a cloud of black ink in a <strong>10-foot-radius sphere</strong> centred on a point within <strong>30 feet</strong> of you. The area of the cloud is heavily obscured, and any creature other than you that enters it for the first time on its turn or starts its turn there must succeed on a <strong>DC 13 Constitution saving throw</strong> or be <span class=\"bold\">poisoned</span> until the end of its next turn. The cloud lasts until the end of your next turn, after which it vanishes, leaving a coating of black ink on any solid surface in its space that lasts for <strong>1 minute</strong>.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ink Step.</strong></em></span> As a bonus action while holding this item, you can spend <strong>1 charge</strong> to produce a small puddle of ink at your feet and sink into it, reemerging at an unoccupied space of your choice within <strong>30 feet</strong> of you that is within the ink cloud produced by the Kraken's Haze property or on an ink-coated surface it leaves behind after vanishing.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em></span> This item is cursed, and becoming attuned to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed, you are unwilling to part with the item, keeping it within reach at all times. Whenever you become <span class=\"bold\">frightened</span> or <strong>surprised</strong>, the item expels a small cloud of ink on your eyes, and you must succeed on a <strong>DC 13 Constitution saving throw</strong> or be <span class=\"bold\">blinded</span> until the end of your next turn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Firebird's Plumage Splint Armor (Very Rare)": {
      "name": "Firebird's Plumage Splint Armor (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 16 Dexterity saving throw</strong>, taking [[/r 3d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>30</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Firebird's Plumage Scale Mail (Very Rare)": {
      "name": "Firebird's Plumage Scale Mail (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 16 Dexterity saving throw</strong>, taking [[/r 3d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>30</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Nemean Chain Shirt (Rare)": {
      "name": "Nemean Chain Shirt (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Many-Headed Flail (Very Rare)": {
      "name": "Many-Headed Flail (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Embodying the fiercely independent nature of a hydra, this flail's multiple heads can be stubborn to a fault.</p><p>It is not uncommon for a head to remain attached to a creature it has bitten, despite the wishes of its wielder. When this happens, the flail simply breaks off the persistent head, and a new one instantly sprouts to take its place.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You gain a +1 bonus to attack and damage rolls made with this magic weapon.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Reactive Strikes.</span></strong></em> While wielding this weapon, you gain a special reaction that you can take once on each round. This special reaction can only be used to make an opportunity attack with the flail, and you can't use it on the same turn that you take your normal reaction.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Clamp Down.</span></strong></em> When you hit a creature with an opportunity attack using this flail, you deal an extra [[/r 1d10]] piercing damage to it and can choose to immediately grapple the target (escape DC 16), as the hydra heads bite down on it. The grapple ends if you let go of the flail. While a creature is <span class=\"bold\">grappled</span> in this manner, you can't use the flail to attack a different target.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Kraken-on-a-Stick Wand (Uncommon)": {
      "name": "Kraken-on-a-Stick Wand (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The squid-like creature at the head of this implement is a magical construct assembled from the freshly severed tentacle of a mighty kraken. Strange enchantments cause it to produce and secrete a substance nearly identical to kraken ink. This makes for a vastly more ethical means of obtaining it—not for the sake of the kraken, but for the countless adventurers who perish trying to milk one.</p><p>This item has <strong>2</strong> charges and regains <strong>[[/r 1d2]]</strong> expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Kraken's Haze.</strong></em></span> As an action while holding this item, you can spend <strong>1 charge</strong> to produce a cloud of black ink in a <strong>10-foot-radius sphere</strong> centred on a point within <strong>30 feet</strong> of you. The area of the cloud is heavily obscured, and any creature other than you that enters it for the first time on its turn or starts its turn there must succeed on a <strong>DC 13 Constitution saving throw</strong> or be <span class=\"bold\">poisoned</span> until the end of its next turn. The cloud lasts until the end of your next turn, after which it vanishes, leaving a coating of black ink on any solid surface in its space that lasts for <strong>1 minute</strong>.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ink Step.</strong></em></span> As a bonus action while holding this item, you can spend <strong>1 charge</strong> to produce a small puddle of ink at your feet and sink into it, reemerging at an unoccupied space of your choice within <strong>30 feet</strong> of you that is within the ink cloud produced by the Kraken's Haze property or on an ink-coated surface it leaves behind after vanishing.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em></span> This item is cursed, and becoming attuned to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed, you are unwilling to part with the item, keeping it within reach at all times. Whenever you become <span class=\"bold\">frightened</span> or <strong>surprised</strong>, the item expels a small cloud of ink on your eyes, and you must succeed on a <strong>DC 13 Constitution saving throw</strong> or be <span class=\"bold\">blinded</span> until the end of your next turn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Battleaxe of the Cretan Bull (Rare)": {
      "name": "Battleaxe of the Cretan Bull (Rare)",
      "description": "<div class=\"lt-paragraph\"><p>Although minotaurs prefer to dwell and hunt in labyrinths, it's often understandably challenging to lure their prey into sprawling subterranean dungeons.</p><p>For this reason, some minotaurs wield magical axes that can bring the labyrinths to their victims instead, inflicting their minds with a disorienting haze that makes them easy prey to the minotaurs' brutality.</p><p>You gain a +1 bonus to attack and damage rolls made with this magic weapon.</p><p><span class=\"entry-title-inner\"><em><strong>Maze of the Mind.</strong></em><strong> </strong></span>When you hit a creature with an attack using the axe, you can force the target to make a <strong>DC 15 Wisdom saving throw</strong>. On a failed save, the creature is disoriented for <strong>1 minute</strong> and immediately moves up to its speed directly away from you, stopping early if it encounters an obstacle. The first time the disoriented creature tries to move on its turn, it must make a <strong>DC 15 Wisdom saving throw</strong>. On a failed save, the creature must use its movement to move in a random direction, stopping early if it encounters an obstacle. On a successful save, the creature is no longer disoriented. Once this property of the axe has been used, it can't be used again until the next dawn.</p></div>"
    },
    "Firebird's Touch Pike (Rare)": {
      "name": "Firebird's Touch Pike (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Undeath is an unnatural state of being, and anathema to the cycle of rebirth that the mythical phoenix symbolises. Imbued with purifying flames, this weapon pulverises the bodies of the living dead so that their trapped souls might be free once more, to retake their place in the eternal circle of life.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ashes to Ashes. </strong></em></span>This weapon deals an extra [[/r 1d8]] fire damage to undead creatures. In addition, damage from this weapon bypasses the Undead Fortitude trait as if it were radiant damage, and undead creatures reduced to 0 hit points by it are instantly killed.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Blaze of Glory. </strong></em></span>As an action, you can cause this weapon to transform into a shaft of pure fire and throw it at a creature within <strong>120 feet</strong> of you. Make a ranged weapon attack against that creature. On a hit, the weapon deals its normal damage plus [[/r 3d8]] fire damage, and a corona of flames erupts around the target. Each other creature within <strong>15 feet</strong> of it must succeed on a <strong>DC 15 Dexterity saving throw</strong>, taking [[/r 4d8]] fire damage on a failed save, or half as much damage on a successful one. The weapon then turns to ashes, and reforms <strong>[[/r 1d4]]</strong> hours later next to you. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Lernaean Pendant (Very Rare)": {
      "name": "Lernaean Pendant (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Although the serpentine heads adorning this necklace are capable of movement, they prefer to remain unsettlingly still, only occasionally blinking their gemstone eyes. The only exception occurs if an open flame is brought close to the pendant, which causes the hydra heads to hiss angrily and recoil from the flames.</p><p>This pendant has 5 charges and regains [[/r 1d4+1]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Better Than One.</strong></em></span> While you are wearing this pendant and make a saving throw against an effect that would cause you to become <span class=\"bold\">blinded</span>, <span class=\"bold\">charmed</span>, <span class=\"bold\">deafened</span>, or <span class=\"bold\">frightened</span>, you can spend 1 charge as a reaction to grow a second head. Each of your heads makes a separate saving throw against the condition, after which you choose one of them to shrivel and fall off, taking the result of the saving throw for the head that remains, as well as regain [[/r 3d6]] hit points.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em></span> This item is cursed, and becoming attuned to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed, when you take fire damage, you can't regain hit points or use the Better Than One property until the end of your next turn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Nemean Ring Mail (Rare)": {
      "name": "Nemean Ring Mail (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Nemean Breastplate (Very Rare)": {
      "name": "Nemean Breastplate (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take non- and magical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d8]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Nemean Chain Mail (Rare)": {
      "name": "Nemean Chain Mail (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Firebird's Touch Pike (Uncommon)": {
      "name": "Firebird's Touch Pike (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Undeath is an unnatural state of being, and anathema to the cycle of rebirth that the mythical phoenix symbolises. Imbued with purifying flames, this weapon pulverises the bodies of the living dead so that their trapped souls might be free once more, to retake their place in the eternal circle of life.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ashes to Ashes. </strong></em></span>This weapon deals an extra [[/r 1d6]] fire damage to undead creatures. In addition, damage from this weapon bypasses the Undead Fortitude trait as if it were radiant damage, and undead creatures reduced to 0 hit points by it are instantly killed.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Nemean Scale Mail (Very Rare)": {
      "name": "Nemean Scale Mail (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <strong>+1 bonus</strong> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Golden Lining.</strong></em></span> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take non- and magical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d8]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em></span> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Firebird's Plumage Breastplate (Rare)": {
      "name": "Firebird's Plumage Breastplate (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 15 Dexterity saving throw</strong>, taking [[/r 2d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>20</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Firebird's Plumage Half Plate Armor (Uncommon)": {
      "name": "Firebird's Plumage Half Plate Armor (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 13 Dexterity saving throw</strong>, taking [[/r 1d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>15</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Nemean Plate Armor (Very Rare)": {
      "name": "Nemean Plate Armor (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take non- and magical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d8]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Stheno's Light Crossbow (Rare)": {
      "name": "Stheno's Light Crossbow (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The first of these bows was found in the abandoned lair of an ancient medusa who preferred to slaughter her victims rather than turning them to stone. After years of meticulous reverse engineering, L'Arsène</p><p>Upin was able to recreate its ophidian enchantments, and each of the resulting bows bears the name of its original creator, who has yet to be found.</p><p>This bow has 8 charges and regains [[/r 1d6 + 2]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Serpentine Shot.</span></strong></em> Once on each of your turns, when you make an attack with the bow, you can spend 1 charge to imbue the arrow with the bow's magic. After the attack hits or misses, the fired arrow transforms into a <span class=\"bold\">@Compendium[dnd5e.monsters.D5rwVIxmfFrdyyxT]{Poisonous Snake}</span>, which appears in an unoccupied space of your choice within 5 feet of the target. The snake shares your initiative count, but it takes its turn immediately after yours. It's hostile only to the target of the initial attack and doesn't obey commands, always spending each of its turns moving towards and attacking its target. The snake disappears if it drops to 0 hit points, or after 1 minute.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Volley of Snakes.</span></strong></em> As an action while holding this bow, you can shoot an arrow and cause it to split into multiple copies in a 60-foot cone. Each creature in the cone must make a DC 15 Dexterity saving throw, taking [[/r 3d8]] piercing damage on a failed save, or half as much damage on a successful one. The arrows then transform into snakes and assemble into a <span class=\"bold\">@Compendium[dnd5e.monsters.XfQMBoTh892XSnCX]{Swarm of Poisonous Snakes}</span>, which appears in a space of your choice within the cone. The swarm is friendly to you and your companions for the spell's duration. In combat, it shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it takes the <span class=\"bold\">Dodge</span> action. The swarm disappears if it drops to 0 hit points, or after 1 minute. Once this property of the bow has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Lernaean Pendant (Uncommon)": {
      "name": "Lernaean Pendant (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Although the serpentine heads adorning this necklace are capable of movement, they prefer to remain unsettlingly still, only occasionally blinking their gemstone eyes. The only exception occurs if an open flame is brought close to the pendant, which causes the hydra heads to hiss angrily and recoil from the flames.</p><p>This pendant has 3 charges and regains [[/r 1d3]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Better Than One.</strong></em></span> While you are wearing this pendant and make a saving throw against an effect that would cause you to become <span class=\"bold\">blinded</span>, <span class=\"bold\">charmed</span>, <span class=\"bold\">deafened</span>, or <span class=\"bold\">frightened</span>, you can spend 1 charge as a reaction to grow a second head. Each of your heads makes a separate saving throw against the condition, after which you choose one of them to shrivel and fall off, taking the result of the saving throw for the head that remains.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em></span> This item is cursed, and becoming attuned to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed, when you take fire damage, you can't regain hit points or use the Better Than One property until the end of your next turn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Nemean Scale Mail (Uncommon)": {
      "name": "Nemean Scale Mail (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Firebird's Plumage Scale Mail (Uncommon)": {
      "name": "Firebird's Plumage Scale Mail (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 13 Dexterity saving throw</strong>, taking [[/r 1d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>15</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Nemean Plate Armor (Uncommon)": {
      "name": "Nemean Plate Armor (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Firebird's Plumage Splint Armor (Uncommon)": {
      "name": "Firebird's Plumage Splint Armor (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 13 Dexterity saving throw</strong>, taking [[/r 1d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>15</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Firebird's Touch Pike (Very Rare)": {
      "name": "Firebird's Touch Pike (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Undeath is an unnatural state of being, and anathema to the cycle of rebirth that the mythical phoenix symbolises. Imbued with purifying flames, this weapon pulverises the bodies of the living dead so that their trapped souls might be free once more, to retake their place in the eternal circle of life.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ashes to Ashes. </strong></em></span>This weapon deals an extra [[/r 2d8]] fire damage to undead creatures. In addition, damage from this weapon bypasses the Undead Fortitude trait as if it were radiant damage, and undead creatures reduced to 0 hit points by it are instantly killed.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Blaze of Glory. </strong></em></span>As an action, you can cause this weapon to transform into a shaft of pure fire and throw it at a creature within <strong>120 feet</strong> of you. Make a ranged weapon attack against that creature. On a hit, the weapon deals its normal damage plus [[/r 4d8]] fire damage, and a corona of flames erupts around the target. Each other creature within <strong>15 feet</strong> of it must succeed on a <strong>DC 16 Dexterity saving throw</strong>, taking [[/r 5d8]] fire damage on a failed save, or half as much damage on a successful one. The weapon then turns to ashes, and reforms <strong>[[/r 1d4]]</strong> hours later next to you. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Handaxe of the Cretan Bull (Rare)": {
      "name": "Handaxe of the Cretan Bull (Rare)",
      "description": "<div class=\"lt-paragraph\"><p>Although minotaurs prefer to dwell and hunt in labyrinths, it's often understandably challenging to lure their prey into sprawling subterranean dungeons.</p><p>For this reason, some minotaurs wield magical axes that can bring the labyrinths to their victims instead, inflicting their minds with a disorienting haze that makes them easy prey to the minotaurs' brutality.</p><p>You gain a +1 bonus to attack and damage rolls made with this magic weapon.</p><p><span class=\"entry-title-inner\"><em><strong>Maze of the Mind.</strong></em><strong> </strong></span>When you hit a creature with an attack using the axe, you can force the target to make a <strong>DC 15 Wisdom saving throw</strong>. On a failed save, the creature is disoriented for <strong>1 minute</strong> and immediately moves up to its speed directly away from you, stopping early if it encounters an obstacle. The first time the disoriented creature tries to move on its turn, it must make a <strong>DC 15 Wisdom saving throw</strong>. On a failed save, the creature must use its movement to move in a random direction, stopping early if it encounters an obstacle. On a successful save, the creature is no longer disoriented. Once this property of the axe has been used, it can't be used again until the next dawn.</p></div>"
    },
    "Firebird's Plumage Hide Armor (Rare)": {
      "name": "Firebird's Plumage Hide Armor (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 15 Dexterity saving throw</strong>, taking [[/r 2d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>20</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Nemean Spear (Very Rare)": {
      "name": "Nemean Spear (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>One of the few things capable of penetrating the creature's own hide, a Nemean lion's claws rend inferior materials such as leather and steel with almost contemptuous ease. Weaponry fashioned from these claws possesses the indomitable spirit of a lion, and can leverage a wielder's superior defence to pierce cleanly through a foe's guard.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Offensive Defence.</span></strong></em> This weapon deals an extra [[/r 1d8]] damage to creatures it hits that have a lower AC than yours.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Triumphant Roar.</span></strong></em> When you roll a 20 on an attack roll made with this weapon, the lion's visage lets out a ferocious roar. Each creature other than you that can hear it within 20 feet of you takes [[/r 1d6]] thunder damage and must succeed on a DC 16 Wisdom saving throw or be <span class=\"bold\">frightened</span> of you until the end of its next turn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Kraken Mine (Legendary)": {
      "name": "Kraken Mine (Legendary)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>As a kraken ages, its potent ink becomes thicker and even more noxious, but few are the souls that dare face one of these monstrous titans in its prime. For that reason, these explosives are often crafted from the ink of juvenile krakens—still a perilous endeavour in its own right.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Inkstaintaneous Blast. </strong></em></span>As an action, you can light the fuse on this bomb and toss it up to <strong>30 feet</strong> away, causing it to detonate in a <strong>30-foot-radius</strong> explosion. Each creature in the area must make a <strong>DC 18 Dexterity saving throw</strong> or be covered in ink and <span class=\"bold\">blinded</span> for <strong>1 minute</strong>. A creature covered in ink can't benefit from being <span class=\"bold\">invisible</span>. A creature <span class=\"bold\">blinded</span> by this effect can make a <strong>DC 18 Constitution saving throw</strong> at the end of each of its turns, ending the <span class=\"bold\">blinded</span> condition on itself on a success. A creature <span class=\"bold\">blinded</span> by the bomb takes [[/r 3d8]] poison damage at the start of each of its turns.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Delayed Inksplosion. </strong></em></span>Alternatively, you can use an action to set this bomb down and specify a special trigger for its detonation. This can be a visual trigger that occurs within <strong>30 feet</strong> of the bomb, such as a visible creature moving into that range, or a special command word spoken by a creature as a bonus action while within <strong>30 feet</strong> of the bomb. When the conditions for the trigger are met, the bomb explodes as per the Inkstaintaneous Blast property.</p><div class=\"rd__spc-inline-post\"></div></div></div>",
      "activities": {
        "damage": {
          "condition": "Command word"
        },
        "save": {
          "condition": "Command word"
        }
      }
    },
    "Handaxe of the Cretan Bull (Very Rare)": {
      "name": "Handaxe of the Cretan Bull (Very Rare)",
      "description": "<div class=\"lt-paragraph\"><p>Although minotaurs prefer to dwell and hunt in labyrinths, it's often understandably challenging to lure their prey into sprawling subterranean dungeons.</p><p>For this reason, some minotaurs wield magical axes that can bring the labyrinths to their victims instead, inflicting their minds with a disorienting haze that makes them easy prey to the minotaurs' brutality.</p><p>You gain a +1 bonus to attack and damage rolls made with this magic weapon.</p><p><span class=\"entry-title-inner\"><em><strong>Maze of the Mind. </strong></em></span>When you hit a creature with an attack using the axe, you can force the target to make a <strong>DC 16 Wisdom saving throw</strong>. On a failed save, the creature is disoriented for <strong>1 minute</strong> and immediately moves up to its speed directly away from you, stopping early if it encounters an obstacle. The first time the disoriented creature tries to move on its turn, it must make a <strong>DC 16 Wisdom saving throw</strong>. On a failed save, the creature must use its movement to move in a random direction, stopping early if it encounters an obstacle. On a successful save, the creature is no longer disoriented. Once this property of the axe has been used three times, it can't be used again until the next dawn.</p></div>"
    },
    "Stheno's Shortbow (Very Rare)": {
      "name": "Stheno's Shortbow (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The first of these bows was found in the abandoned lair of an ancient medusa who preferred to slaughter her victims rather than turning them to stone. After years of meticulous reverse engineering, L'Arsène</p><p>Upin was able to recreate its ophidian enchantments, and each of the resulting bows bears the name of its original creator, who has yet to be found.</p><p>This bow has 8 charges and regains [[/r 1d6 + 2]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Serpentine Shot.</span></strong></em> Once on each of your turns, when you make an attack with the bow, you can spend 1 charge to imbue the arrow with the bow's magic. After the attack hits or misses, the fired arrow transforms into a <span class=\"bold\">giant poisonous snake</span>, which appears in an unoccupied space of your choice within 5 feet of the target. The snake shares your initiative count, but it takes its turn immediately after yours. It's hostile only to the target of the initial attack and doesn't obey commands, always spending each of its turns moving towards and attacking its target. The snake disappears if it drops to 0 hit points, or after 1 minute.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Volley of Snakes.</span></strong></em> As an action while holding this bow, you can shoot an arrow and cause it to split into multiple copies in a 60-foot cone. Each creature in the cone must make a DC 16 Dexterity saving throw, taking [[/r 5d8]] piercing damage on a failed save, or half as much damage on a successful one. The arrows then transform into snakes and assemble into a <span class=\"bold\">@Compendium[dnd5e.monsters.XfQMBoTh892XSnCX]{Swarm of Poisonous Snakes}</span>, which appears in a space of your choice within the cone. The swarm is friendly to you and your companions for the spell's duration. In combat, it shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it takes the <span class=\"bold\">Dodge</span> action. The swarm disappears if it drops to 0 hit points, or after 1 minute. Once this property of the bow has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Firebird's Plumage Plate Armor (Very Rare)": {
      "name": "Firebird's Plumage Plate Armor (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 16 Dexterity saving throw</strong>, taking [[/r 3d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>30</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Kraken-on-a-Stick Staff (Very Rare)": {
      "name": "Kraken-on-a-Stick Staff (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The squid-like creature at the head of this implement is a magical construct assembled from the freshly severed tentacle of a mighty kraken. Strange enchantments cause it to produce and secrete a substance nearly identical to kraken ink. This makes for a vastly more ethical means of obtaining it—not for the sake of the kraken, but for the countless adventurers who perish trying to milk one.</p><p>This item has <strong>5</strong> charges and regains <strong>[[/r 1d4 + 1]]</strong> expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Kraken's Haze.</strong></em></span> As an action while holding this item, you can spend <strong>1 charge</strong> to produce a cloud of black ink in a <strong>20-foot-radius sphere</strong> centred on a point within <strong>30 feet</strong> of you. The area of the cloud is heavily obscured, and any creature other than you that enters it for the first time on its turn or starts its turn there must succeed on a <strong>DC 16 Constitution saving throw</strong> or be <span class=\"bold\">poisoned</span> until the end of its next turn. The cloud lasts until the end of your next turn, after which it vanishes, leaving a coating of black ink on any solid surface in its space that lasts for <strong>1 minute</strong>.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ink Step.</strong></em></span> As a bonus action while holding this item, you can spend <strong>1 charge</strong> to produce a small puddle of ink at your feet and sink into it, reemerging at an unoccupied space of your choice within <strong>30 feet</strong> of you that is within the ink cloud produced by the Kraken's Haze property or on an ink-coated surface it leaves behind after vanishing.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em></span> This item is cursed, and becoming attuned to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed, you are unwilling to part with the item, keeping it within reach at all times. Whenever you become <span class=\"bold\">frightened</span> or <strong>surprised</strong>, the item expels a small cloud of ink on your eyes, and you must succeed on a <strong>DC 16 Constitution saving throw</strong> or be <span class=\"bold\">blinded</span> until the end of your next turn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Nemean Plate Armor (Rare)": {
      "name": "Nemean Plate Armor (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Firebird's Plumage Plate Armor (Rare)": {
      "name": "Firebird's Plumage Plate Armor (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 15 Dexterity saving throw</strong>, taking [[/r 2d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>20</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Handaxe of the Cretan Bull (Uncommon)": {
      "name": "Handaxe of the Cretan Bull (Uncommon)",
      "description": "<div class=\"lt-paragraph\"><p>Although minotaurs prefer to dwell and hunt in labyrinths, it's often understandably challenging to lure their prey into sprawling subterranean dungeons.</p><p>For this reason, some minotaurs wield magical axes that can bring the labyrinths to their victims instead, inflicting their minds with a disorienting haze that makes them easy prey to the minotaurs' brutality.</p><p><span class=\"entry-title-inner\"><em><strong>Maze of the Mind. </strong></em></span>When you hit a creature with an attack using the axe, you can force the target to make a <strong>DC 13 Wisdom saving throw</strong>. On a failed save, the creature is disoriented for <strong>1 minute</strong> and immediately moves up to its speed directly away from you, stopping early if it encounters an obstacle. The first time the disoriented creature tries to move on its turn, it must make a <strong>DC 13 Wisdom saving throw</strong>. On a failed save, the creature must use its movement to move in a random direction, stopping early if it encounters an obstacle. On a successful save, the creature is no longer disoriented. Once this property of the axe has been used, it can't be used again until the next dawn.</p></div>"
    },
    "Firebird's Touch Glaive (Rare)": {
      "name": "Firebird's Touch Glaive (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Undeath is an unnatural state of being, and anathema to the cycle of rebirth that the mythical phoenix symbolises. Imbued with purifying flames, this weapon pulverises the bodies of the living dead so that their trapped souls might be free once more, to retake their place in the eternal circle of life.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ashes to Ashes. </strong></em></span>This weapon deals an extra [[/r 1d8]] fire damage to undead creatures. In addition, damage from this weapon bypasses the Undead Fortitude trait as if it were radiant damage, and undead creatures reduced to 0 hit points by it are instantly killed.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Blaze of Glory. </strong></em></span>As an action, you can cause this weapon to transform into a shaft of pure fire and throw it at a creature within <strong>120 feet</strong> of you. Make a ranged weapon attack against that creature. On a hit, the weapon deals its normal damage plus [[/r 3d8]] fire damage, and a corona of flames erupts around the target. Each other creature within <strong>15 feet</strong> of it must succeed on a <strong>DC 15 Dexterity saving throw</strong>, taking [[/r 4d8]] fire damage on a failed save, or half as much damage on a successful one. The weapon then turns to ashes, and reforms <strong>[[/r 1d4]]</strong> hours later next to you. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Greataxe of the Cretan Bull (Uncommon)": {
      "name": "Greataxe of the Cretan Bull (Uncommon)",
      "description": "<div class=\"lt-paragraph\"><p>Although minotaurs prefer to dwell and hunt in labyrinths, it's often understandably challenging to lure their prey into sprawling subterranean dungeons.</p><p>For this reason, some minotaurs wield magical axes that can bring the labyrinths to their victims instead, inflicting their minds with a disorienting haze that makes them easy prey to the minotaurs' brutality.</p><p><span class=\"entry-title-inner\"><em><strong>Maze of the Mind. </strong></em></span>When you hit a creature with an attack using the axe, you can force the target to make a <strong>DC 13 Wisdom saving throw</strong>. On a failed save, the creature is disoriented for <strong>1 minute</strong> and immediately moves up to its speed directly away from you, stopping early if it encounters an obstacle. The first time the disoriented creature tries to move on its turn, it must make a <strong>DC 13 Wisdom saving throw</strong>. On a failed save, the creature must use its movement to move in a random direction, stopping early if it encounters an obstacle. On a successful save, the creature is no longer disoriented. Once this property of the axe has been used, it can't be used again until the next dawn.</p></div>"
    },
    "Firebird's Touch Halberd (Very Rare)": {
      "name": "Firebird's Touch Halberd (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Undeath is an unnatural state of being, and anathema to the cycle of rebirth that the mythical phoenix symbolises. Imbued with purifying flames, this weapon pulverises the bodies of the living dead so that their trapped souls might be free once more, to retake their place in the eternal circle of life.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ashes to Ashes. </strong></em></span>This weapon deals an extra [[/r 2d8]] fire damage to undead creatures. In addition, damage from this weapon bypasses the Undead Fortitude trait as if it were radiant damage, and undead creatures reduced to 0 hit points by it are instantly killed.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Blaze of Glory. </strong></em></span>As an action, you can cause this weapon to transform into a shaft of pure fire and throw it at a creature within <strong>120 feet</strong> of you. Make a ranged weapon attack against that creature. On a hit, the weapon deals its normal damage plus [[/r 4d8]] fire damage, and a corona of flames erupts around the target. Each other creature within <strong>15 feet</strong> of it must succeed on a <strong>DC 16 Dexterity saving throw</strong>, taking [[/r 5d8]] fire damage on a failed save, or half as much damage on a successful one. The weapon then turns to ashes, and reforms <strong>[[/r 1d4]]</strong> hours later next to you. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Kraken-on-a-Stick Rod (Very Rare)": {
      "name": "Kraken-on-a-Stick Rod (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The squid-like creature at the head of this implement is a magical construct assembled from the freshly severed tentacle of a mighty kraken. Strange enchantments cause it to produce and secrete a substance nearly identical to kraken ink. This makes for a vastly more ethical means of obtaining it—not for the sake of the kraken, but for the countless adventurers who perish trying to milk one.</p><p>This item has <strong>5</strong> charges and regains <strong>[[/r 1d4 + 1]]</strong> expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Kraken's Haze.</strong></em></span> As an action while holding this item, you can spend <strong>1 charge</strong> to produce a cloud of black ink in a <strong>20-foot-radius sphere</strong> centred on a point within <strong>30 feet</strong> of you. The area of the cloud is heavily obscured, and any creature other than you that enters it for the first time on its turn or starts its turn there must succeed on a <strong>DC 16 Constitution saving throw</strong> or be <span class=\"bold\">poisoned</span> until the end of its next turn. The cloud lasts until the end of your next turn, after which it vanishes, leaving a coating of black ink on any solid surface in its space that lasts for <strong>1 minute</strong>.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ink Step.</strong></em></span> As a bonus action while holding this item, you can spend <strong>1 charge</strong> to produce a small puddle of ink at your feet and sink into it, reemerging at an unoccupied space of your choice within <strong>30 feet</strong> of you that is within the ink cloud produced by the Kraken's Haze property or on an ink-coated surface it leaves behind after vanishing.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse.</strong></em></span> This item is cursed, and becoming attuned to it extends the curse to you until you are targeted by the remove curse spell or similar magic. While cursed, you are unwilling to part with the item, keeping it within reach at all times. Whenever you become <span class=\"bold\">frightened</span> or <strong>surprised</strong>, the item expels a small cloud of ink on your eyes, and you must succeed on a <strong>DC 16 Constitution saving throw</strong> or be <span class=\"bold\">blinded</span> until the end of your next turn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Nemean Half Plate Armor (Uncommon)": {
      "name": "Nemean Half Plate Armor (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Battleaxe of the Cretan Bull (Uncommon)": {
      "name": "Battleaxe of the Cretan Bull (Uncommon)",
      "description": "<div class=\"lt-paragraph\"><p>Although minotaurs prefer to dwell and hunt in labyrinths, it's often understandably challenging to lure their prey into sprawling subterranean dungeons.</p><p>For this reason, some minotaurs wield magical axes that can bring the labyrinths to their victims instead, inflicting their minds with a disorienting haze that makes them easy prey to the minotaurs' brutality.</p><p><span class=\"entry-title-inner\"><em><strong>Maze of the Mind. </strong></em></span>When you hit a creature with an attack using the axe, you can force the target to make a <strong>DC 13 Wisdom saving throw</strong>. On a failed save, the creature is disoriented for <strong>1 minute</strong> and immediately moves up to its speed directly away from you, stopping early if it encounters an obstacle. The first time the disoriented creature tries to move on its turn, it must make a <strong>DC 13 Wisdom saving throw</strong>. On a failed save, the creature must use its movement to move in a random direction, stopping early if it encounters an obstacle. On a successful save, the creature is no longer disoriented. Once this property of the axe has been used, it can't be used again until the next dawn.</p></div>"
    },
    "Stheno's Hand Crossbow (Rare)": {
      "name": "Stheno's Hand Crossbow (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The first of these bows was found in the abandoned lair of an ancient medusa who preferred to slaughter her victims rather than turning them to stone. After years of meticulous reverse engineering, L'Arsène</p><p>Upin was able to recreate its ophidian enchantments, and each of the resulting bows bears the name of its original creator, who has yet to be found.</p><p>This bow has 8 charges and regains [[/r 1d6 + 2]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Serpentine Shot.</span></strong></em> Once on each of your turns, when you make an attack with the bow, you can spend 1 charge to imbue the arrow with the bow's magic. After the attack hits or misses, the fired arrow transforms into a <span class=\"bold\">@Compendium[dnd5e.monsters.D5rwVIxmfFrdyyxT]{Poisonous Snake}</span>, which appears in an unoccupied space of your choice within 5 feet of the target. The snake shares your initiative count, but it takes its turn immediately after yours. It's hostile only to the target of the initial attack and doesn't obey commands, always spending each of its turns moving towards and attacking its target. The snake disappears if it drops to 0 hit points, or after 1 minute.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Volley of Snakes.</span></strong></em> As an action while holding this bow, you can shoot an arrow and cause it to split into multiple copies in a 60-foot cone. Each creature in the cone must make a DC 15 Dexterity saving throw, taking [[/r 3d8]] piercing damage on a failed save, or half as much damage on a successful one. The arrows then transform into snakes and assemble into a <span class=\"bold\">@Compendium[dnd5e.monsters.XfQMBoTh892XSnCX]{Swarm of Poisonous Snakes}</span>, which appears in a space of your choice within the cone. The swarm is friendly to you and your companions for the spell's duration. In combat, it shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it takes the <span class=\"bold\">Dodge</span> action. The swarm disappears if it drops to 0 hit points, or after 1 minute. Once this property of the bow has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Firebird's Plumage Chain Mail (Rare)": {
      "name": "Firebird's Plumage Chain Mail (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 15 Dexterity saving throw</strong>, taking [[/r 2d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>20</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Firebird's Plumage Splint Armor (Rare)": {
      "name": "Firebird's Plumage Splint Armor (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Searing Winglash.</span></strong></em> As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <b>1 minute</b>. During this time, whenever a hostile creature moves within <b>10 feet</b> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <b>DC 15 Dexterity saving throw</b>, taking [[/r 2d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Rise from the Ashes.</span></strong></em> When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <b>20</b> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <b>vulnerability</b> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.<div class=\"rd__spc-inline-post\"></div></div><p>This armor is made of narrow vertical strips of metal riveted to a backing of leather that is worn over cloth padding. Flexible chain mail protects the joints.</p></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Firebird's Plumage Hide Armor (Very Rare)": {
      "name": "Firebird's Plumage Hide Armor (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 16 Dexterity saving throw</strong>, taking [[/r 3d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>30</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Nemean Breastplate (Uncommon)": {
      "name": "Nemean Breastplate (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Stheno's Light Crossbow (Uncommon)": {
      "name": "Stheno's Light Crossbow (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The first of these bows was found in the abandoned lair of an ancient medusa who preferred to slaughter her victims rather than turning them to stone. After years of meticulous reverse engineering, L'Arsène</p><p>Upin was able to recreate its ophidian enchantments, and each of the resulting bows bears the name of its original creator, who has yet to be found.</p><p>This bow has 8 charges and regains [[/r 1d6 + 2]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Serpentine Shot.</span></strong></em> Once on each of your turns, when you make an attack with the bow, you can spend 1 charge to imbue the arrow with the bow's magic. After the attack hits or misses, the fired arrow transforms into a <span class=\"bold\">@Compendium[dnd5e.monsters.D5rwVIxmfFrdyyxT]{Poisonous Snake}</span>, which appears in an unoccupied space of your choice within 5 feet of the target. The snake shares your initiative count, but it takes its turn immediately after yours. It's hostile only to the target of the initial attack and doesn't obey commands, always spending each of its turns moving towards and attacking its target. The snake disappears if it drops to 0 hit points, or after 1 minute.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Volley of Snakes.</span></strong></em> As an action while holding this bow, you can shoot an arrow and cause it to split into multiple copies. The arrows then transform into snakes and assemble into a <span class=\"bold\">@Compendium[dnd5e.monsters.XfQMBoTh892XSnCX]{Swarm of Poisonous Snakes}</span>, which appears in a space of your choice within the cone. The swarm is friendly to you and your companions for the spell's duration. In combat, it shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it takes the <span class=\"bold\">Dodge</span> action. The swarm disappears if it drops to 0 hit points, or after 1 minute. Once this property of the bow has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Firebird's Plumage Scale Mail (Rare)": {
      "name": "Firebird's Plumage Scale Mail (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 15 Dexterity saving throw</strong>, taking [[/r 2d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>20</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Nemean Chain Shirt (Very Rare)": {
      "name": "Nemean Chain Shirt (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take non- and magical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d8]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Kraken Mine (Very Rare)": {
      "name": "Kraken Mine (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>As a kraken ages, its potent ink becomes thicker and even more noxious, but few are the souls that dare face one of these monstrous titans in its prime. For that reason, these explosives are often crafted from the ink of juvenile krakens—still a perilous endeavour in its own right.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Inkstaintaneous Blast. </strong></em></span>As an action, you can light the fuse on this bomb and toss it up to <strong>30 feet</strong> away, causing it to detonate in a <strong>20-foot-radius</strong> explosion. Each creature in the area must make a <strong>DC 16 Dexterity saving throw</strong> or be covered in ink and <span class=\"bold\">blinded</span> for <strong>1 minute</strong>. A creature covered in ink can't benefit from being <span class=\"bold\">invisible</span>. A creature <span class=\"bold\">blinded</span> by this effect can make a <strong>DC 16 Constitution saving throw</strong> at the end of each of its turns, ending the <span class=\"bold\">blinded</span> condition on itself on a success. A creature <span class=\"bold\">blinded</span> by the bomb takes [[/r 1d8]] poison damage at the start of each of its turns.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Delayed Inksplosion. </strong></em></span>Alternatively, you can use an action to set this bomb down and specify a special trigger for its detonation. This can be a visual trigger that occurs within <strong>20 feet</strong> of the bomb, such as a visible creature moving into that range, or a special command word spoken by a creature as a bonus action while within <strong>30 feet</strong> of the bomb. When the conditions for the trigger are met, the bomb explodes as per the Inkstaintaneous Blast property.</p><div class=\"rd__spc-inline-post\"></div></div></div>",
      "activities": {
        "damage": {
          "condition": "Command word"
        },
        "save": {
          "condition": "Command word"
        }
      }
    },
    "Stheno's Heavy Crossbow (Uncommon)": {
      "name": "Stheno's Heavy Crossbow (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The first of these bows was found in the abandoned lair of an ancient medusa who preferred to slaughter her victims rather than turning them to stone. After years of meticulous reverse engineering, L'Arsène</p><p>Upin was able to recreate its ophidian enchantments, and each of the resulting bows bears the name of its original creator, who has yet to be found.</p><p>This bow has 8 charges and regains [[/r 1d6 + 2]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Serpentine Shot.</span></strong></em> Once on each of your turns, when you make an attack with the bow, you can spend 1 charge to imbue the arrow with the bow's magic. After the attack hits or misses, the fired arrow transforms into a <span class=\"bold\">@Compendium[dnd5e.monsters.D5rwVIxmfFrdyyxT]{Poisonous Snake}</span>, which appears in an unoccupied space of your choice within 5 feet of the target. The snake shares your initiative count, but it takes its turn immediately after yours. It's hostile only to the target of the initial attack and doesn't obey commands, always spending each of its turns moving towards and attacking its target. The snake disappears if it drops to 0 hit points, or after 1 minute.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Volley of Snakes.</span></strong></em> As an action while holding this bow, you can shoot an arrow and cause it to split into multiple copies. The arrows then transform into snakes and assemble into a <span class=\"bold\">@Compendium[dnd5e.monsters.XfQMBoTh892XSnCX]{Swarm of Poisonous Snakes}</span>, which appears in a space of your choice within the cone. The swarm is friendly to you and your companions for the spell's duration. In combat, it shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it takes the <span class=\"bold\">Dodge</span> action. The swarm disappears if it drops to 0 hit points, or after 1 minute. Once this property of the bow has been used, it can't be used again until the next dawn.<div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Nemean Chain Mail (Very Rare)": {
      "name": "Nemean Chain Mail (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take non- and magical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d8]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Nemean Hide Armor (Rare)": {
      "name": "Nemean Hide Armor (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take nonmagical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d4]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    },
    "Firebird's Plumage Ring Mail (Rare)": {
      "name": "Firebird's Plumage Ring Mail (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 15 Dexterity saving throw</strong>, taking [[/r 2d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>20</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Firebird's Touch Halberd (Rare)": {
      "name": "Firebird's Touch Halberd (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Undeath is an unnatural state of being, and anathema to the cycle of rebirth that the mythical phoenix symbolises. Imbued with purifying flames, this weapon pulverises the bodies of the living dead so that their trapped souls might be free once more, to retake their place in the eternal circle of life.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ashes to Ashes. </strong></em></span>This weapon deals an extra [[/r 1d8]] fire damage to undead creatures. In addition, damage from this weapon bypasses the Undead Fortitude trait as if it were radiant damage, and undead creatures reduced to 0 hit points by it are instantly killed.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Blaze of Glory. </strong></em></span>As an action, you can cause this weapon to transform into a shaft of pure fire and throw it at a creature within <strong>120 feet</strong> of you. Make a ranged weapon attack against that creature. On a hit, the weapon deals its normal damage plus [[/r 3d8]] fire damage, and a corona of flames erupts around the target. Each other creature within <strong>15 feet</strong> of it must succeed on a <strong>DC 15 Dexterity saving throw</strong>, taking [[/r 4d8]] fire damage on a failed save, or half as much damage on a successful one. The weapon then turns to ashes, and reforms <strong>[[/r 1d4]]</strong> hours later next to you. Once this property of the weapon has been used, it can't be used again until the next dawn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Stheno's Longbow (Rare)": {
      "name": "Stheno's Longbow (Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>The first of these bows was found in the abandoned lair of an ancient medusa who preferred to slaughter her victims rather than turning them to stone. After years of meticulous reverse engineering, L'Arsène</p><p>Upin was able to recreate its ophidian enchantments, and each of the resulting bows bears the name of its original creator, who has yet to be found.</p><p>This bow has 8 charges and regains [[/r 1d6 + 2]] expended charges daily at dawn.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Serpentine Shot.</strong></em></span> Once on each of your turns, when you make an attack with the bow, you can spend 1 charge to imbue the arrow with the bow's magic. After the attack hits or misses, the fired arrow transforms into a <span class=\"bold\">@Compendium[dnd5e.monsters.D5rwVIxmfFrdyyxT]{Poisonous Snake}</span>, which appears in an unoccupied space of your choice within 5 feet of the target. The snake shares your initiative count, but it takes its turn immediately after yours. It's hostile only to the target of the initial attack and doesn't obey commands, always spending each of its turns moving towards and attacking its target. The snake disappears if it drops to 0 hit points, or after 1 minute.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Volley of Snakes.</strong></em></span> As an action while holding this bow, you can shoot an arrow and cause it to split into multiple copies in a 60-foot cone. Each creature in the cone must make a DC 15 Dexterity saving throw, taking [[/r 3d8]] piercing damage on a failed save, or half as much damage on a successful one. The arrows then transform into snakes and assemble into a <span class=\"bold\">@Compendium[dnd5e.monsters.XfQMBoTh892XSnCX]{Swarm of Poisonous Snakes}</span>, which appears in a space of your choice within the cone. The swarm is friendly to you and your companions for the spell's duration. In combat, it shares your initiative count, but it takes its turn immediately after yours. It obeys verbal commands that you issue to it (no action required by you). If you don't issue any, it takes the <span class=\"bold\">Dodge</span> action. The swarm disappears if it drops to 0 hit points, or after 1 minute. Once this property of the bow has been used, it can't be used again until the next dawn.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Firebird's Plumage Plate Armor (Uncommon)": {
      "name": "Firebird's Plumage Plate Armor (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 13 Dexterity saving throw</strong>, taking [[/r 1d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>15</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Firebird's Touch Halberd (Uncommon)": {
      "name": "Firebird's Touch Halberd (Uncommon)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Undeath is an unnatural state of being, and anathema to the cycle of rebirth that the mythical phoenix symbolises. Imbued with purifying flames, this weapon pulverises the bodies of the living dead so that their trapped souls might be free once more, to retake their place in the eternal circle of life.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Ashes to Ashes. </strong></em></span>This weapon deals an extra [[/r 1d6]] fire damage to undead creatures. In addition, damage from this weapon bypasses the Undead Fortitude trait as if it were radiant damage, and undead creatures reduced to 0 hit points by it are instantly killed.</p><div class=\"rd__spc-inline-post\"></div></div></div>"
    },
    "Firebird's Plumage Ring Mail (Very Rare)": {
      "name": "Firebird's Plumage Ring Mail (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Immortalised in countless songs and legends, the phoenix is commonly idealised as a righteous symbol of purity and rebirth. Many therefore remain ignorant of its true nature: raging elemental fire given form, life, and the singular purpose of incinerating all it touches.</p><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Searing Winglash. </strong></em></span>As a bonus action, you can speak the armour's command word, causing the decorative wings on its back to be enveloped in undulating flames for <strong>1 minute</strong>. During this time, whenever a hostile creature moves within <strong>10 feet</strong> of you for the first time on its turn or starts its turn there, the burning wings lash out at it. The creature must make a <strong>DC 16 Dexterity saving throw</strong>, taking [[/r 3d8]] fire damage on a failed save or half as much damage on a successful one. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Rise from the Ashes. </strong></em></span>When you drop to 0 hit points, you can choose to have yourself and everything you're wearing and carrying go up in flames and turn into a pile of ash. In this state, you are an object instead of a creature, can't take damage, and don't make death saving throws. If the ashes are scattered, they magically reform in the same space. At the start of your next turn, you regain <strong>30</strong> hit points and emerge from the ashes fully-formed, retaining all of your equipment and item attunements. When this happens, the Searing Winglash property also activates. This happens even if you've already used it that day, and doesn't count against the number of times it can be used, but lasts only until the start of your next turn. Once this property of the armour has been used, it can't be used again until the next dawn.</p></div><div class=\"lt-paragraph  lt-paragraph--3\"><p><span class=\"entry-title-inner\"><em><strong>Curse. </strong></em></span>This armour is cursed, and becoming attuned to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you have <strong>vulnerability</strong> to cold damage. In addition, whenever you take cold damage, you can't use either of the armour's properties until the end of your next turn.</p></div></div>",
      "activities": {
        "utility": {
          "condition": "Command word"
        }
      },
      "effects": {
        "Damage Vulnerability": {
          "name": "Damage Vulnerability"
        }
      }
    },
    "Nemean Hide Armor (Very Rare)": {
      "name": "Nemean Hide Armor (Very Rare)",
      "description": "<div class=\"lt-paragraph  lt-paragraph--2\"><p>Large, territorial monstrosities with an insatiable hunger for flesh, Nemean lions are remarkably difficult to hunt down due to their resilient hides. Heroes seeking to fell one of these ill-tempered creatures are better served wrestling them down and strangling them instead, which has the added benefit of preserving their valuable pelts. Of course, this is much easier said than done...</p><div class=\"lt-paragraph  lt-paragraph--3\"><p>You have a <b>+1 bonus</b> to AC while wearing this armour.</p><div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Golden Lining.</span></strong></em> Due to the comfortable fur that lines the inside of this armour, wearing it during a long rest has no detrimental effects. In addition, when you take non- and magical bludgeoning, piercing, or slashing damage while wearing the armour, that damage is reduced by [[/r 1d8]]. Once the armour reduces damage in this way, it can't do so again until the start of your next turn.<div class=\"rd__spc-inline-post\"></div></div><div class=\"lt-paragraph  lt-paragraph--3\"><em><strong> <span class=\"entry-title-inner\">Curse.</span></strong></em> This armour is cursed, and attuning to it extends the curse to you until you're targeted by a remove curse spell or similar magic. While cursed, you can't remove the armour and have disadvantage on ability checks made to avoid or escape being <span class=\"bold\">grappled</span>. In addition, your Constitution modifier is considered to be 0 for the purposes of determining how long you can hold your breath or survive while choking."
    }
  }
}
