{
  "label": "Loot Tavern - Hospitaller's Hoard",
  "entries": {
    "Cranium Rat Cowl (Very Rare)": {
      "name": "Cranium Rat Cowl (Very Rare)",
      "description": "Wondrous item, very rare (requires attunement)<hr /><p>From the pelt and brain of a cranium rat is crafted this morbidly cute headgear. During 'The Occupation', such cowls were worn as a means of avoiding detection by the hive-minded, telepathic bjorg, a race bent on subjugating all free thought. The Night Hospitaller would ferry escapees across bjorg lines before delivering them to an underground steam-powered locomotive.</p><p><em><strong>Illumination.</strong></em> As a bonus action while you wear the cowl, you can cause it to shed bright light in a radius of up to <strong>20 feet</strong> and dim light for an additional number of feet equal to the chosen radius, or extinguish the light.</p><p><em><strong>Psionics.</strong></em> While you wear this cowl, you can cast the following spells (<strong>save DC 16</strong>): <span id=\"was-tagged\">@Compendium[dnd5e.spells.arzCrMRgcNiQuh43]{Command}</span>, <span id=\"was-tagged\">@Compendium[dnd5e.spells.4dSvfvTy2ZIJ3K4k]{Comprehend Languages}</span>, <span id=\"was-tagged\">detect thoughts</span>, <span id=\"was-tagged\">@Compendium[dnd5e.spells.9hQXdMSmerkTsHDe]{Confusion}</span>, and <span id=\"was-tagged\">@Compendium[dnd5e.spells.91Sw6vOIaO7U8DvM]{Dominate Person}</span>. After you cast a spell in this way, roll a [[/r d10]]. If you roll equal to or lower than the spell's level, this property can't be used again until the next dawn.</p><p><em><strong>Telepathic Shroud.</strong></em> While wearing the cowl, you are immune to any effect that would sense your emotions, read your thoughts, determine whether you are lying, or know your alignment.</p>"
    },
    "Happy Healper (Rare)": {
      "name": "Happy Healper (Rare)",
      "description": "Wondrous item, rare<hr /><p>When the wards are packed, healpers are deployed. Each of these temporarily-sentient constructs act as an extra pair of hands for an overwhelmed sister of the Night Hospitaller, administering aid and stabilising those on the brink of death.</p><p><em><strong>Healping Hand.</strong></em> As an action while holding the healper, you can speak the command phrase \"Healp! Healp!\" followed by one of the commands below. The bundle of alchemical paraphernalia springs into life for <strong>1 minute</strong>. It is a Tiny construct with <strong>AC 13, 20 hit points</strong>, a walking speed of <strong>30 feet</strong>, a Strength score of 3, <strong>immunity</strong> to poison and psychic damage, <strong>immunity</strong> to all conditions except <span id=\"was-tagged\">grappled</span> and <span id=\"was-tagged\">restrained</span>, and it can't attack. If it drops to 0 hit points, it loses its magic and is destroyed. It has <strong>3 charges</strong>, and regains <strong>[[/r 1d3]]</strong> expended charges daily at dawn.</p><p>The healper takes its turn immediately after yours. As part of the action to activate it, and as a bonus action on subsequent turns, you can give it one of the following instructions to use as its action on its next turn, which expends the listed number of charges:</p><ul><li><p><span><strong>Stabilise (0 charges).</strong></span> The healper casts the <span id=\"was-tagged\">@Compendium[dnd5e.spells.8zT7njvqbpXs4Cel]{Spare the Dying}</span> cantrip.</p></li><li><p><span><strong>Heal (1 charge).</strong></span> The healper pours a healing draught into the mouth of a willing creature within its reach, restoring <strong>[[/r 2d4 + 2]]</strong> hit points to the creature.</p></li><li><p><span><strong>Restore (2 charges).</strong></span> The healper performs a minor surgery on a willing creature within its reach, ending one of the following conditions on that creature: <span id=\"was-tagged\">blinded</span>, <span id=\"was-tagged\">deafened</span>, <span id=\"was-tagged\">paralysed</span>, or <span id=\"was-tagged\">poisoned</span>.</p></li></ul>",
      "activities": {
        "utility": {
          "condition": "Command phrase"
        }
      }
    },
    "Longshot (Teal Torpor)": {
      "name": "Longshot (Teal Torpor)",
      "description": "Ammunition, rare<hr /><p>During the veinworm plague, a cult of trypanophobic disease-worshippers refused to get vaccinated, becoming reservoirs in which the pathogen could reproduce and adapt. The Night Hospitaller, a sect of nocturnal combat nurses, developed a syringe-like ammunition as a means of delivering vaccinations from afar. Since then, this clinical tool has taken many guises, including the magically self-filling <em>longshot</em>.</p><p>When you hit a creature with a ranged weapon attack using this ammunition, the elixir within is injected into the creature, which suffers its effects depending on the type of <em>longshot</em> ammunition used, as described below. A creature can choose to make itself an easy target against this ammunition, giving you <strong>advantage</strong> on the attack roll. If the attack misses, the elixir is ejected and wasted. Either way, the ammunition behaves like ordinary magical ammunition until the next dawn, when it magically refills.</p><p><em><strong>Teal Torpor; Rare.</strong></em> On a hit, this ammunition deals the attack's normal damage. In addition, the creature must succeed a <strong>DC 15 Constitution saving throw</strong> or suffer the effects of the <span id=\"was-tagged\">@Compendium[dnd5e.spells.3Lo9boi7P2ro6QV4]{Hold Person}</span> spell until the end of its next turn.</p>"
    },
    "Heart Rob (Legendary)": {
      "name": "Heart Rob (Legendary)",
      "description": "Weapon (@Compendium[dnd5e.items.0E565kQUBmndJ1a2]{Dagger}), legendary<p> Simple weapon, melee weapon 1 lb. <br /> [[/r 1d4]] piercing - finesse, light, thrown (20/60 ft.)</p><hr /><p>When this blade comes into contact with cardiac tissue, it immediately sends it into spasms, causing a heart attack and preventing pulmonary circulation. Such weapons are especially useful for preventing the spread of lycanthropy and vampirism by inhibiting the cursed toxins from spreading throughout a potential host's body.</p><p>You gain a <strong>+3 bonus</strong> to attack and damage rolls made with this magic weapon. In addition, the weapon ignores resistance to piercing damage.</p><p><em><strong>Heartbreaking.</strong></em> When you attack a creature that has at least one heart with this weapon and roll a <strong>20</strong> on the attack roll, you stab the creature directly in the heart. The creature immediately gains 2 levels of <span id=\"was-tagged\"><strong>exhaustion</strong></span> and begins suffocating. If its heart is healed with the greater restoration spell or similar magic, it stops suffocating. A creature is immune to this effect if it is immune to piercing damage, doesn't have or need a heart, has legendary actions, or the GM decides that the creature is too big for its heart to be punctured with this weapon. Such a creature instead takes an extra <strong>28</strong> piercing damage from the hit.</p><p><em><strong>Finesse.</strong></em> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p><p><em><strong>Light.</strong></em> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p><p><em><strong>Thrown.</strong></em> If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.</p>"
    },
    "Hospitaller's Garb (Very Rare)": {
      "name": "Hospitaller's Garb (Very Rare)",
      "description": "Wondrous item, very rare (requires attunement)<hr /><p>The Night Hospitaller are a busy lot, but that's no excuse for slovenly dress or being unprepared. The sisterhood commissioned this self-cleaning, self-replenishing raiment to provide the sisters with protection against the diseases they fought and, more importantly, to avoid the chores of washing and pressing their uniforms.</p><p><em><strong>Pathogen Proof.</strong></em> While wearing this garb, you are immune to disease. In addition, you have advantage on ability checks and saving throws made to resist curses, and <strong>advantage</strong> on <strong>Constitution saving throws</strong>. Each day at dawn, this garb is magically cleaned and pressed, ready for action on the wards.</p><p><em><strong>Useful Things.</strong></em> The garb has pockets and pouches containing useful things. It has one antitoxin, one dose of <em>essence of ether</em> poison, one @Compendium[dnd5e.items.6rocoBx5jdzG1QQH]{Healer's Kit} (with 5 uses), and one @Compendium[dnd5e.items.ytlsBjYsZ7OBSEBs]{Potion of Healing}. Each day at dawn, the garb replenishes all removed items, and items that were removed from the garb but not used spoil and become useless.</p>",
      "effects": {
        "Condition Immunity": {
          "name": "Condition Immunity"
        }
      }
    },
    "Heart Rob (Very Rare)": {
      "name": "Heart Rob (Very Rare)",
      "description": "Weapon (@Compendium[dnd5e.items.0E565kQUBmndJ1a2]{Dagger}), very rare<p> Simple weapon, melee weapon 1 lb. <br /> [[/r 1d4]] piercing - finesse, light, thrown (20/60 ft.)</p><hr /><p>When this blade comes into contact with cardiac tissue, it immediately sends it into spasms, causing a heart attack and preventing pulmonary circulation. Such weapons are especially useful for preventing the spread of lycanthropy and vampirism by inhibiting the cursed toxins from spreading throughout a potential host's body.</p><p>You gain a <strong>+2 bonus</strong> to attack and damage rolls made with this magic weapon. In addition, the weapon ignores resistance to piercing damage.</p><p><em><strong>Heartbreaking.</strong></em> When you attack a creature that has at least one heart with this weapon and roll a <strong>20</strong> on the attack roll, you stab the creature directly in the heart. The creature immediately gains 1 level of <span id=\"was-tagged\"><strong>exhaustion</strong></span> and begins suffocating. If its heart is healed with the greater restoration spell or similar magic, it stops suffocating. A creature is immune to this effect if it is immune to piercing damage, doesn't have or need a heart, has legendary actions, or the GM decides that the creature is too big for its heart to be punctured with this weapon. Such a creature instead takes an extra <strong>21</strong> piercing damage from the hit.</p><p><em><strong>Finesse.</strong></em> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p><p><em><strong>Light.</strong></em> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p><p><em><strong>Thrown.</strong></em> If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.</p>"
    },
    "Bloodletter Opener (Uncommon)": {
      "name": "Bloodletter Opener (Uncommon)",
      "description": "Weapon (@Compendium[dnd5e.items.0E565kQUBmndJ1a2]{Dagger}), uncommon<p> Simple weapon, melee weapon 1 lb. <br /> [[/r 1d4]] piercing - finesse, light, thrown (20/60 ft.)</p><hr /><p>Dripping with sanguine liquid, bloodletters were used to help flush out debilitating veinworms, a plague throughout the Remembered Realms, in a practice called bloodflushing. This operation could be extremely traumatic. Thus magical bloodletters—ones that retained a part of the host's blood in a reservoir to be fortified and augmented—were developed to help restore life should the operation be unsuccessful.</p><p>This weapon has <strong>4 charges</strong> and regains <strong>[[/r 1d4]]</strong> expended charges daily at dawn.</p><p><em><strong>Draw Blood.</strong></em> As an action while holding this weapon, you can use it to draw blood from a willing creature within your reach. Alternatively, when you hit a creature that has blood with a weapon attack using the <em>bloodletter opener</em>, you can draw some of its blood into the weapon's reservoir. While the weapon contains blood, you can use a bonus action to flick a switch on its handle and expend <strong>1 charge</strong> to either augment or corrupt the blood. Unused blood in the dagger vanishes at dawn.</p><p><em><strong>Augment.</strong></em> The blood becomes enhanced with healing properties. As an action, you can inject the blood into the creature from whom it was extracted. The creature regains <strong>[[/r 2d4]]</strong> hit points and its speed increases by <strong>15 feet</strong> for <strong>1 minute</strong>.</p><p><em><strong>Corrupt.</strong></em> The blood becomes corrupted into a poison bespoke to the creature from whom it was extracted. When you hit that creature with an attack using the weapon, you can inject the <em>bloodletter opener</em>'s contents into the creature. The creature must make a <strong>DC 13 Constitution saving throw</strong>. On a failure, the creature takes <strong>[[/r 2d8]]</strong> poison damage and is <span id=\"was-tagged\"><strong>poisoned</strong></span> until the end of its next turn. On a success, the creature takes half as much damage and isn't <span id=\"was-tagged\">poisoned</span>.</p><p><em><strong>Finesse.</strong></em> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p><p><em><strong>Light.</strong></em> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p><p><em><strong>Thrown.</strong></em> If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.</p>"
    },
    "Torture Tincture (Uncommon)": {
      "name": "Torture Tincture (Uncommon)",
      "description": "Wondrous item, uncommon<hr /><p>This two-inch-tall phial of oily liquid has a decidedly untrustworthy air to it. Using its bandage scarf, it can climb up any surface, before depositing a dose of poison in whatever vessel, meal, or concoction its wielder chooses. Stories say such a magical contraption was used to poison a king who'd locked himself in a high tower, and that this was the origin of the veinworm plague.</p><p><em><strong>Venomous Intentions.</strong></em> As an action while holding the <em>torture tincture</em>, you can speak the command phrase \"Poison please\". This miniscule glass bottle creeps into life for the next minute. It is a Tiny construct with <strong>AC 13, 40 hit points</strong>, walking and climbing speeds of <strong>30 feet</strong>, a Strength score of 1, a Dexterity score of 20, proficiency in the <span id=\"was-tagged\">Stealth</span> skill (<strong>+7 bonus</strong>), <strong>immunity</strong> to poison and psychic damage, <strong>immunity</strong> to all conditions except <span id=\"was-tagged\">grappled</span> and <span id=\"was-tagged\">restrained</span>, and it can't attack. If it drops to 0 hit points, it loses its magic and is destroyed. It contains one dose of <em>assassin's blood</em> and regains an expended dose daily at dawn. The <strong>save DC</strong> for the poison is <strong>16</strong> when administered by the <em>torture tincture</em>.</p><p>The <em>torture tincture</em> takes its turn immediately after yours. As part of the action to summon it, and as a bonus action on subsequent turns, you can command it to deposit a poison in a vessel, food, or drink as its action on its next turn.</p>",
      "activities": {
        "utility": {
          "condition": "Command phrase"
        }
      }
    },
    "Bloodletter Opener (Very Rare)": {
      "name": "Bloodletter Opener (Very Rare)",
      "description": "Weapon (@Compendium[dnd5e.items.0E565kQUBmndJ1a2]{Dagger}), very rare<p> Simple weapon, melee weapon 1 lb. <br /> [[/r 1d4]] piercing - finesse, light, thrown (20/60 ft.)</p><hr /><p>Dripping with sanguine liquid, bloodletters were used to help flush out debilitating veinworms, a plague throughout the Remembered Realms, in a practice called bloodflushing. This operation could be extremely traumatic. Thus magical bloodletters—ones that retained a part of the host's blood in a reservoir to be fortified and augmented—were developed to help restore life should the operation be unsuccessful.</p><p>This weapon has <strong>4 charges</strong> and regains <strong>[[/r 1d4]]</strong> expended charges daily at dawn.</p><p><em><strong>Draw Blood.</strong></em> As an action while holding this weapon, you can use it to draw blood from a willing creature within your reach. Alternatively, when you hit a creature that has blood with a weapon attack using the <em>bloodletter opener</em>, you can draw some of its blood into the weapon's reservoir. While the weapon contains blood, you can use a bonus action to flick a switch on its handle and expend <strong>1 charge</strong> to either augment or corrupt the blood. Unused blood in the dagger vanishes at dawn.</p><p><em><strong>Augment.</strong></em> The blood becomes enhanced with healing properties. As an action, you can inject the blood into the creature from whom it was extracted. The creature regains <strong>[[/r 4d4]]</strong> hit points and is under the effects of the <span id=\"was-tagged\">haste</span> spell until the end of its next turn. It doesn’t suffer the wave of lethargy when this effect ends.</p><p><em><strong>Corrupt.</strong></em> The blood becomes corrupted into a poison bespoke to the creature from whom it was extracted. When you hit that creature with an attack using the weapon, you can inject the <em>bloodletter opener</em>'s contents into the creature. The creature must make a <strong>DC 16 Constitution saving throw</strong>. On a failure, the creature takes <strong>[[/r 6d8]]</strong> poison damage and is <span id=\"was-tagged\"><strong>poisoned</strong></span> for <strong>1 minute</strong>. On a success, the creature takes half as much damage and isn't <span id=\"was-tagged\">poisoned</span>.</p><p><em><strong>Finesse.</strong></em> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p><p><em><strong>Light.</strong></em> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p><p><em><strong>Thrown.</strong></em> If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.</p>"
    },
    "Cranium Rat Cowl (Legendary)": {
      "name": "Cranium Rat Cowl (Legendary)",
      "description": "Wondrous item, legendary (requires attunement)<hr /><p>From the pelt and brain of a cranium rat is crafted this morbidly cute headgear. During 'The Occupation', such cowls were worn as a means of avoiding detection by the hive-minded, telepathic bjorg, a race bent on subjugating all free thought. The Night Hospitaller would ferry escapees across bjorg lines before delivering them to an underground steam-powered locomotive.</p><p>While wearing the cowl, you have <strong>advantage</strong> on saving throws against divination spells.</p><p><em><strong>Illumination.</strong></em> As a bonus action while you wear the cowl, you can cause it to shed bright light in a radius of up to <strong>20 feet</strong> and dim light for an additional number of feet equal to the chosen radius, or extinguish the light.</p><p><em><strong>Psionics.</strong></em> While you wear this cowl, you can cast the following spells (<strong>save DC 16</strong>): <span id=\"was-tagged\">@Compendium[dnd5e.spells.arzCrMRgcNiQuh43]{Command}</span>, <span id=\"was-tagged\">@Compendium[dnd5e.spells.4dSvfvTy2ZIJ3K4k]{Comprehend Languages}</span>, <span id=\"was-tagged\">@Compendium[dnd5e.spells.ppWAAEul0QHtm4er]{Detect Thoughts}</span>, <span id=\"was-tagged\">@Compendium[dnd5e.spells.9hQXdMSmerkTsHDe]{Confusion}</span>, <span id=\"was-tagged\">@Compendium[dnd5e.spells.91Sw6vOIaO7U8DvM]{Dominate Person}</span>, and <span id=\"was-tagged\">@Compendium[dnd5e.spells.eEpy1ONlXumKS1mp]{Dominate Monster}</span>. After you cast a spell in this way, roll a [[/r d10]]. If you roll equal to or lower than the spell's level, this property can't be used again until the next dawn.</p>"
    },
    "Banner of Bloody Transfusion (Rare)": {
      "name": "Banner of Bloody Transfusion (Rare)",
      "description": "Wondrous item, rare (requires attunement)<hr /><p>For the courageous combat nurses of the Night Hospitaller, ward work is but a pastime between battles. Armed with a pure white banner emblazoned with a blood-red sigil, a Hospitaller war chaplain is a rallying point on the battlefield: their magic helps keep fear of death a distant nightmare.</p><p>Crafted from a tough, stain-proof, white fabric, this velvet-trimmed banner measures 5 feet high and 3 feet wide. An embroidered depiction of a blood sac becomes a three-dimensional sac containing a blood-based potion while the banner is unfurled. It can be attached to a 10-foot pole to serve as a standard. Furling or unfurling the banner requires an action. While unfurled, the banner has the following properties:</p><p><em><strong>Mark of Vitality.</strong></em> You can touch the banner as a bonus action, causing it to emanate vitality. For <strong>10 minutes</strong> or until the banner is furled, you and your allies have <strong>advantage</strong> on <strong>Constitution saving throws</strong> while within <strong>20 feet</strong> of the banner. Once this property of the banner has been used, it can't be used again until the next dawn.</p><p><em><strong>Stabilising Standard.</strong></em> While within <strong>20 feet</strong> of the banner, you can use a bonus action to stabilise a creature you can see that has 0 hit points and is within <strong>20 feet</strong> of the banner.</p><p><em><strong>Transfusion.</strong></em> You can touch the banner and mentally command its transfusion hose to connect with one willing or <span id=\"was-tagged\">unconscious</span> creature within <strong>20 feet</strong> of the banner, choosing one of the following effects:</p><ul><li><p><span><strong>Heal.</strong></span> As a bonus action, you cause the creature to regain <strong>[[/r 4d6]]</strong> hit points.</p></li><li><p><span><strong>Restore.</strong></span> As an action, you cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.F0GsG0SJzsIOacwV]{Lesser Restoration}</span> spell on the creature.</p></li></ul><p>After this property of the banner has been activated, roll a <strong>[[/r d6]]</strong>. On a <strong>3</strong> or lower, it can't be used again until the next dawn.</p>"
    },
    "Hospitaller's Garb (Rare)": {
      "name": "Hospitaller's Garb (Rare)",
      "description": "Wondrous item, rare (requires attunement)<hr /><p>The Night Hospitaller are a busy lot, but that's no excuse for slovenly dress or being unprepared. The sisterhood commissioned this self-cleaning, self-replenishing raiment to provide the sisters with protection against the diseases they fought and, more importantly, to avoid the chores of washing and pressing their uniforms.</p><p><em><strong>Pathogen Proof.</strong></em> While wearing this garb, you are immune to disease. In addition, you have advantage on ability checks and saving throws made to resist curses. Each day at dawn, this garb is magically cleaned and pressed, ready for action on the wards.</p><p><em><strong>Useful Things.</strong></em> The garb has pockets and pouches containing useful things. It has one antitoxin, one dose of <em>essence of ether</em> poison, one @Compendium[dnd5e.items.6rocoBx5jdzG1QQH]{Healer's Kit} (with 5 uses), and one @Compendium[dnd5e.items.ytlsBjYsZ7OBSEBs]{Potion of Healing}. Each day at dawn, the garb replenishes all removed items, and items that were removed from the garb but not used spoil and become useless.</p>",
      "effects": {
        "Condition Immunity": {
          "name": "Condition Immunity"
        }
      }
    },
    "Torture Tincture (Very Rare)": {
      "name": "Torture Tincture (Very Rare)",
      "description": "Wondrous item, very rare<hr /><p>This two-inch-tall phial of oily liquid has a decidedly untrustworthy air to it. Using its bandage scarf, it can climb up any surface, before depositing a dose of poison in whatever vessel, meal, or concoction its wielder chooses. Stories say such a magical contraption was used to poison a king who'd locked himself in a high tower, and that this was the origin of the veinworm plague.</p><p><em><strong>Venomous Intentions.</strong></em> As an action while holding the <em>torture tincture</em>, you can speak the command phrase \"Poison please\". This miniscule glass bottle creeps into life for the next minute. It is a Tiny construct with <strong>AC 13, 40 hit points</strong>, walking and climbing speeds of <strong>30 feet</strong>, a Strength score of 1, a Dexterity score of 20, proficiency in the <span id=\"was-tagged\">Stealth</span> skill (<strong>+7 bonus</strong>), <strong>immunity</strong> to poison and psychic damage, <strong>immunity</strong> to all conditions except <span id=\"was-tagged\">grappled</span> and <span id=\"was-tagged\">restrained</span>, and it can't attack. If it drops to 0 hit points, it loses its magic and is destroyed. It contains one dose of <em>torpor poison</em> and regains an expended dose daily at dawn. The <strong>save DC</strong> for the poison is <strong>16</strong> when administered by the <em>torture tincture</em>.</p><p>The <em>torture tincture</em> takes its turn immediately after yours. As part of the action to summon it, and as a bonus action on subsequent turns, you can command it to deposit a poison in a vessel, food, or drink as its action on its next turn.</p>",
      "activities": {
        "utility": {
          "condition": "Command phrase"
        }
      }
    },
    "Hospitaller's Garb (Legendary)": {
      "name": "Hospitaller's Garb (Legendary)",
      "description": "Wondrous item, legendary (requires attunement)<hr /><p>The Night Hospitaller are a busy lot, but that's no excuse for slovenly dress or being unprepared. The sisterhood commissioned this self-cleaning, self-replenishing raiment to provide the sisters with protection against the diseases they fought and, more importantly, to avoid the chores of washing and pressing their uniforms.</p><p><em><strong>Pathogen Proof.</strong></em> While wearing this garb, you are immune to disease. In addition, you have advantage on ability checks and saving throws made to resist curses, <strong>advantage</strong> on <strong>Constitution saving throws</strong>, and <strong>resistance</strong> to poison damage.. Each day at dawn, this garb is magically cleaned and pressed, ready for action on the wards.</p><p><em><strong>Useful Things.</strong></em> The garb has pockets and pouches containing useful things. It has one antitoxin, one dose of <em>essence of ether poison</em>, one @Compendium[dnd5e.items.6rocoBx5jdzG1QQH]{Healer's Kit} (with 5 uses), and one @Compendium[dnd5e.items.ytlsBjYsZ7OBSEBs]{Potion of Healing}. Each day at dawn, the garb replenishes all removed items, and items that were removed from the garb but not used spoil and become useless.</p>",
      "effects": {
        "Condition Immunity": {
          "name": "Condition Immunity"
        }
      }
    },
    "Epipentagram (Very Rare)": {
      "name": "Epipentagram (Very Rare)",
      "description": "Wondrous item, rare<hr /><p>Fiends' blood has some surprising uses. When properly decocted, it can cause hyper-stimulation of the nervous and muscular systems, temporarily relieving the effects of <span id=\"was-tagged\">exhaustion</span>, only to have them come back with renewed gusto later on.</p><p><em><strong>Fiendrenaline.</strong></em> As a bonus action, you can jab this apparatus into a willing creature within your reach, dealing <strong>[[/r 1d4]]</strong> piercing damage to it. For the next <strong>10 minutes</strong>, the creature's speed is doubled, it gains a <strong>+4</strong> bonus to its Strength and Dexterity scores (up to a maximum of 24), and it ignores the effects of the <span id=\"was-tagged\">exhaustion</span> condition. When these effects end, the creature gains 1 level of <span id=\"was-tagged\"><strong>exhaustion</strong></span> and must succeed on a <strong>DC 10 Charisma saving throw</strong> or be possessed by a fiendish spirit for <strong>1 hour</strong>. During that time, the creature is <span id=\"was-tagged\"><strong>incapacitated</strong></span>, and the fiend controls its body but doesn't deprive it of awareness. The fiend can't be targeted by any attack, spell, or other effect, and it retains its alignment. It otherwise uses the creature's statistics, but doesn't gain access to its knowledge, class features, or proficiencies. After the possession ends, the fiend returns to its plane of origin. Once this property has been used, it can't be used again until the next dawn, when the device refills itself with refined fiend blood.</p>"
    },
    "Deathfibrillator (Rare)": {
      "name": "Deathfibrillator (Rare)",
      "description": "Wondrous item, rare<hr /><p>A versatile tool, the <em>deathfibrillator</em> is as capable of reinvigorating a dazed creature's motor skills as it is at sending them into a paralytic stupor. Designed by none other than Anton Spark himself, this medical apparatus sees as much use in brawling pits as it does sedating overstimulated patients on the wards of the Night Hospitaller.</p><p>This item has <strong>10 charges</strong> and regains <strong>[[/r 1d6 + 4]]</strong> expended charges daily at dawn. While holding it in your hand, unarmed strikes you make that hit with that hand deal piercing damage instead of bludgeoning damage.</p><p><em><strong>Clear!</strong></em> While holding a <em>deathfibrillator</em>, you can expend 1 or more charges in the following ways:</p><ul><li><p><span><strong>Zap (1 charge).</strong></span> You squeeze this item's handle when you hit a target with an unarmed strike using it, dealing an extra <strong>[[/r 3d4]]</strong> lightning damage.</p></li><li><p><span><strong>First Aid (3 charges).</strong></span> As an action, you touch a <span id=\"was-tagged\">stunned</span> or <span id=\"was-tagged\">paralysed</span> creature within your reach, sending a wave of electrostatic energy through it. The creature takes <strong>[[/r 2d8]]</strong> lightning damage and is no longer <span id=\"was-tagged\">stunned</span> or <span id=\"was-tagged\">paralysed</span>.</p></li><li><p><strong>Electrocute (6 charges).</strong> As a bonus action, you can hold the <em>deathfibrillator</em>'s trigger, causing charge to build up. The next creature you hit with an unarmed strike using this item before the end of your turn must make a <strong>DC 15 Constitution saving throw</strong>. On a failure, it takes <strong>[[/r 2d8]]</strong> lightning damage and is <span id=\"was-tagged\">paralysed</span> until the end of its next turn. On a success, it takes half as much damage and isn't paralysed.</p></li></ul>"
    },
    "Heart Rob (Rare)": {
      "name": "Heart Rob (Rare)",
      "description": "Weapon (@Compendium[dnd5e.items.0E565kQUBmndJ1a2]{Dagger}), rare<p> Simple weapon, melee weapon 1 lb. <br /> [[/r 1d4]] piercing - finesse, light, thrown (20/60 ft.)</p><hr /><p>When this blade comes into contact with cardiac tissue, it immediately sends it into spasms, causing a heart attack and preventing pulmonary circulation. Such weapons are especially useful for preventing the spread of lycanthropy and vampirism by inhibiting the cursed toxins from spreading throughout a potential host's body.</p><p>You gain a <strong>+1 bonus</strong> to attack and damage rolls made with this magic weapon. In addition, the weapon ignores resistance to piercing damage.</p><p><em><strong>Heartbreaking.</strong></em> When you attack a creature that has at least one heart with this weapon and roll a <strong>20</strong> on the attack roll, you stab the creature directly in the heart. The creature immediately gains 1 level of <span id=\"was-tagged\"><strong>exhaustion</strong></span> and begins suffocating. If its heart is healed with the greater restoration spell or similar magic, it stops suffocating. A creature is immune to this effect if it is immune to piercing damage, doesn't have or need a heart, has legendary actions, or the GM decides that the creature is too big for its heart to be punctured with this weapon. Such a creature instead takes an extra <strong>14</strong> piercing damage from the hit.</p><p><em><strong>Finesse.</strong></em> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p><p><em><strong>Light.</strong></em> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p><p><em><strong>Thrown.</strong></em> If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.</p>"
    },
    "Plague Docteur Masque (Very Rare)": {
      "name": "Plague Docteur Masque (Very Rare)",
      "description": "Wondrous item, very rare<hr /><p>As any disease control specialist can attest, identifying a disease vector is half the battle in fighting it. During the veinworm plague, the symbol of the crow became synonymous with the Night Hospitaller—a representation of their hook-nosed masks and a symbol of both fear and hope. These masks give their wearers the ability to detect disease, even in the incubation stage, allowing plague-carriers to be identified and quarantined before they become infectious. In many places, these masks are still regarded as a symbol of authoritarianism and terror.</p><p><em><strong>Triage.</strong></em> While wearing this mask, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.2skfDtglk1mGrb3l]{Detect Poison and Disease}</span> spell at will. The spell ends early if you remove the mask.</p><p>In addition, while wearing this mask you have <strong>advantage</strong> on saving throws against being poisoned and have darkvision out to a range of <strong>60 feet</strong>. If you already have darkvision, wearing the mask increases its range by <strong>60 feet</strong>.</p>"
    },
    "Deathfibrillator (Uncommon)": {
      "name": "Deathfibrillator (Uncommon)",
      "description": "Wondrous item, uncommon<hr /><p>A versatile tool, the <em>deathfibrillator</em> is as capable of reinvigorating a dazed creature's motor skills as it is at sending them into a paralytic stupor. Designed by none other than Anton Spark himself, this medical apparatus sees as much use in brawling pits as it does sedating overstimulated patients on the wards of the Night Hospitaller.</p><p>This item has <strong>10 charges</strong> and regains <strong>[[/r 1d6 + 4]]</strong> expended charges daily at dawn. While holding it in your hand, unarmed strikes you make that hit with that hand deal piercing damage instead of bludgeoning damage.</p><p><em><strong>Clear!</strong></em> While holding a <em>deathfibrillator</em>, you can expend 1 or more charges in the following ways:</p><ul><li><p><span><strong>Zap (1 charge).</strong></span> You squeeze this item's handle when you hit a target with an unarmed strike using it, dealing an extra <strong>[[/r 1d4]]</strong> lightning damage.</p></li><li><p><span><strong>First Aid (3 charges).</strong></span> As an action, you touch a <span id=\"was-tagged\">stunned</span> or <span id=\"was-tagged\">paralysed</span> creature within your reach, sending a wave of electrostatic energy through it. The creature takes <strong>[[/r 2d8]]</strong> lightning damage and is no longer <span id=\"was-tagged\">stunned</span> or <span id=\"was-tagged\">paralysed</span>.</p></li></ul>"
    },
    "Happy Healper (Very Rare)": {
      "name": "Happy Healper (Very Rare)",
      "description": "Wondrous item, very rare<hr /><p>When the wards are packed, healpers are deployed. Each of these temporarily-sentient constructs act as an extra pair of hands for an overwhelmed sister of the Night Hospitaller, administering aid and stabilising those on the brink of death.</p><p><em><strong>Healping Hand.</strong></em> As an action while holding the healper, you can speak the command phrase \"Healp! Healp!\" followed by one of the commands below. The bundle of alchemical paraphernalia springs into life for <strong>1 minute</strong>. It is a Tiny construct with <strong>AC 16, 40 hit points</strong>, a walking speed of <strong>45 feet</strong>, a Strength score of 3, <strong>immunity</strong> to poison and psychic damage, <strong>immunity</strong> to all conditions except <span id=\"was-tagged\">grappled</span> and <span id=\"was-tagged\">restrained</span>, and it can't attack. If it drops to 0 hit points, it loses its magic and is destroyed. It has <strong>4 charges</strong>, and regains <strong>[[/r 1d4]]</strong> expended charges daily at dawn.</p><p>The healper takes its turn immediately after yours. As part of the action to activate it, and as a bonus action on subsequent turns, you can give it one of the following instructions to use as its action on its next turn, which expends the listed number of charges:</p><ul><li><p><span><strong>Stabilise (0 charges).</strong></span> The healper casts the <span id=\"was-tagged\">@Compendium[dnd5e.spells.8zT7njvqbpXs4Cel]{Spare the Dying}</span> cantrip.</p></li><li><p><span><strong>Heal (1 charge).</strong></span> The healper pours a healing draught into the mouth of a willing creature within its reach, restoring <strong>[[/r 4d4 + 4]]</strong> hit points to the creature.</p></li><li><p><span><strong>Restore (2 charges).</strong></span> The healper performs a minor surgery on a willing creature within its reach, ending one of the following conditions on that creature: <span id=\"was-tagged\">blinded</span>, <span id=\"was-tagged\">charmed</span>, <span id=\"was-tagged\">deafened</span>, <span id=\"was-tagged\">paralysed</span>, or <span id=\"was-tagged\">poisoned</span>. Alternatively, it can remove one effect reducing the target’s hit point maximum, or reduce the target’s exhaustion level by 1.</p></li></ul>",
      "activities": {
        "utility": {
          "condition": "Command phrase"
        }
      }
    },
    "Longshot (Purple Petrification)": {
      "name": "Longshot (Purple Petrification)",
      "description": "Ammunition, legendary<hr /><p>During the veinworm plague, a cult of trypanophobic disease-worshippers refused to get vaccinated, becoming reservoirs in which the pathogen could reproduce and adapt. The Night Hospitaller, a sect of nocturnal combat nurses, developed a syringe-like ammunition as a means of delivering vaccinations from afar. Since then, this clinical tool has taken many guises, including the magically self-filling <em>longshot</em>.</p><p>When you hit a creature with a ranged weapon attack using this ammunition, the elixir within is injected into the creature, which suffers its effects depending on the type of <em>longshot</em> ammunition used, as described below. A creature can choose to make itself an easy target against this ammunition, giving you <strong>advantage</strong> on the attack roll. If the attack misses, the elixir is ejected and wasted. Either way, the ammunition behaves like ordinary magical ammunition until the next dawn, when it magically refills.</p><p><em><strong>Purple Petrification; Legendary.</strong></em> On a hit, this ammunition deals the attack's normal damage. In addition, the creature must succeed a <strong>DC 17 Constitution saving throw</strong> or suffer the effects of the <span id=\"was-tagged\">@Compendium[dnd5e.spells.kozNy29b0X6exFhY]{Flesh to Stone}</span> spell. You must concentrate on this effect as you would on a spell.</p>"
    },
    "Ser Boncou Rage (Uncommon)": {
      "name": "Ser Boncou Rage (Uncommon)",
      "description": "Wondrous item, uncommon<hr /><p>Dealing with lycanthropy, curses from the Far Realms, or mutations caused by the sentient, self replicating Mut-X mutagen can jade even the most resilient nurse of the Night Hospitaller. These potions of bottled courage, all of which go by the name <em>Ser Boncou Rage</em>, can imbue a terrified sister with the immense determination required to cure lycanthropy on a full moon or protect them from the wiles of an especially charming vampire.</p><p><em><strong>Knightly Medicine.</strong></em> As an action while holding <em>Ser Boncou Rage</em>, you can speak the command phrase \"Bon courage!\" followed by one of the commands below. The armed and armoured glass bottle bounds into life for <strong>1 minute</strong>. It is a Tiny construct with <strong>AC 15, 15 hit points</strong>, a walking speed of <strong>30 feet</strong>, a Strength score of 5, <strong>immunity</strong> to poison and psychic damage, <strong>immunity</strong> to all conditions except <span id=\"was-tagged\">grappled</span> and <span id=\"was-tagged\">restrained</span>, and it can't attack. If it drops to 0 hit points, it loses its magic and is destroyed. It has <strong>3 charges</strong> and regains <strong>[[/r 1d3]]</strong> expended charges daily at dawn.</p><p><em>Ser Boncou Rage</em> takes its turn immediately after yours. As part of the action to activate it, and as a bonus action on subsequent turns, you can give it one of the following instructions to use as its action on its next turn, which expends the listed number of charges:</p><ul><li><p><span><strong>Snap Out of It! (1 charge).</strong></span> <em>Ser Boncou Rage</em> yells at a creature within <strong>30 feet</strong> of it. If that creature can hear the yell and is <span id=\"was-tagged\">charmed</span>, <span id=\"was-tagged\">frightened</span>, or <span id=\"was-tagged\">stunned</span> by an effect that lets it repeat the saving throw to end the condition at the end of each of its turns, the creature can immediately repeat one such saving throw of its choice.</p></li><li><p><span><strong>Once More into the Breach! (2 charges).</strong></span> <em>Ser Boncou Rage</em> lets out a gallant yell. Up to four creatures of its choice within <strong>30 feet</strong> of it, other than itself, gain a <strong>[[/r d4]]</strong> if they can hear the yell. Once within the next minute, a creature can roll the die and add the number rolled to one ability check, attack roll, or saving throw it makes. The creature can wait until after it rolls the [[/r d20]] before deciding to use the die, but must decide before the GM says whether the roll succeeds or fails. Once the die is rolled, it is lost. A creature can't use this die in conjunction with a Bardic Inspiration die.</p></li><li><p><span><strong>Freedom! (3 charges).</strong></span> <em>Ser Boncou Rage</em> pours its contents into the mouth of a willing creature whose space it shares. For <strong>1 minute</strong>, the creature is immune to the <span id=\"was-tagged\">charmed</span> and <span id=\"was-tagged\">frightened</span> conditions.</p></li></ul>",
      "activities": {
        "utility": {
          "condition": "Command phrase"
        }
      }
    },
    "Epipentagram (Rare)": {
      "name": "Epipentagram (Rare)",
      "description": "<div>\n\n\nWondrous item, rare</div>\n\n\n\n\n\n\n  \n\n\n<hr />\n<p>Fiends' blood has some surprising uses. When properly decocted, it can cause hyper-stimulation of the nervous and muscular systems, temporarily relieving the effects of <span id=\"was-tagged\">exhaustion</span>, only to have them come back with renewed gusto later on.</p><p><i><b>Fiendrenaline.</b></i> As a bonus action, you can jab this apparatus into a willing creature within your reach, dealing <b>[[/r 1d4]]</b> piercing damage to it. For the next <b>1 minute</b>, the creature's speed is doubled, it gains a <b>+2</b> bonus to its Strength and Dexterity scores (up to a maximum of 24), and it ignores the effects of the <span id=\"was-tagged\">exhaustion</span> condition. When these effects end, the creature gains 1 level of <b><span id=\"was-tagged\">exhaustion</span></b> and must succeed on a <b>DC 8 Charisma saving throw</b> or be possessed by a fiendish spirit for <b>1 hour</b>. During that time, the creature is <b><span id=\"was-tagged\">incapacitated</span></b>, and the fiend controls its body but doesn't deprive it of awareness. The fiend can't be targeted by any attack, spell, or other effect, and it retains its alignment. It otherwise uses the creature's statistics, but doesn't gain access to its knowledge, class features, or proficiencies. After the possession ends, the fiend returns to its plane of origin. Once this property has been used, it can't be used again until the next dawn, when the device refills itself with refined fiend blood.</p>"
    },
    "Longshot (Blue Benevolence)": {
      "name": "Longshot (Blue Benevolence)",
      "description": "Ammunition, rare<hr /><p>During the veinworm plague, a cult of trypanophobic disease-worshippers refused to get vaccinated, becoming reservoirs in which the pathogen could reproduce and adapt. The Night Hospitaller, a sect of nocturnal combat nurses, developed a syringe-like ammunition as a means of delivering vaccinations from afar. Since then, this clinical tool has taken many guises, including the magically self-filling <em>longshot</em>.</p><p>When you hit a creature with a ranged weapon attack using this ammunition, the elixir within is injected into the creature, which suffers its effects depending on the type of <em>longshot</em> ammunition used, as described below. A creature can choose to make itself an easy target against this ammunition, giving you <strong>advantage</strong> on the attack roll. If the attack misses, the elixir is ejected and wasted. Either way, the ammunition behaves like ordinary magical ammunition until the next dawn, when it magically refills.</p><p><em><strong>Blue Benevolence; Rare.</strong></em> On a hit, the attack doesn't deal any damage. Instead, the target regains <strong>[[/r 4d4 + 4]]</strong> hit points and gains the benefits of the bless spell for <strong>1 minute</strong>.</p>"
    },
    "Longshot (Red Restoration)": {
      "name": "Longshot (Red Restoration)",
      "description": "Ammunition, uncommon<hr /><p>During the veinworm plague, a cult of trypanophobic disease-worshippers refused to get vaccinated, becoming reservoirs in which the pathogen could reproduce and adapt. The Night Hospitaller, a sect of nocturnal combat nurses, developed a syringe-like ammunition as a means of delivering vaccinations from afar. Since then, this clinical tool has taken many guises, including the magically self-filling <em>longshot</em>.</p><p>When you hit a creature with a ranged weapon attack using this ammunition, the elixir within is injected into the creature, which suffers its effects depending on the type of <em>longshot</em> ammunition used, as described below. A creature can choose to make itself an easy target against this ammunition, giving you <strong>advantage</strong> on the attack roll. If the attack misses, the elixir is ejected and wasted. Either way, the ammunition behaves like ordinary magical ammunition until the next dawn, when it magically refills.</p><p><em><strong>Red Restoration; Uncommon.</strong></em> On a hit, the attack doesn't deal any damage. Instead, the target is cured of one disease or condition (target's choice). The condition can be <span id=\"was-tagged\">blinded</span>, <span id=\"was-tagged\">deafened</span>, paralysed, or <span id=\"was-tagged\">poisoned</span>.</p>"
    },
    "Banner of Bloody Transfusion (Legendary)": {
      "name": "Banner of Bloody Transfusion (Legendary)",
      "description": "Wondrous item, legendary (requires attunement)<hr /><p>For the courageous combat nurses of the Night Hospitaller, ward work is but a pastime between battles. Armed with a pure white banner emblazoned with a blood-red sigil, a Hospitaller war chaplain is a rallying point on the battlefield: their magic helps keep fear of death a distant nightmare.</p><p>Crafted from a tough, stain-proof, white fabric, this velvet-trimmed banner measures 5 feet high and 3 feet wide. An embroidered depiction of a blood sac becomes a three-dimensional sac containing a blood-based potion while the banner is unfurled. It can be attached to a 10-foot pole to serve as a standard. Furling or unfurling the banner requires an action. While unfurled, the banner has the following properties:</p><p><em><strong>Mark of Vitality.</strong></em> You can touch the banner as a bonus action, causing it to emanate vitality. For <strong>1 hour</strong> or until the banner is furled, you and your allies have <strong>advantage</strong> on <strong>Constitution saving throws</strong> while within <strong>30 feet</strong> of the banner. Once this property of the banner has been used, it can't be used again until the next dawn.</p><p><em><strong>Stabilising Standard.</strong></em> While within <strong>30 feet</strong> of the banner, you can use a bonus action to stabilise a creature you can see that has 0 hit points and is within <strong>30 feet</strong> of the banner.</p><p><em><strong>Transfusion.</strong></em> You can touch the banner and mentally command its transfusion hose to connect with one willing or <span id=\"was-tagged\">unconscious</span> creature within <strong>30 feet</strong> of the banner, choosing one of the following effects:</p><ul><li><p><span><strong>Heal.</strong></span> As a bonus action, you cause the creature to regain <strong>[[/r 8d6]]</strong> hit points.</p></li><li><p><span><strong>Restore.</strong></span> As an action, you cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.WzvJ7G3cqvIubsLk]{Greater Restoration}</span> spell on the creature.</p></li></ul><p>After this property of the banner has been activated, roll a <strong>[[/r d6]]</strong>. On a <strong>3</strong> or lower, it can't be used again until the next dawn.</p>"
    },
    "Happy Healper (Legendary)": {
      "name": "Happy Healper (Legendary)",
      "description": "Wondrous item, legendary<hr /><p>When the wards are packed, healpers are deployed. Each of these temporarily-sentient constructs act as an extra pair of hands for an overwhelmed sister of the Night Hospitaller, administering aid and stabilising those on the brink of death.</p><p><em><strong>Healping Hand.</strong></em> As an action while holding the healper, you can speak the command phrase \"Healp! Healp!\" followed by one of the commands below. The bundle of alchemical paraphernalia springs into life for <strong>1 minute</strong>. It is a Tiny construct with <strong>AC 19, 60 hit points</strong>, a walking speed of <strong>60 feet</strong>, a Strength score of 3, <strong>immunity</strong> to poison and psychic damage, <strong>immunity</strong> to all conditions except <span id=\"was-tagged\">grappled</span> and <span id=\"was-tagged\">restrained</span>, and it can't attack. If it drops to 0 hit points, it loses its magic and is destroyed. It has <strong>5 charges</strong>, and regains <strong>[[/r 1d4 + 1]]</strong> expended charges daily at dawn.</p><p>The healper takes its turn immediately after yours. As part of the action to activate it, and as a bonus action on subsequent turns, you can give it one of the following instructions to use as its action on its next turn, which expends the listed number of charges:</p><ul><li><p><span><strong>Stabilise (0 charges).</strong></span> The healper casts the <span id=\"was-tagged\">@Compendium[dnd5e.spells.8zT7njvqbpXs4Cel]{Spare the Dying}</span> cantrip.</p></li><li><p><span><strong>Heal (1 charge).</strong></span> The healper pours a healing draught into the mouth of a willing creature within its reach, restoring <strong>[[/r 8d4 + 8]]</strong> hit points to the creature.</p></li><li><p><span><strong>Restore (2 charges).</strong></span> The healper performs a minor surgery on a willing creature within its reach, ending one of the following conditions on that creature: <span id=\"was-tagged\">blinded</span>, <span id=\"was-tagged\">charmed</span>, <span id=\"was-tagged\">deafened</span>, <span id=\"was-tagged\">paralysed</span>, <span id=\"was-tagged\">petrified</span>, or <span id=\"was-tagged\">poisoned</span>. Alternatively, it can remove one curse effect, undo any reduction to one of the target’s ability scores, remove one effect reducing the target’s hit point maximum, or reduce the target’s exhaustion level by 1.</p></li></ul>",
      "activities": {
        "utility": {
          "condition": "Command phrase"
        }
      }
    },
    "Ser Boncou Rage (Very Rare)": {
      "name": "Ser Boncou Rage (Very Rare)",
      "description": "Wondrous item, very rare<hr /><p>Dealing with lycanthropy, curses from the Far Realms, or mutations caused by the sentient, self replicating Mut-X mutagen can jade even the most resilient nurse of the Night Hospitaller. These potions of bottled courage, all of which go by the name <em>Ser Boncou Rage</em>, can imbue a terrified sister with the immense determination required to cure lycanthropy on a full moon or protect them from the wiles of an especially charming vampire.</p><p><em><strong>Knightly Medicine.</strong></em> As an action while holding <em>Ser Boncou Rage</em>, you can speak the command phrase \"Bon courage!\" followed by one of the commands below. The armed and armoured glass bottle bounds into life for <strong>1 minute</strong>. It is a Tiny construct with <strong>AC 15, 15 hit points</strong>, a walking speed of <strong>30 feet</strong>, a Strength score of 5, <strong>immunity</strong> to poison and psychic damage, <strong>immunity</strong> to all conditions except <span id=\"was-tagged\">grappled</span> and <span id=\"was-tagged\">restrained</span>, and it can't attack. If it drops to 0 hit points, it loses its magic and is destroyed. It has <strong>5 charges</strong> and regains <strong>[[/r 1d4 + 1]]</strong> expended charges daily at dawn.</p><p><em>Ser Boncou Rage</em> takes its turn immediately after yours. As part of the action to activate it, and as a bonus action on subsequent turns, you can give it one of the following instructions to use as its action on its next turn, which expends the listed number of charges:</p><ul><li><p><span><strong>Snap Out of It! (1 charge).</strong></span> <em>Ser Boncou Rage</em> yells at a creature within <strong>60 feet</strong> of it. If that creature can hear the yell and is <span id=\"was-tagged\">charmed</span>, <span id=\"was-tagged\">frightened</span>, or <span id=\"was-tagged\">stunned</span> by an effect that lets it repeat the saving throw to end the condition at the end of each of its turns, the creature can immediately repeat one such saving throw of its choice.</p></li><li><p><span><strong>Once More into the Breach! (2 charges).</strong></span> <em>Ser Boncou Rage</em> lets out a gallant yell. Up to six creatures of its choice within <strong>30 feet</strong> of it, other than itself, gain a <strong>[[/r d8]]</strong> if they can hear the yell. Once within the next minute, a creature can roll the die and add the number rolled to one ability check, attack roll, or saving throw it makes. The creature can wait until after it rolls the [[/r d20]] before deciding to use the die, but must decide before the GM says whether the roll succeeds or fails. Once the die is rolled, it is lost. A creature can't use this die in conjunction with a Bardic Inspiration die.</p></li><li><p><span><strong>Freedom! (3 charges).</strong></span> <em>Ser Boncou Rage</em> pours its contents into the mouth of a willing creature whose space it shares. For <strong>1 hour</strong>, the creature is immune to the <span id=\"was-tagged\">charmed</span> and <span id=\"was-tagged\">frightened</span> conditions.</p></li></ul>",
      "activities": {
        "utility": {
          "condition": "Command phrase"
        }
      }
    },
    "Longshot (Indigo Insanity)": {
      "name": "Longshot (Indigo Insanity)",
      "description": "Ammunition, very rare<hr /><p>During the veinworm plague, a cult of trypanophobic disease-worshippers refused to get vaccinated, becoming reservoirs in which the pathogen could reproduce and adapt. The Night Hospitaller, a sect of nocturnal combat nurses, developed a syringe-like ammunition as a means of delivering vaccinations from afar. Since then, this clinical tool has taken many guises, including the magically self-filling <em>longshot</em>.</p><p>When you hit a creature with a ranged weapon attack using this ammunition, the elixir within is injected into the creature, which suffers its effects depending on the type of <em>longshot</em> ammunition used, as described below. A creature can choose to make itself an easy target against this ammunition, giving you <strong>advantage</strong> on the attack roll. If the attack misses, the elixir is ejected and wasted. Either way, the ammunition behaves like ordinary magical ammunition until the next dawn, when it magically refills.</p><p><em><strong>Indigo Insanity; Very Rare.</strong></em> On a hit, this ammunition deals the attack's normal damage. In addition, the creature must succeed a <strong>DC 16 Constitution saving throw</strong> or suffer the effects of the <span id=\"was-tagged\">@Compendium[dnd5e.spells.9hQXdMSmerkTsHDe]{Confusion} </span>spell for <strong>1 minute</strong>. An affected creature can repeat the saving throw at the end of each of its turns, ending the effect on a success.</p>"
    },
    "Ser Boncou Rage (Rare)": {
      "name": "Ser Boncou Rage (Rare)",
      "description": "Wondrous item, rare<hr /><p>Dealing with lycanthropy, curses from the Far Realms, or mutations caused by the sentient, self replicating Mut-X mutagen can jade even the most resilient nurse of the Night Hospitaller. These potions of bottled courage, all of which go by the name <em>Ser Boncou Rage</em>, can imbue a terrified sister with the immense determination required to cure lycanthropy on a full moon or protect them from the wiles of an especially charming vampire.</p><p><em><strong>Knightly Medicine.</strong></em> As an action while holding <em>Ser Boncou Rage</em>, you can speak the command phrase \"Bon courage!\" followed by one of the commands below. The armed and armoured glass bottle bounds into life for <strong>1 minute</strong>. It is a Tiny construct with <strong>AC 15, 15 hit points</strong>, a walking speed of <strong>30 feet</strong>, a Strength score of 5, <strong>immunity</strong> to poison and psychic damage, <strong>immunity</strong> to all conditions except <span id=\"was-tagged\">grappled</span> and <span id=\"was-tagged\">restrained</span>, and it can't attack. If it drops to 0 hit points, it loses its magic and is destroyed. It has <strong>4 charges</strong> and regains <strong>[[/r 1d4]]</strong> expended charges daily at dawn.</p><p><em>Ser Boncou Rage</em> takes its turn immediately after yours. As part of the action to activate it, and as a bonus action on subsequent turns, you can give it one of the following instructions to use as its action on its next turn, which expends the listed number of charges:</p><ul><li><p><span><strong>Snap Out of It! (1 charge).</strong></span> <em>Ser Boncou Rage</em> yells at a creature within <strong>45 feet</strong> of it. If that creature can hear the yell and is <span id=\"was-tagged\">charmed</span>, <span id=\"was-tagged\">frightened</span>, or <span id=\"was-tagged\">stunned</span> by an effect that lets it repeat the saving throw to end the condition at the end of each of its turns, the creature can immediately repeat one such saving throw of its choice.</p></li><li><p><span><strong>Once More into the Breach! (2 charges).</strong></span> <em>Ser Boncou Rage</em> lets out a gallant yell. Up to five creatures of its choice within <strong>30 feet</strong> of it, other than itself, gain a <strong>[[/r d6]]</strong> if they can hear the yell. Once within the next minute, a creature can roll the die and add the number rolled to one ability check, attack roll, or saving throw it makes. The creature can wait until after it rolls the [[/r d20]] before deciding to use the die, but must decide before the GM says whether the roll succeeds or fails. Once the die is rolled, it is lost. A creature can't use this die in conjunction with a Bardic Inspiration die.</p></li><li><p><span><strong>Freedom! (3 charges).</strong></span> <em>Ser Boncou Rage</em> pours its contents into the mouth of a willing creature whose space it shares. For <strong>10 minutes</strong>, the creature is immune to the <span id=\"was-tagged\">charmed</span> and <span id=\"was-tagged\">frightened</span> conditions.</p></li></ul>",
      "activities": {
        "utility": {
          "condition": "Command phrase"
        }
      }
    },
    "Cranium Rat Cowl (Uncommon)": {
      "name": "Cranium Rat Cowl (Uncommon)",
      "description": "Wondrous item, uncommon (requires attunement)<hr /><p>From the pelt and brain of a cranium rat is crafted this morbidly cute headgear. During 'The Occupation', such cowls were worn as a means of avoiding detection by the hive-minded, telepathic bjorg, a race bent on subjugating all free thought. The Night Hospitaller would ferry escapees across bjorg lines before delivering them to an underground steam-powered locomotive.</p><p><em><strong>Illumination.</strong></em> As a bonus action while you wear the cowl, you can cause it to shed bright light in a radius of up to <strong>20 feet</strong> and dim light for an additional number of feet equal to the chosen radius, or extinguish the light.</p><p><em><strong>Psionics.</strong></em> While you wear this cowl, you can cast the following spells (<strong>save DC 15</strong>): <span id=\"was-tagged\">@Compendium[dnd5e.spells.arzCrMRgcNiQuh43]{Command}</span>, and <span id=\"was-tagged\">@Compendium[dnd5e.spells.4dSvfvTy2ZIJ3K4k]{Comprehend Languages}</span>. After you cast a spell in this way, roll a [[/r d4]]. If you roll equal to or lower than the spell's level, this property can't be used again until the next dawn.</p>"
    },
    "Torture Tincture (Rare)": {
      "name": "Torture Tincture (Rare)",
      "description": "Wondrous item, rare<hr /><p>This two-inch-tall phial of oily liquid has a decidedly untrustworthy air to it. Using its bandage scarf, it can climb up any surface, before depositing a dose of poison in whatever vessel, meal, or concoction its wielder chooses. Stories say such a magical contraption was used to poison a king who'd locked himself in a high tower, and that this was the origin of the veinworm plague.</p><p><em><strong>Venomous Intentions.</strong></em> As an action while holding the <em>torture tincture</em>, you can speak the command phrase \"Poison please\". This miniscule glass bottle creeps into life for the next minute. It is a Tiny construct with <strong>AC 13, 40 hit points</strong>, walking and climbing speeds of <strong>30 feet</strong>, a Strength score of 1, a Dexterity score of 20, proficiency in the <span id=\"was-tagged\">Stealth</span> skill (<strong>+7 bonus</strong>), <strong>immunity</strong> to poison and psychic damage, <strong>immunity</strong> to all conditions except <span id=\"was-tagged\">grappled</span> and <span id=\"was-tagged\">restrained</span>, and it can't attack. If it drops to 0 hit points, it loses its magic and is destroyed. It contains one dose of <em>malice poison</em> and regains an expended dose daily at dawn. The <strong>save DC</strong> for the poison is <strong>16</strong> when administered by the <em>torture tincture</em>.</p><p>The <em>torture tincture</em> takes its turn immediately after yours. As part of the action to summon it, and as a bonus action on subsequent turns, you can command it to deposit a poison in a vessel, food, or drink as its action on its next turn.</p>",
      "activities": {
        "utility": {
          "condition": "Command phrase"
        }
      }
    },
    "Bloodletter Opener (Rare)": {
      "name": "Bloodletter Opener (Rare)",
      "description": "Weapon (@Compendium[dnd5e.items.0E565kQUBmndJ1a2]{Dagger}), rare<p> Simple weapon, melee weapon 1 lb. <br /> [[/r 1d4]] piercing - finesse, light, thrown (20/60 ft.)</p><hr /><p>Dripping with sanguine liquid, bloodletters were used to help flush out debilitating veinworms, a plague throughout the Remembered Realms, in a practice called bloodflushing. This operation could be extremely traumatic. Thus magical bloodletters—ones that retained a part of the host's blood in a reservoir to be fortified and augmented—were developed to help restore life should the operation be unsuccessful.</p><p>This weapon has <strong>4 charges</strong> and regains <strong>[[/r 1d4]]</strong> expended charges daily at dawn.</p><p><em><strong>Draw Blood.</strong></em> As an action while holding this weapon, you can use it to draw blood from a willing creature within your reach. Alternatively, when you hit a creature that has blood with a weapon attack using the <em>bloodletter opener</em>, you can draw some of its blood into the weapon's reservoir. While the weapon contains blood, you can use a bonus action to flick a switch on its handle and expend <strong>1 charge</strong> to either augment or corrupt the blood. Unused blood in the dagger vanishes at dawn.</p><p><em><strong>Augment.</strong></em> The blood becomes enhanced with healing properties. As an action, you can inject the blood into the creature from whom it was extracted. The creature regains <strong>[[/r 4d4]]</strong> hit points and its speed increases by <strong>15 feet</strong> for <strong>1 minute</strong>.</p><p><em><strong>Corrupt.</strong></em> The blood becomes corrupted into a poison bespoke to the creature from whom it was extracted. When you hit that creature with an attack using the weapon, you can inject the <em>bloodletter opener</em>'s contents into the creature. The creature must make a <strong>DC 15 Constitution saving throw</strong>. On a failure, the creature takes <strong>[[/r 4d8]]</strong> poison damage and is <span id=\"was-tagged\"><strong>poisoned</strong></span> until the end of its next turn. On a success, the creature takes half as much damage and isn't <span id=\"was-tagged\">poisoned</span>.</p><p><em><strong>Finesse.</strong></em> When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity modifier for the attack and damage rolls. You must use the same modifier for both rolls.</p><p><em><strong>Light.</strong></em> A light weapon is small and easy to handle, making it ideal for use when fighting with two weapons.</p><p><em><strong>Thrown.</strong></em> If a weapon has the thrown property, you can throw the weapon to make a ranged attack. If the weapon is a melee weapon, you use the same ability modifier for that attack roll and damage roll that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.</p>"
    },
    "Cranium Rat Cowl (Rare)": {
      "name": "Cranium Rat Cowl (Rare)",
      "description": "Wondrous item, rare (requires attunement)<hr /><p>From the pelt and brain of a cranium rat is crafted this morbidly cute headgear. During 'The Occupation', such cowls were worn as a means of avoiding detection by the hive-minded, telepathic bjorg, a race bent on subjugating all free thought. The Night Hospitaller would ferry escapees across bjorg lines before delivering them to an underground steam-powered locomotive.</p><p><em><strong>Illumination.</strong></em> As a bonus action while you wear the cowl, you can cause it to shed bright light in a radius of up to <strong>20 feet</strong> and dim light for an additional number of feet equal to the chosen radius, or extinguish the light.</p><p><em><strong>Psionics.</strong></em> While you wear this cowl, you can cast the following spells (<strong>save DC 15</strong>): <span id=\"was-tagged\">@Compendium[dnd5e.spells.arzCrMRgcNiQuh43]{Command}</span>, <span id=\"was-tagged\">@Compendium[dnd5e.spells.4dSvfvTy2ZIJ3K4k]{Comprehend Languages}</span>, and <span id=\"was-tagged\">@Compendium[dnd5e.spells.ppWAAEul0QHtm4er]{Detect Thoughts}</span>. After you cast a spell in this way, roll a [[/r d8]]. If you roll equal to or lower than the spell's level, this property can't be used again until the next dawn.</p>"
    },
    "Plague Docteur Masque (Rare)": {
      "name": "Plague Docteur Masque (Rare)",
      "description": "Wondrous item, rare<hr /><p>As any disease control specialist can attest, identifying a disease vector is half the battle in fighting it. During the veinworm plague, the symbol of the crow became synonymous with the Night Hospitaller—a representation of their hook-nosed masks and a symbol of both fear and hope. These masks give their wearers the ability to detect disease, even in the incubation stage, allowing plague-carriers to be identified and quarantined before they become infectious. In many places, these masks are still regarded as a symbol of authoritarianism and terror.</p><p><em><strong>Triage.</strong></em> While wearing this mask, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.2skfDtglk1mGrb3l]{Detect Poison and Disease}</span> spell at will. The spell ends early if you remove the mask.</p><p>In addition, while wearing this mask you have darkvision out to a range of <strong>60 feet</strong>. If you already have darkvision, wearing the mask increases its range by <strong>60 feet</strong>.</p>"
    },
    "Plague Docteur Masque (Uncommon)": {
      "name": "Plague Docteur Masque (Uncommon)",
      "description": "Wondrous item, uncommon<hr /><p>As any disease control specialist can attest, identifying a disease vector is half the battle in fighting it. During the veinworm plague, the symbol of the crow became synonymous with the Night Hospitaller—a representation of their hook-nosed masks and a symbol of both fear and hope. These masks give their wearers the ability to detect disease, even in the incubation stage, allowing plague-carriers to be identified and quarantined before they become infectious. In many places, these masks are still regarded as a symbol of authoritarianism and terror.</p><p><em><strong>Triage.</strong></em> While wearing this mask, you can cast the <span id=\"was-tagged\">@Compendium[dnd5e.spells.2skfDtglk1mGrb3l]{Detect Poison and Disease}</span> spell at will. The spell ends early if you remove the mask.</p>"
    }
  }
}
