{
  "label": "L'arsene's Ledger - Subclasses",
  "entries": {
    "College of Mixology": {
      "name": "College of Mixology",
      "description": "<p>A bard of the College of Mixology considers themselves every bit an artist as any painter or musician. After all, does the playful glint of a glass bottle pirouetting through the air in a perfect arc not compare to a graceful arabesque? Does the exquisite blend of carefully curated flavours not bring to mind the mixing of colours on a canvas? And does the feeling of a gentle buzz not relax the soul like the delicately plucked strings of a harp?</p><p>Adventurous experimenters and eccentric visionaries at heart, mixologists often clash in matters of palate and presentation with bards of the College of Cuisine. These sister colleges maintain a heated rivalry, periodically holding grand competitions that result in meals so sublime, they have been known to make seasoned connoisseurs cry at first taste.</p>",
      "advancement": {
        "3rd-Level Features": {
          "title": "3rd-Level Features"
        },
        "6th-Level Features": {
          "title": "6th-Level Features"
        },
        "14th-Level Features": {
          "title": "14th-Level Features"
        }
      }
    },
    "Charlatan": {
      "name": "Charlatan",
      "description": "<p>Fraudster, cheat, scammer, shyster… to be a confidence trickster is to alienate yourself from society one gullible mark at a time. However, as the saying goes, “you can’t cheat an honest man”, so they probably deserved it, right? Plus, pulling off a perfectly planned scam can be so <em>fun</em>.</p><p>Charlatans are masters of planned deceit and misdirec- tion. A Charlatan might prepare several disguises and waltz into a jewelry store, wait for a perfectly timed explosion to distract the proprietor, then replace a priceless tiara with a poorly-forged replica. Hot-footing it out the door, the Charlatan might switch outfits quicker than the proprietor can say “Oh my word, where’s that priceless tiara I tricked a down-on-her luck noble into selling for a pittance?”. The Charlatan might then direct the pursuing, nonplussed guards into a side alley, before fencing the heirloom and heading to a bar to celebrate a job well done.</p><p>In combat, Charlatans appear as harmless bystanders before using concealed weapons to surprise foes, striking with devastating consequences.</p>",
      "advancement": {
        "3rd-Level Features": {
          "title": "3rd-Level Features"
        },
        "9th-Level Features": {
          "title": "9th-Level Features"
        },
        "13th-Level Features": {
          "title": "13th-Level Features"
        },
        "17th-Level Features": {
          "title": "17th-Level Features"
        }
      }
    },
    "Tavern Brawler": {
      "name": "Tavern Brawler",
      "description": "<p>The taste of ale-soaked floorboards is a familiar flavour to Tavern Brawlers. Whether they’ve been thrown to the ground in a glorious takedown, blocked an improvised weapon with their teeth, or tackled a foe into a pile of flailing limbs, Tavern Brawlers cherish the memory of every scuffle that hasn’t been knocked out of their brains.</p><p>Though most inns and pubs decry barroom brawls as unnecessarily damaging and expensive affairs, celebrated carpenter and philosopher Lottaw Ood proposed that without the constant kerfuffles, woodworkers and the en- tire lumber industry might collapse. In fact, more shrewd carpentry guilds have opened “Brawl-Inns”; taverns with dedicated brawling areas and a microtransaction economy that encourages fighters to purchase chairs with which to clout their fellow patrons.</p><p></p>",
      "advancement": {
        "3rd-Level Features": {
          "title": "3rd-Level Features"
        },
        "7th-Level Features": {
          "title": "7th-Level Features"
        },
        "10th-Level Features": {
          "title": "10th-Level Features"
        },
        "15th-Level Features": {
          "title": "15th-Level Features"
        },
        "18th-Level Features": {
          "title": "18th-Level Features"
        },
        "Brawler Die": {
          "title": "Brawler Die"
        }
      }
    },
    "Path of the Brewmaster": {
      "name": "Path of the Brewmaster",
      "description": "<p>The right drink is welcome on any occasion. Mayhaps you want to invigorate your body ahead of a bloody brawl, ruminate over a moral quandary, celebrate a sensational drag- on slaying, or fill your veins with liquid bread after a hard day’s slog through the elements. Knowing which drink to suggest for which occasion—and having that drink on hand—is what separates a lay brewer from a brewmaster.</p><p>For a brewmaster, the act of brewing—a process which can take months—is a practice in mindfulness. Carrying their barrels and demijohns from place to place, you would be mistaken to construe these individuals as peaceful. This apparent tranquillity is but the calm before the storm, for when a brewmaster enters a rage, they do so fueled by the fermented products of their labours.</p>",
      "advancement": {
        "3rd-Level Features": {
          "title": "3rd-Level Features"
        },
        "6th-Level Features": {
          "title": "6th-Level Features"
        },
        "10th-Level Features": {
          "title": "10th-Level Features"
        },
        "14th-Level Features": {
          "title": "14th-Level Features"
        }
      }
    },
    "Festivity Domain": {
      "name": "Festivity Domain",
      "description": "<p>Worshipping deities like Dionysus, Bacchus, Sucellus, and Inari, clerics of the Festivity domain spread joy and frivolity wherever they roam. If not kept in check, the most insignificant gathering can spin out of control to become a roiling crowd of jubilation as the cleric miraculously finds food and drink with which to incite a celebration.</p><p>Indeed, tales abound of clerics of Festivity infiltrating fortified citadels under siege, instigating exuberant carousing, and leaving their fellow merrymakers collapsed and exhausted after expending every last iota of energy. It is then a simple task for a waiting army to enter the city and lock their fatigued foes in chains. As the ancient proverb goes, “there is no celebration comparable to a cleric’s celebration, for a cleric’s celebration does not cease”.</p>",
      "advancement": {
        "1st-Level Features": {
          "title": "1st-Level Features"
        },
        "2nd-Level Features": {
          "title": "2nd-Level Features"
        },
        "6th-Level Features": {
          "title": "6th-Level Features"
        },
        "8th-Level Features": {
          "title": "8th-Level Features"
        },
        "17th-Level Features": {
          "title": "17th-Level Features"
        }
      }
    },
    "Way of the Artisan": {
      "name": "Way of the Artisan",
      "description": "<p>To a monk who follows the Way of the Artisan, taking raw materials and giving them shape and purpose is considered the noblest of pursuits. The act of creation is the purest form of meditation, an exercise in creativity and discipline that hones both mind and spirit, leading the craftsman on a never ending journey of self-discovery. </p><p>An adherent of this philosophy seeks true perfection in their craft while accepting that this is a fundamentally unachievable goal. What matters is that they grow and improve themselves along the way, creating art and tools that better the world in the process. In this manner, artisan monks are much like the objects they craft, for they too start off full of raw potential that is ultimately given shape and purpose.</p>",
      "advancement": {
        "3rd-Level Features": {
          "title": "3rd-Level Features"
        },
        "6th-Level Features": {
          "title": "6th-Level Features"
        },
        "11th-Level Features": {
          "title": "11th-Level Features"
        },
        "17th-Level Features": {
          "title": "17th-Level Features"
        }
      }
    },
    "Swarmslinger": {
      "name": "Swarmslinger",
      "description": "<p>It takes a malleable and open mind to bond with a swarm of creatures; one needs to tune out the hubbub of bite-sized information and learn to listen to the group as a whole. How did you discover you could control masses of creatures? Perhaps you were a perfumier whose arrangement of scents guided the actions of bees. Maybe you were training as a bard when you found that those who liked your music most were a literal pack of rats. Or maybe you made your clothing a home for a family of creatures who now look to you for leadership. Whatever it is, your command of hordes of creatures gives you the ability to overrun any foe.</p>",
      "advancement": {
        "3rd-Level Features": {
          "title": "3rd-Level Features"
        },
        "7th-Level Features": {
          "title": "7th-Level Features"
        },
        "10th-Level Features": {
          "title": "10th-Level Features"
        },
        "14th-Level Features": {
          "title": "14th-Level Features"
        }
      }
    }
  }
}
