{
  "label": "Races, Feats, Custom Levels",
  "folders": {
    "Grendel": "Grendel",
    "Cultist": "邪教徒",
    "Stheno": "Stheno",
    "Relic Keeper | Sentient Weapons": "Relic Keeper | Sentient Weapons",
    "Owlbearman": "Owlbearman",
    "Spirithost": "Spirithost",
    "Mousefolk": "Mousefolk",
    "Firebrand": "Firebrand",
    "Windswept": "Windswept",
    "Courier": "Courier",
    "Aquanaut": "Aquanaut",
    "Arachne": "Arachne",
    "Proto-man": "Proto-man",
    "Hedge Wizard": "Hedge Wizard",
    "Scoundrel": "Scoundrel",
    "Near-Human": "Near-Human",
    "Immortal": "Immortal",
    "Insectoid": "Insectoid",
    "Psionic": "Psionic",
    "Reptiloid": "Reptiloid",
    "Geppettin": "Geppettin",
    "Beastman": "Beastman",
    "Grue": "Grue",
    "Stoneborn": "石像种",
    "Two-Headed": "Two-Headed",
    "Porterling": "Porterling",
    "Aberrant Spawn": "Aberrant Spawn",
    "Green Skin": "Green Skin",
    "Mul": "Mul",
    "Sellsword": "Sellsword",
    "Winged": "Winged",
    "Pugilist": "Pugilist",
    "Clandestine Caster": "Clandestine Caster",
    "Dragon Acolyte": "Dragon Acolyte",
    "Troll-Blooded": "Troll-Blooded",
    "Sellsword | Maneuvers": "Sellsword | Maneuvers",
    "Tauran": "Tauran",
    "Relic Keeper": "Relic Keeper",
    "Battle Adept | Maneuvers": "Battle Adept | Maneuvers",
    "Mandrake": "Mandrake",
    "Expert": "Expert",
    "Buffoon": "Buffoon",
    "Animal Master": "Animal Master",
    "Ogre-Blooded": "Ogre-Blooded",
    "Roguean": "Roguean",
    "Mandrake Traits": "Mandrake Traits",
    "Priest": "祭司",
    "VSoS Starter Feats": "VSoS Starter Feats",
    "Bisque": "Bisque",
    "Races": "Races",
    "Customization": "Customization",
    "Marionette": "Marionette",
    "VSoS Auxiliary Levels": "VSoS Auxiliary Levels",
    "VSoS Feats": "VSoS Feats",
    "Plushie": "Plushie"
  },
  "entries": {
    "Owlbear Wrestling": {
      "name": "Owlbear Wrestling",
      "description": "<div><p>You can attempt to grapple creatures two size categories larger than yourself, and you have advantage on grappling checks you make on your turn against creatures that are at least one size category smaller than you.</p></div>"
    },
    "Mousefolk Lineage": {
      "name": "Mousefolk Lineage",
      "description": "<div><p>Mousefolk belong to a lineage of mouselings or ratlings. Choose one of the following lineage options:</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.QgVdU4iFKhAPXaDy]{Mouseling’s Sidestep.}</strong></em> When a creature you can see makes an opportunity attack against you, you can use your reaction to impose disadvantage on the attack roll. You can’t use this trait when wearing medium or heavy armor.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.j785Endh4VaJyfwA]{Ratling’s Gnaw.}</strong></em> You can use your action to chew through and break a small nonmagical object that isn’t being worn or carried, like a rope, a wooden rod or handle, or a length of fabric. If you chew on a wooden wall or floor for 1 minute, you can gnaw a hole large enough for a Tiny creature. You can’t chew through materials that are harder than your teeth, such as metal, stone, or crystal.</p></div>"
    },
    "Sentient Lance": {
      "name": "Sentient Lance",
      "description": "<p><em><strong>Magic Weapon.</strong></em> The weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. When you reach 5th level, your bond with the weapon strengthens, and you gain a +1 bonus to attack and damage rolls made with it. At 11th level, your bond strengthens further, and you gain a +2 bonus to attack and damage rolls made with the weapon.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.yhj7gI0HfsgE6C3m]{Relic Magic.}</strong></em> Your relic weapon has 3 charges and regains all expended charges daily at dawn. When you use the Attack action to make an attack with your relic weapon, you can spend 1 of its charges to make an attack using it as a bonus action.</p><p>Additionally, whenever you cast a spell of 1st level or higher, you can siphon some of the energy into the weapon. The next time you hit a creature with the weapon during the next minute, you deal extra force damage equal to twice the spell’s level.</p><p><em><strong>Sentience.</strong></em> The weapon is a sentient magic item with an alignment and personality determined by the GM. It has an Intelligence of 14, a Wisdom of 14, and a Charisma of 14. The weapon has hearing and darkvision out to a range of 120 feet, and it can speak, read, and understand Common, as well as communicate with you telepathically.</p><p></p><p><em><strong>*Foundry Note:</strong> the user will have to manually select 'Proficient' on the Proficiency drop down at the top of the Details tab.</em></p>"
    },
    "Cantrip Savant": {
      "name": "Cantrip Savant",
      "description": "<p>You learn three cantrips of your choice from the @UUID[Compendium.dnd5e.rules.QvPDSUsAiEn3hD8s.JournalEntryPage.k7Rs5EyXeA0SFTXD]{wizard spell list}. Use your spellcasting ability for these spells.</p>"
    },
    "Spellcasting": {
      "name": "施法",
      "description": "<p>This auxiliary level counts as a level in your Spellcasting or Pact Magic class (if you have a level in such a class) for the purpose of determining your available spell slots. However, it doesn’t advance your spells known and prepared. For example, if you are a Wizard 2/Priest, you have four 1st-level spell slots and two 2nd-level spell slots, but you only know 1st-level spells.</p>"
    },
    "Near-Human": {
      "name": "Near-Human",
      "description": "<p>Humans are known for being ambitious, diverse, and extremely short-lived, but also have the dubious honor of having an abundance of near-human offshoots, for it seems humans can breed with just about anything. Near-humans are still basically humans, bearing subtly different traits from a wide variety of sources, and are individually rare but make up a surprisingly large portion of any human population.</p><p>If you choose a human for your race, you can use the following Near-Human variant traits, which replace the human’s Ability Score Increase:</p><p><em><strong>Ability Score Increase.</strong></em> Two different ability scores of your choice increase by 1.</p><p><em><strong>Skills.</strong></em> You gain proficiency in one skill of your choice.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.HnEBSFBs15jbVxix]{Feat.}</strong></em> You gain one feat of your choice. This feat must have Near-Human variant as a prerequisite.</p><p>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.journals.JournalEntry.Gga9MPWLg4I92JLQ.JournalEntryPage.BBOWl4L3tHn9L02P]{Sidebar: Creating Near-Human Feats}</p><p></p><p><em><strong>*Foundry Note:</strong> Each Near-Human Feat comes with an additional Ability Score Increase. The extra point is included with the main  Ability Score Improvement choice when you pick this race.</em></p>",
      "advancement": {
        "Near-Human Feat": {
          "title": "Near-Human Feat",
          "hint": "You gain one feat of your choice. This feat must have Near-Human variant as a prerequisite."
        }
      }
    },
    "Staggering Strike": {
      "name": "Staggering Strike",
      "description": "<p>As a bonus action when you make a weapon attack against a Large or smaller creature, you can expend a battle die to attempt to daze the target. On a hit, the target must succeed on a Constitution saving throw or be incapacitated until the start of your next turn.</p><p></p><p><em><strong>*Foundry Note:</strong> Default Save DC is Strength, if the user would like to use their Dexterity modifier they will have to change it on the Details Tab.</em></p>"
    },
    "Master Thrower": {
      "name": "Master Thrower",
      "description": "<p><em>Prerequisite: Dexterity 13</em></p><p>You are an expert in using thrown weapons. You gain the following benefits:</p><ul><li>When you take the Attack action on your turn, you can use a bonus action to make a ranged attack with a thrown weapon. You don’t add your ability modifier to the damage of the bonus attack, unless that modifier is negative.</li><li>When you make a ranged weapon attack, you can draw the weapon as part of the attack. You can draw any number of weapons in this fashion each round.</li><li>The short and long ranges of your thrown weapons double.</li></ul>"
    },
    "Bull Rush": {
      "name": "Bull Rush",
      "description": "<div><p>When you move at least 10 feet in a straight line and immediately make a melee weapon attack against a creature, you can use a bonus action and expend a battle die to shove the target after the attack. Add the battle die to the Strength (Athletics) check you make to shove the target. On a success, you can choose to either knock the target prone or push it up to 10 feet away from you.</p></div><p></p><p><em><strong>*Foundry Note:</strong> the user can use the Utility formula from the details tab to calculate the Strength (Athletics) check required in this feature.</em></p>"
    },
    "Ageless": {
      "name": "Ageless",
      "description": "<div><p>You don’t age, can’t be aged magically, and suffer none of the frailty of old age. You can’t die of old age.</p></div>"
    },
    "Child": {
      "name": "Child",
      "description": "<p>You are an adolescent, someone who has absolutely no place in the dangerous adventuring life. Perhaps you are destined to change the world and your destiny will not wait for maturity, or perhaps you have thrown your lot in with an adventuring party who has promised to keep you safe from harm. Somehow, you are at the precipice of adventure, and have the following traits:</p><ul><li>Your size is Small, even if your race is normally Medium.</li><li>You have two fewer skill proficiencies than other characters of the same class.</li><li>Your Strength and Constitution scores have a maximum of 16, instead of 20.</li><li>You gain proficiency in two saving throws of your choice.</li></ul><p>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.journals.JournalEntry.1owgaMWM4ifz4txd.JournalEntryPage.WJk1NdaomWdu5dJe]{Sidebar: No Kids Were Harmed in the Making of this Book}</p>"
    },
    "Training": {
      "name": "Training",
      "description": "<p>You gain proficiency with any three simple or martial weapons of your choice. Additionally, you gain proficiency with light armor. If you already have proficiency with light armor, you gain proficiency with medium armor instead.</p>"
    },
    "Gambler": {
      "name": "Gambler",
      "description": "<p>Always keen for probabilities and risk, you often trust your safety and fortune to the hands of fate. You gain the following benefits:</p><ul><li>You gain proficiency in all gaming sets and have advantage on ability checks you make for games of chance.</li><li>Once on each of your turns, before you roll damage, you can place stakes on the roll. Choose less than the average, or higher than or equal to the average. Roll damage as normal. If you choose correctly, you can add one extra die of damage to the roll. If you choose incorrectly, you must remove the damage die with the highest number.</li></ul>"
    },
    "Psionics": {
      "name": "Psionics",
      "description": "<div><p>You know the <em>@UUID[Compendium.dnd5e.spells.Utk1OQRwYkMkFRD3]{mage hand}</em> cantrip, and the hand is invisible when you cast the cantrip with this trait.</p><p>Starting at 3rd level, you can cast the <em>@UUID[Compendium.dnd5e.spells.ccduLIvutyNqvkgv]{unseen servant}</em> spell with this trait. Starting at 5th level, you can also cast the <em>@UUID[Compendium.dnd5e.spells.MRxldJd6C4bsBo3O]{levitate}</em> spell with this trait. Once you cast <em>@UUID[Compendium.dnd5e.spells.ccduLIvutyNqvkgv]{unseen servant}</em> or <em>@UUID[Compendium.dnd5e.spells.MRxldJd6C4bsBo3O]{levitate}</em> with this trait, you can't cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.</p><p>Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race).</p></div>"
    },
    "Lower Limb Disability": {
      "name": "Lower Limb Disability",
      "description": "<p>Due to injury, illness, or incident of birth, you are unable to walk as others do and must rely on some sort of aid for mobility. The cause might include paralysis, amputation of the leg or foot (congenital or acquired), chronic pain, muscular dystrophy, conditions which affect your respiration or balance, or a host of other factors. Because of this, you possess the following traits:</p><ul><li>You rely on some sort of aid to stand and move. This can include, but is not limited to, crutches, a wheelchair or similar wheeled contraption, or a mechanical or magical apparatus that helps support your weight. Work with the GM to decide which sort of aid works best in the campaign world.</li><li>You can’t take the Dash action on difficult terrain.</li><li>You have advantage on ability checks and saving throws made to knock you prone or move you against your will.</li></ul><p>If your mobility disability is ever remedied, such as through the use of a <em>@UUID[Compendium.dnd5e.spells.9kGrFXnLiRg3Xnbo]{regenerate}</em> spell, you lose the benefits of this feat. The GM should discuss with you whether or not removing your disability is appropriate for your character—it is always a possibility, but never a requirement.</p>"
    },
    "Hedge Wizard": {
      "name": "Hedge Wizard",
      "description": "<p>Unlike ordinary wizards who learn their craft through extensive research and formal training, you discovered arcana on your own, reading what you could find and uncovering deeper magic through experimentation. Self-education is not without its merits, however, for you have become exceptionally well versed in the most fundamental spells: cantrips.</p><p><em><strong>Prerequisites:</strong></em> Spellcasting or Pact Magic feature</p><p><em><strong>Hit Dice:</strong></em> 1d6</p><p><em><strong>Hit Points:</strong></em> 1d6 (4) + your Constitution modifier</p><h3>Spellcasting</h3><p>This auxiliary level counts as a level in your Spellcasting or Pact Magic class (if you have a level in such a class) for the purpose of determining your available spell slots. However, it doesn’t advance your spells known and prepared. For example, if you are a Sorcerer 2/Hedge Wizard, you have four 1st-level spell slots and two 2nd-level spell slots, but you only know 1st-level spells.</p><h3>Cantrip Savant</h3><p>You learn three cantrips of your choice from the @UUID[Compendium.dnd5e.rules.QvPDSUsAiEn3hD8s.JournalEntryPage.k7Rs5EyXeA0SFTXD]{wizard spell list}. Use your spellcasting ability for these spells.</p><h3>Potent Cantrips</h3><p>You can add your spellcasting ability modifier to the damage you deal with any wizard cantrip.</p>",
      "advancement": {
        "Hedge Wizard": {
          "title": "Hedge Wizard"
        }
      }
    },
    "Zephyr Magic": {
      "name": "Zephyr Magic",
      "description": "<div><div><div><p>You know the <em>@UUID[Compendium.dnd5e.spells.icZokbgV1jIMpNCv]{message}</em> cantrip. Starting at 3rd level, you can cast the <em>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.tpJDlh8kL3YBqpi2]{feather fall}</em> spell with this trait. Starting at 5th level, you can also cast the <em>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.UOTYxwZOmdmLQm1x]{gust of wind}</em> spell with this trait, without requiring a material component. Once you cast <em>feather fall</em> or <em>gust of wind</em> with this trait, you can’t cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.</p><p>Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race).</p></div></div></div>"
    },
    "Scoundrel": {
      "name": "Scoundrel",
      "description": "<p>Whether you made some dastardly friends, discovered a love for illicit substances, or merely decided that the law shouldn’t stand in the way of making some coin, you’re in deep with the criminal underworld. You can probably keep your criminal ties under wraps, but you can’t stop looking over your shoulder for fear that the authorities, or worse, your friends might come calling.</p><p><em><strong>Prerequisites:</strong></em> Have joined a criminal organization</p><p><em><strong>Hit Dice:</strong></em> 1d8</p><p><em><strong>Hit Points:</strong></em> 1d8 (5) + your Constitution modifier</p><p><em><strong>Tools:</strong></em> Thieves’ tools</p><p><em><strong>Skills:</strong></em> Deception, Sleight of Hand, or Stealth</p><h3>Thieves' Cant</h3><p>During your training you learned thieves’ cant, a secret mix of dialect, jargon, and code that allows you to hide messages in seemingly normal conversation. Only another creature that knows thieves’ cant understands such messages. It takes four times longer to convey such a message than it does to speak the same idea plainly.</p><p>In addition, you understand a set of secret signs and symbols used to convey short, simple messages, such as whether an area is dangerous or the territory of a thieves’ guild, whether loot is nearby, or whether the people in an area are easy marks or will provide a safe house for thieves on the run.</p><h3>Quick Dodge</h3><p>As a bonus action, you can evade the attacks of a creature you can see within 5 feet of you. Until the start of your next turn, you have a +2 bonus to your Armor Class against that creature’s attacks. You must be unarmored or wearing light armor to use this ability.</p><h3>Craven</h3><p>When a creature you can see misses you with a melee attack, you can use your reaction to move 5 feet without provoking opportunity attacks.</p>",
      "advancement": {
        "Scoundrel": {
          "title": "Scoundrel"
        }
      }
    },
    "Two-Headed": {
      "name": "Two-Headed",
      "description": "<div><div><div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>Like ettins, you have two heads with differing personalities that jointly control your body.</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.M6L3IPtB3yvIFZXv]{Two-Heads.}</strong></em> You have advantage on saving throws you make to avoid or end the following conditions on yourself: blinded, charmed, deafened, frightened.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.onHsuAAK1rNG9txa]{Wakeful.}</strong></em> Because one of your heads is always awake, you retain consciousness when you take a long rest.</p></div></div></div>"
    },
    "Diminutive": {
      "name": "Diminutive",
      "description": "<p><em>Prerequisite: Medium size</em></p><p>You were born much smaller than others of your race, or simply never grew to full stature. You are Small instead of Medium. Additionally, suffer no penalty for squeezing into a space that is only large enough for a Tiny creature.</p>"
    },
    "Sentient Battleaxe": {
      "name": "Sentient Battleaxe",
      "description": "<p><em><strong>Magic Weapon.</strong></em> The weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. When you reach 5th level, your bond with the weapon strengthens, and you gain a +1 bonus to attack and damage rolls made with it. At 11th level, your bond strengthens further, and you gain a +2 bonus to attack and damage rolls made with the weapon.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.yhj7gI0HfsgE6C3m]{Relic Magic.}</strong></em> Your relic weapon has 3 charges and regains all expended charges daily at dawn. When you use the Attack action to make an attack with your relic weapon, you can spend 1 of its charges to make an attack using it as a bonus action.</p><p>Additionally, whenever you cast a spell of 1st level or higher, you can siphon some of the energy into the weapon. The next time you hit a creature with the weapon during the next minute, you deal extra force damage equal to twice the spell’s level.</p><p><em><strong>Sentience.</strong></em> The weapon is a sentient magic item with an alignment and personality determined by the GM. It has an Intelligence of 14, a Wisdom of 14, and a Charisma of 14. The weapon has hearing and darkvision out to a range of 120 feet, and it can speak, read, and understand Common, as well as communicate with you telepathically.</p><p></p><p><em><strong>*Foundry Note:</strong> the user will have to manually select 'Proficient' on the Proficiency drop down at the top of the Details tab.</em></p>"
    },
    "Brave": {
      "name": "Brave",
      "description": "<div><p>You have advantage on saving throws you make to avoid or end the frightened condition on yourself.</p></div>"
    },
    "Teeth": {
      "name": "Teeth",
      "description": "<p>You can manifest teeth of crackling draconic magic, which are natural weapons that you can use to make @UUID[Compendium.dnd5e.items.GsuvwoekKZatfKwF]{unarmed strikes}. On a hit with them, you deal [[/r 1d6]] damage of the type associated with your Draconic Alliance. You can choose to deal piercing damage with your bite. If you already have natural weapons, you can choose to deal the type associated with your Draconic Alliance instead of its normal damage type.</p><p></p><p><em><strong>*Foundry Note:</strong> the default damage type is Acid, the user will have to update it to match the Draconic Alliance or change the damage to piercing if they want.</em></p>"
    },
    "Horns": {
      "name": "Horns",
      "description": "<div><div><div><p>You have horns that you can use to make @UUID[Compendium.dnd5e.items.GsuvwoekKZatfKwF]{unarmed strikes}. When you hit with them, the strike deals 1d6 + your Strength modifier piercing damage, instead of the bludgeoning damage normal for an unarmed strike.</p></div></div></div>"
    },
    "Sellsword": {
      "name": "Sellsword",
      "description": "<p>Blades-for-hire, mercenaries, sellswords; they go by many names. As a somewhat veteran sellsword, you’ve learned that mercenary work is a volatile business from which only the cautious and cunning can hope to profit. You might have established a set of personal rules or superstitions, or simply gathered a raft of tricks to give you the edge when life and death (and profit) are on the line.</p><p><em><strong>Prerequisites:</strong></em> Have completed at least one contract for mercenary work</p><p><em><strong>Hit Dice:</strong></em> 1d10</p><p><em><strong>Hit Points:</strong></em> 1d10 (6) + your Constitution modifier</p><h3>Bonus Proficiencies</h3><p>You gain proficiency with the battleaxe, longsword, trident, and warhammer.</p><h3>Battle Tactics</h3><p>You learn maneuvers that are fueled by special dice called battle dice.</p><p><em><strong>Battle Dice.</strong></em> You have two battle dice, which are d6s. A battle die is expended when you use it. You regain all of your expended battle dice when you finish a short or long rest, or when you roll initiative. Once per turn, you can expend a battle die to perform a maneuver of your choice.</p><p><em><strong>Maneuvers.</strong></em> You learn two maneuvers of your choice from among those available to the Captain class or those available to the Grey Watchman subclass of the warden class.</p><p><em><strong>Saving Throws.</strong></em> Some maneuvers require your target to make a saving throw to resist the maneuver’s effects. The saving throw DC is calculated as follows:</p><p style=\"text-align:center\"><em><strong>Maneuver save DC</strong></em> = 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)</p><h3>Breather</h3><p>You can take a breather, 1 minute of downtime during which you compose yourself and mend your wounds. When you do so, you can spend one Hit Die to regain hit points as if you finished a short rest.</p><p>Once you use this ability, you can’t use it again until you finish a short or long rest.</p>",
      "advancement": {
        "Battle Tactics": {
          "title": "Battle Tactics"
        },
        "Battle Dice": {
          "title": "Battle Dice"
        },
        "Sellsword": {
          "title": "Sellsword"
        },
        "Bonus Proficiencies": {
          "title": "Bonus Proficiencies"
        }
      }
    },
    "Thieves' Cant": {
      "name": "盗贼黑话",
      "description": "<p>During your training you learned thieves’ cant, a secret mix of dialect, jargon, and code that allows you to hide messages in seemingly normal conversation. Only another creature that knows thieves’ cant understands such messages. It takes four times longer to convey such a message than it does to speak the same idea plainly.</p><p>In addition, you understand a set of secret signs and symbols used to convey short, simple messages, such as whether an area is dangerous or the territory of a thieves’ guild, whether loot is nearby, or whether the people in an area are easy marks or will provide a safe house for thieves on the run.</p>"
    },
    "Spirit Speech": {
      "name": "Spirit Speech",
      "description": "<p>You can cast the <em>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.Rzu7nOt0E7ee5qsI]{speak with dead}</em> spell, without requiring a material component. When you cast the spell using this trait, you can ask the corpse a number of questions equal to your proficiency bonus, and you can’t cast the spell with it again until you finish a long rest. You can also cast this spell using any spell slots you have of the appropriate level.</p><p>Intelligence, Wisdom, or Charisma is your spellcasting ability for this spell when you cast it with this trait (choose when you select this race).</p><p></p><p><em><strong>*Foundry Note:</strong> The user will have to change the ability modifier of the spell when they select this race.</em></p>"
    },
    "Invisible Cantrips": {
      "name": "Invisible Cantrips",
      "description": "<p>When you cast a cantrip that requires one or more spell attack rolls, you can disguise its casting (including its spell components) and effects as if it were a melee weapon attack. To do this, you must be holding a melee weapon, and must target a creature within 5 feet of you. You don’t have disadvantage on ranged spell attack rolls using this feature as a result of being within 5 feet of a hostile creature. The effects of the spell are completely invisible, appearing as if you instead delivered a mighty blow with the weapon.</p>"
    },
    "Beast Companion": {
      "name": "Beast Companion",
      "description": "<p>Choose a Beast that is no larger than Medium and has a challenge rating of 1/4 or lower. Add your proficiency bonus to the Beast’s AC, attack rolls, and damage rolls, as well as to any saving throws and skills it is proficient in. Its hit point maximum equals the hit point number in its stat block or four times your level, whichever is higher. Like any creature, it can spend Hit Dice during a short rest to regain hit points.</p><p>The Beast obeys your commands as best as it can. It takes its turn on your initiative. On your turn, you can verbally command the Beast where to move (no action required by you). You can use your action to verbally command it to take the Attack, Dash, Disengage, or Help action. If you don’t issue a command, the Beast takes the Dodge action. If you gain the Extra Attack feature or another feature that allows you to attack twice when you take the Attack action, you can forgo one of your attacks to command the Beast to take the Attack action.</p><p>If you are incapacitated or absent, the Beast acts on its own, focusing on protecting you and itself. The Beast never requires your command to use its reaction, such as when making an opportunity attack.</p><p>If the Beast dies, you can obtain a new companion by spending 8 hours training and bonding with a Beast that isn’t hostile to you and that meets the requirements.</p><p></p><table border=\"1\"><thead><tr><td colspan=\"2\">Beast Companion</td></tr><tr><td>CR</td><td>Beast</td></tr></thead><tbody><tr><td rowspan=\"24\">CR 0</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.cwgjI2iiTijuWxXB]{Baboon}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.rnrZZMGDfkskT4y1]{Badger}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.OjSis6uE01UegWjK]{Bat}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.73BCYc3SoUpmQTnG]{Cat}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.3lG34Bb3dldibmyJ]{Crab}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.lJy4k5qtRHpkAsiB]{Deer}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.ydFZqOgTuXIUZTHJ]{Eagle}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.PLE4koHfA2rkPyvn]{Frog}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.VE4ApL3sVdVoIuey]{Giant Fire Beetle}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.Vj3vcvLEa8I5lOmI]{Goat}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.5nY0YcjcWISzHTRW]{Hawk}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.lkV99Cu5ZsinLECo]{Hyena}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.SXTGwuxb3b7ndlhV]{Jackal}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.UIQ3RXusjzy34GtN]{Lizard}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.rhTuEZei2FFfuUAe]{Octopus}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.qJrQVqXyCeYAjZne]{Owl}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.4r823AfmbgSmu1Pw]{Quipper}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.UwU0cNW1b7WXoLld]{Rat}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.83YesaQDRfqYTQuz]{Raven}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.4AvbH0L90X39aUOT]{Scorpion}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.rlD0iGhvpQfT9iMi]{Sea Horse}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.RqCtVusXgMD2fcrM]{Spider}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.cbwFvnl0u07I1Zxv]{Vulture}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.6LsZ6KU3abvlvldd]{Weasel}</td></tr><tr><td rowspan=\"11\">CR 1/8</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.eBY6najUL71UUGjV]{Blood Hawk}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.KV8LMrNSNywk2s3t]{Flying Snake}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.rwncLhwuIxJRJrMZ]{Giant Crab}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.ReFsuSPUyzsny0Jg]{Giant Rat}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.TLXpjtxiKd0lBp47]{Giant Rat (Diseased)}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.kDYcoX9zx6wlyEYQ]{Giant Weasel}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.S70uawg8us4JD27h]{Mastiff}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.RoNhCae6Z7vrYgEH]{Mule}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.jgO6820qUk3IuSsq]{Poisonous Snake}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.SexAHhhNCRaRLQ6u]{Pony}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.6cVhAWEudie7SSyS]{Stirge}</td></tr><tr><td rowspan=\"11\">CR 1/4</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.H1W9AysErTJvxMgA]{Boar}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.Du2ccSOXvFFzBPSW]{Giant Badger}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.0h87asJwiCHELbyD]{Giant Centipede}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.HRZoiOlqgezRbKgQ]{Giant Frog}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.Ruq1Gu8NlUNQnIAc]{Giant Poisonous Snake}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.d4H9OYgkJXcnBMy0]{Giant Wolf Spider}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.CrnaV0xxTMPTJg9Q]{Panther}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.2Ys1jcqcA7F37dZf]{Swarm of Bats}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.BXYLsacnGCXCYErx]{Swarm of Rats}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.VszpqQf4pTXEDjRh]{Swarm of Ravens}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.bestiary.Actor.9Y9AlKZMfn6tTuKF]{Wolf}</td></tr></tbody></table>"
    },
    "Flame Magic": {
      "name": "Flame Magic",
      "description": "<div><p>You know the <em>@UUID[Compendium.dnd5e.spells.eCPQuQkIabFKTl9u]{produce flame}</em> cantrip. Starting at 3rd level, you can cast the <em>@UUID[Compendium.dnd5e.spells.5SuJewoa1CRWaj1F]{burning hands}</em> spell with this trait. Starting at 5th level, you can also cast the <em>@UUID[Compendium.dnd5e.spells.FjYE214HTERCRZNm]{flaming sphere}</em> spell with this trait, without requiring a material component. Once you cast <em>@UUID[Compendium.dnd5e.spells.5SuJewoa1CRWaj1F]{burning hands}</em> or <em>@UUID[Compendium.dnd5e.spells.FjYE214HTERCRZNm]{flaming sphere}</em> with this trait, you can’t cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.</p><p>Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race).</p></div>"
    },
    "Courier": {
      "name": "Courier",
      "description": "<p>A trader, a smuggler, or merely a messenger, you have been tasked with traveling to and fro delivering parcels, and have become quite adept at it. You’re quick on your feet and have a second sense for navigation matched only by sailors and compass salesmen, and you carry those advantages with you in adventuring.</p><p><em><strong>Prerequisites:</strong></em> Have been employed as a courier, messenger, navigator, smuggler, or trader</p><p><em><strong>Hit Dice:</strong></em> 1d8</p><p><em><strong>Hit Points:</strong></em> 1d8 (5) + your Constitution modifier</p><p><em><strong>Languages:</strong></em> One of your choice</p><p><em><strong>Tools:</strong></em> Cartographer’s tools, navigator’s tools, one musical instrument of your choice</p><h3>Able Navigator</h3><p>You can’t become lost except by magical means.</p><h3>Beeline</h3><p>You can take the Disengage action as a bonus action. You can use this ability a number of times equal to your Dexterity modifier, and regain all expended uses when you finish a long rest.</p><h3>Hustle</h3><p>When you take the Dash action, your speed increases by an additional 30 feet.</p>",
      "advancement": {
        "Courier": {
          "title": "Courier"
        }
      }
    },
    "Root Magic": {
      "name": "Root Magic",
      "description": "<div><p>You know the <em>@UUID[Compendium.dnd5e.spells.VzgFzcmocr1X1cp4]{shillelagh}</em> cantrip and can target yourself with the spell, treating one of your limbs as a @UUID[Compendium.dnd5e.items.nfIRTECQIG81CvM4]{club} for the duration of the spell. Starting at 3rd level, you can cast the <em>@UUID[Compendium.dnd5e.spells.Qf6CAZkc7ms4ZY3e]{goodberry}</em> spell with this trait, without requiring a material component. Starting at 5th level, you can cast the <em>@UUID[Compendium.dnd5e.spells.JPwIEfgUPVebr5AH]{barkskin}</em> spell with this trait, without requiring a material component. Once you cast <em>@UUID[Compendium.dnd5e.spells.Qf6CAZkc7ms4ZY3e]{goodberry}</em> or <em>@UUID[Compendium.dnd5e.spells.JPwIEfgUPVebr5AH]{barkskin}</em> with this trait, you can’t cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.</p><p>Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose one when you select this race).</p></div>"
    },
    "Entangling Vines | Summer": {
      "name": "Entangling Vines | Summer",
      "description": "<div><p>Your Entangling Vines can move the target up to 10 feet to an unoccupied space on the ground or on a floor.</p></div>"
    },
    "Dwarven Toughness": {
      "name": "Dwarven Toughness",
      "description": "<div><p>Your hit point maximum increases by 1, and it increases by 1 every time you gain a level.</p></div>",
      "effects": {
        "Dwarven Toughness": {
          "name": "Dwarven Toughness"
        }
      }
    },
    "Green Skin": {
      "name": "Green Skin",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>Your people metabolize by basking in the sunlight. Aided by your tough, photosynthetic skin, you gain the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.bR5HfNGRbNIy54UA]{Natural Armor.}</strong></em> Your skin acts as a tough natural armor. When you aren’t wearing armor, your base AC equals 12 + your Dexterity modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield’s benefits apply as normal while you use your natural armor.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.JtLaILLCsXrFLnib]{Photosynthetic Resilience.}</strong></em> You have advantage on saving throws you make to avoid or end the poisoned condition on yourself. You also have resistance to poison damage.</p></div>",
      "effects": {
        "Photosynthetic Resilience": {
          "name": "Photosynthetic Resilience"
        }
      }
    },
    "Heel-Cutter": {
      "name": "Heel-Cutter",
      "description": "<div><p>When you make an opportunity attack against a creature, you can expend one battle die to knock the creature off balance, preventing it from escaping. You add the battle die to the attack roll, and on a hit, the target must make a Strength saving throw. On a failed save, its speed is reduced to 0 until the end of its turn.</p><p></p></div><p><em><strong>*Foundry Note:</strong> Default Save DC is Strength, if the user would like to use their Dexterity modifier they will have to change it on the Details Tab.</em></p>"
    },
    "Soul Twin": {
      "name": "Soul Twin",
      "description": "<p>You were born as a pair of soul twins, identical twins that share a single soul and act as an extension of one another. These twins function as a single character with two bodies, which you control.</p><p><em><strong>Actions.</strong></em> Your twins share a single action, bonus action, and reaction between them, each of which can be taken only once by one of the twins on your turn. If you take the Dash, Disengage, Dodge, Help, Hide, Ready, or Search actions, both twins perform the action and gain its benefits.</p><p><em><strong>Attacks.</strong></em> If you take the attack Action to attack with one twin, the other twin can attack as a bonus action. You don’t add your ability modifier to the damage of the bonus attack, unless that modifier is negative. If you’re able to make multiple attacks, you can divide these attacks between the twins.</p><p><em><strong>Hit Points.</strong></em> Soul twins have separate hit points, which are divided between them. At 1st level, each twin has the hit points of a character of the same class. At higher levels, each soul twin’s hit point maximum increases by your Constitution modifier + half a roll of the class’s Hit Die (rounded up). If you use the average value instead of rolling the Hit Die, each twin gains 2 for a d6 class, 3 for a d8 class, 3 for a d10 class, 4 for a d12 class.</p><p>When you spend Hit Dice following a short rest, you must spend the dice separately on each twin.</p><p><em><strong>Spellcasting.</strong></em> A pair of soul twins can only concentrate on one spell at a time. However, only one of the twins needs to concentrate on a spell to maintain it. When you cast a spell which requires concentration, you choose which twin is concentrating on it.</p><p>When casting a spell, either twin can provide the spell components, and the spell can originate from the twin of your choice.</p><p><em><strong>Magical Effects.</strong></em> If a spell or magical ability affects one soul twin, it affects them both, unless that spell or ability affects hit points, or if the two twins are further than 100 feet apart. In either case, it affects each twin separately.</p><p><em><strong>Conditions.</strong></em> A condition, such as being poisoned or grappled, affects only one twin, even if imposed by a spell.</p><p><em><strong>Death.</strong></em> When a soul twin is reduced to 0 hit points and begins to make death saving throws, the other twin becomes incapacitated and its speed is halved. If a soul twin dies, the other twin quickly begins to deteriorate, and perishes 24 hours later if their partner doesn’t return to life.</p><p><em><strong>Empathic Link.</strong></em> As long as both twins are on the same plane, they can empathetically sense the other’s emotional state. Each twin knows when the other takes damage.</p><p>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.journals.JournalEntry.1owgaMWM4ifz4txd.JournalEntryPage.aIzbtVkurmaVmQQJ]{Sidebar: Soul Twins}</p>"
    },
    "Windswept": {
      "name": "Windswept",
      "description": "<div><div><div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>Carefree and constantly possessed of wanderlust, the extraordinarily pale windswept embody their connection to Elemental Air. Windswept humans are never likely to sleep in the same bed for two nights in a row; they are always moving, always exploring, and always following the wind. You are lighter than a normal human, capable of floating gently on the breeze, and have faint inborn power over the winds, which grant you the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>Lightning Resistance.</strong></em> You have resistance to lightning damage.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.4du8Ziape0fGjPEy]{Zephyr Magic.}</strong></em> You know the <em>@UUID[Compendium.dnd5e.spells.icZokbgV1jIMpNCv]{message}</em> cantrip. Starting at 3rd level, you can cast the <em>@UUID[Compendium.dnd5e.spells.pub0OWVEB71XQx1n]{feather fall}</em> spell with this trait. Starting at 5th level, you can also cast the <em>@UUID[Compendium.dnd5e.spells.FSMy6VAjDnXY9vWz]{gust of wind}</em> spell with this trait, without requiring a material component. Once you cast <em>@UUID[Compendium.dnd5e.spells.pub0OWVEB71XQx1n]{feather fall}</em> or <em>@UUID[Compendium.dnd5e.spells.FSMy6VAjDnXY9vWz]{gust of wind}</em> with this trait, you can’t cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.</p><p>Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race).</p></div></div></div>",
      "effects": {
        "Lightning Resistance": {
          "name": "闪电抗性"
        }
      }
    },
    "Upcaster": {
      "name": "Upcaster",
      "description": "<p><em>Prerequisite: Spellcasting feature</em></p><p>You can expend two spell slots of the same level to create a spell slot that is higher and immediately use this spell slot to cast a spell that you know or have prepared.</p>"
    },
    "Upper Limb Disability": {
      "name": "Upper Limb Disability",
      "description": "<p>Due to injury, illness, or incident of birth, you are unable to use your arms as others can. The cause might include partial paralysis, amputation of the arm or hand (congenital or acquired), lack of manual dexterity, arthritis, chronic pain, or a host of other factors.</p><p>Even if you are missing an arm or hand, you can still engage in two-weapon fighting or wield a sword and shield at the same time through the use of prosthetics or a mechanical or magical apparatus that helps you grasp and hold objects.</p><p>The nature of your limb disability might vary, so you gain one of the following traits of your choice, as appropriate to your disability:</p><ul><li>You have disadvantage on attack rolls with heavy weapons and Strength checks that require use of your hands.</li><li>You have disadvantage on attack rolls with finesse and ranged weapons, and Dexterity checks that require use of your hands.</li></ul><p>However, your learned resourcefulness knows no bounds. You have advantage on weapon attacks you prepare with the Ready action.</p><p>If your limb disability is ever remedied, such as through the use of a <em>@UUID[Compendium.dnd5e.spells.9kGrFXnLiRg3Xnbo]{regenerate}</em> spell, you lose the benefits of this feat. The GM should discuss with you whether or not removing your disability is appropriate for your character—it is always a possibility, but never a requirement.</p>"
    },
    "Conspiratorial": {
      "name": "Conspiratorial",
      "description": "<p>You have advantage on saving throws you make to avoid or end the charmed condition or madness effects on yourself.</p>"
    },
    "Aberrant Spawn": {
      "name": "Aberrant Spawn",
      "description": "<p><em>Prerequisites: 1st level only, near-human variant</em></p><p>You were somehow mutated or created by an aberration, such as an aboleth, and you suffer from strange deformities as a result. Due to these changes, you have the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.XrxtUp2m5C7GF2O5]{Aberrant Mind.}</strong></em> You have advantage on saving throws you make to avoid or end the charmed condition on yourself and against any effect that would sense your emotions or read your thoughts.</p><p><em><strong>Psychic Resistance.</strong></em> You have resistance to psychic damage.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.tKqhtNSgABVrWNP8]{Tentacle.}</strong></em> At least one of your limbs is muscular, rubbery, and pliant, acting as a tentacle that you can use to make unarmed strikes. When you hit with it, the strike deals [[/r 1d6]] + your Strength modifier bludgeoning damage, instead of the bludgeoning damage normal for an unarmed strike.</p>",
      "effects": {
        "Resistance": {
          "name": "抗性"
        }
      }
    },
    "Downcaster": {
      "name": "Downcaster",
      "description": "<p><em>Prerequisites: Spellcasting feature or Pact Magic feature</em></p><p>Thanks to study or deep introspection, you have achieved a firm grasp on spellcasting fundamentals, granting you the following benefits:</p><ul><li>If you learn spells, you learn 4 spells of your choice of 3rd level or lower from your class’s spell list, which don't count against your number of spells known. If you are a wizard, they are added to your spellbook instantly at no cost. These spells must be of a level for which you have spell slots.</li><li>You can use your action to divide a spell slot of 5th level or lower into two or more lower-level spell slots whose combined level is equal to or less than the original slot’s level. Any spell slot you create with this feat vanishes when you recover spell slots after a short or long rest.</li></ul>"
    },
    "Spider Magic": {
      "name": "Spider Magic",
      "description": "<p>You know the <em>@UUID[Compendium.dnd5e.spells.g2u9PYfqWQAyg9OI]{poison spray}</em> cantrip. Starting at 3rd level, you can cast the <em>@UUID[Compendium.dnd5e.spells.95K2aUhAGV9qXjnf]{bane}</em> spell with this trait. Starting at 5th level, you can also cast the <em>@UUID[Compendium.dnd5e.spells.KJRVzeMQXPj8Gtyx]{spider climb}</em> spell with this trait. Once you cast <em>@UUID[Compendium.dnd5e.spells.95K2aUhAGV9qXjnf]{bane}</em> or <em>@UUID[Compendium.dnd5e.spells.KJRVzeMQXPj8Gtyx]{spider climb}</em> with this trait, you can't cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.</p><p>Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race).</p>"
    },
    "Beastman": {
      "name": "Beastman",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>With a short tail, coarse fur covering your face, and long teeth and claws, you appear more like a ferocious beast than a man. Perhaps your parentage includes a werecreature or an intelligent beast, granting you the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p></div><div><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.bBItmyjW27zABjpV]{Claws.}</strong></em> You have sharp claws that you can use to make unarmed strikes. When you hit with them, the strike deals [[/r 1d6]] + your Strength modifier slashing damage, instead of the bludgeoning damage normal for an unarmed strike.</p><p><em><strong>Keen Smell.</strong></em> You have advantage on Wisdom (Perception) checks made to smell.</p></div>"
    },
    "Aquanaut": {
      "name": "Aquanaut",
      "description": "<p><em>Prerequisites: 1st level only, near-human variant</em></p><p>One of your parents is a merfolk, or you are distantly descended from the Elemental Plane of Water. Consequently, you have aquatic features like gills, webbed fingers and toes, and fishlike scales, which grant you the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>Aquatic.</strong></em> You can breathe air and water.</p><p><em><strong>Finned.</strong></em> You have a swimming speed equal to your walking speed.</p>",
      "effects": {
        "Finned": {
          "name": "Finned"
        }
      }
    },
    "Precognitive": {
      "name": "Precognitive",
      "description": "<p><em>Prerequisite: Wisdom 13 or higher</em></p><p>You sometimes feel impressions of events an instant before they happen. When you begin your turn, you can choose to roll [[/r 1d20]] and record the number rolled. The next attack roll, ability check, or saving throw you make before the end of your turn is replaced with this roll. You can use this ability three times and regain all expended uses when you finish a long rest.</p>"
    },
    "Clandestine Caster": {
      "name": "Clandestine Caster",
      "description": "<p>Discretion is the better part of both valor and incredible arcane might. With some canny trickery, you’ve learned to hide your magic in plain sight, where you might pass as a mighty but otherwise unremarkable warrior, until the moment when you have the upper hand.</p><p><em><strong>Prerequisites:</strong></em> Spellcasting or Pact Magic feature</p><p><em><strong>Hit Dice:</strong></em> 1d6</p><p><em><strong>Hit Points:</strong></em> 1d6 (4) + your Constitution modifier</p><p><em><strong>Skills:</strong></em> Arcana or Deception</p><h3>Spellcasting</h3><p>This auxiliary level counts as a level in your Spellcasting or Pact Magic (if you have a level in such a class) class for the purpose of determining your available spell slots. However, it doesn’t advance your spells known and prepared. For example, if you are a Wizard 2/Clandestine Caster, you have four 1st-level spell slots and two 2nd-level spell slots, but you only know 1st-level spells.</p><h3>Invisible Cantrips</h3><p>When you cast a cantrip that requires one or more spell attack rolls, you can disguise its casting (including its spell components) and effects as if it were a melee weapon attack. To do this, you must be holding a melee weapon, and must target a creature within 5 feet of you. You don’t have disadvantage on ranged spell attack rolls using this feature as a result of being within 5 feet of a hostile creature. The effects of the spell are completely invisible, appearing as if you instead delivered a mighty blow with the weapon.</p><h3>Subtle Spell</h3><p>You can cast a spell without any somatic or verbal components.</p><p>Once you use this feature, you can’t use it again until you finish a short or long rest.</p>",
      "advancement": {
        "Clandestine Caster": {
          "title": "Clandestine Caster"
        }
      }
    },
    "Draconic Alliance": {
      "name": "Draconic Alliance",
      "description": "<p>When you gain this level, you become allied with an ancient wyrm or an aspect of the dragon god, who grants you a fraction of their power. You gain resistance to the damage type associated with your dragon, as shown on the Draconic Alliance table below.</p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;min-height:1rem\"></p><table style=\"box-sizing:border-box;user-select:text;width:618px;border-collapse:collapse;background:rgba(0, 0, 0, 0.05);border-top:1px solid var(--color-border-light-tertiary);border-bottom:1px solid var(--color-border-light-tertiary);margin:0.5em 0px\"><thead style=\"box-sizing:border-box;user-select:text;background:rgba(0, 0, 0, 0.5);color:var(--color-text-light-highlight);text-shadow:1px 1px var(--color-shadow-dark);border-bottom:1px solid var(--color-border-dark)\"><tr style=\"box-sizing:border-box;user-select:text\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\" colspan=\"2\">Draconic Alliance</td></tr><tr style=\"box-sizing:border-box;user-select:text;background-color:rgba(255, 255, 255, 0.2)\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Dragon</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Damage Type</td></tr></thead><tbody style=\"box-sizing:border-box;user-select:text\"><tr style=\"box-sizing:border-box;user-select:text\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Black</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Acid</td></tr><tr style=\"box-sizing:border-box;user-select:text;background-color:rgba(255, 255, 255, 0.2)\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Blue</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Lightning</td></tr><tr style=\"box-sizing:border-box;user-select:text\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Brass</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Fire</td></tr><tr style=\"box-sizing:border-box;user-select:text;background-color:rgba(255, 255, 255, 0.2)\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Bronze</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Lightning</td></tr><tr style=\"box-sizing:border-box;user-select:text\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Copper</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Acid</td></tr><tr style=\"box-sizing:border-box;user-select:text;background-color:rgba(255, 255, 255, 0.2)\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Gold</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Fire</td></tr><tr style=\"box-sizing:border-box;user-select:text\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Green</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Poison</td></tr><tr style=\"box-sizing:border-box;user-select:text;background-color:rgba(255, 255, 255, 0.2)\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Red</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Fire</td></tr><tr style=\"box-sizing:border-box;user-select:text\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Silver</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Cold</td></tr><tr style=\"box-sizing:border-box;user-select:text;background-color:rgba(255, 255, 255, 0.2)\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">White</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Cold</td></tr></tbody></table>",
      "effects": {
        "Acid Resistance": {
          "name": "强酸抗性"
        },
        "Lightning Resistance": {
          "name": "闪电抗性"
        },
        "Fire Resistance": {
          "name": "火焰抗性"
        },
        "Poison Resistance": {
          "name": "毒素抗性"
        },
        "Cold Resistance": {
          "name": "寒冷抗性"
        }
      }
    },
    "Quick Dodge": {
      "name": "Quick Dodge",
      "description": "<p>As a bonus action, you can evade the attacks of a creature you can see within 5 feet of you. Until the start of your next turn, you have a +2 bonus to your Armor Class against that creature’s attacks. You must be unarmored or wearing light armor to use this ability.</p>",
      "activities": {
        "utility": {
          "condition": "You must be unarmored or wearing light armor to use this ability."
        }
      },
      "effects": {
        "Quick Dodge": {
          "name": "Quick Dodge"
        }
      }
    },
    "Owlbearman": {
      "name": "Owlbearman",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>You are a hulking thing of feathers, flesh, and fur; half-man, half-bear, and half-owl. None can say for sure what you are, other than the result of some mad wizard meddling in the gods’ domain. You have the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.Tcbo5vzUZ1Xq2Egd]{Beak.}</strong></em> You have a long, hooked beak that you can use to make unarmed strikes. When you hit with it, the strike deals 1d6 + your Strength modifier piercing damage, instead of the bludgeoning damage normal for an unarmed strike.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.0OyGBpjKbqtwKVJN]{Owlbear Wrestling.}</strong></em> You can attempt to grapple creatures two size categories larger than yourself, and you have advantage on grappling checks you make on your turn against creatures that are at least one size category smaller than you.</p></div>"
    },
    "Sentient Trident": {
      "name": "Sentient Trident",
      "description": "<p><em><strong>Magic Weapon.</strong></em> The weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. When you reach 5th level, your bond with the weapon strengthens, and you gain a +1 bonus to attack and damage rolls made with it. At 11th level, your bond strengthens further, and you gain a +2 bonus to attack and damage rolls made with the weapon.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.yhj7gI0HfsgE6C3m]{Relic Magic.}</strong></em> Your relic weapon has 3 charges and regains all expended charges daily at dawn. When you use the Attack action to make an attack with your relic weapon, you can spend 1 of its charges to make an attack using it as a bonus action.</p><p>Additionally, whenever you cast a spell of 1st level or higher, you can siphon some of the energy into the weapon. The next time you hit a creature with the weapon during the next minute, you deal extra force damage equal to twice the spell’s level.</p><p><em><strong>Sentience.</strong></em> The weapon is a sentient magic item with an alignment and personality determined by the GM. It has an Intelligence of 14, a Wisdom of 14, and a Charisma of 14. The weapon has hearing and darkvision out to a range of 120 feet, and it can speak, read, and understand Common, as well as communicate with you telepathically.</p><p></p><p><em><strong>*Foundry Note:</strong> the user will have to manually select 'Proficient' on the Proficiency drop down at the top of the Details tab.</em></p>"
    },
    "Porterling": {
      "name": "Porterling",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>You are a porterling, parented both by a human and either a gnome or a halfling. You stand about as tall as a dwarf, but are far leaner—and if fathered by a gnome, also somewhat top-heavy. Though they are often confused for dwarves, porterlings can only rarely grow large or thick beards. You have the following racial traits:</p></div><div><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.jWPpVjJ7YcVAWKo2]{Flexible.}</strong></em> You have advantage on checks you make to escape grapple or to slip bindings.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.IyhWUR2fUS5uprVp]{Springheel Leap.}</strong></em> Whenever you make a long jump or a high jump, you can roll [[/r 1d8]] and add the number rolled to the number of feet you cover, even when making a standing jump. This extra distance costs movement as normal.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.YHGFHx8a5PhIB7KX]{Squeeze.}</strong></em> You suffer no penalty for squeezing into a space that is only large enough for a creature that is one size smaller than you.</p></div>"
    },
    "Thick-Skulled": {
      "name": "Thick-Skulled",
      "description": "<p>When you take bludgeoning, piercing, or slashing damage while you have half your hit points or fewer, you can use your reaction to roll a d6 and reduce the damage taken by the number rolled. The damage reduction increases to 1d8 when you reach 5th level, 1d10 when you reach 11th level, and 1d12 when you reach 17th level.</p>"
    },
    "Exotic Mastery": {
      "name": "Exotic Mastery",
      "description": "<p><em>Prerequisite: Proficiency with martial weapons</em></p><p>You have trained in the use of unorthodox types of weapons and armor of irregular design. As such, you gain proficiency with @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.journals.JournalEntry.xrtPXsUv1j9ZjQvY.JournalEntryPage.nOOY7HDZ8QTHSk8w]{exotic armor} and four @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.journals.JournalEntry.xrtPXsUv1j9ZjQvY.JournalEntryPage.Yi3KEUAyAMIciyp9#exotic-weapon-proficiencies]{exotic weapons} of your choice.</p>"
    },
    "Near-Human Feats": {
      "name": "Near-Human Feats",
      "description": "<p>Near-humans come in all shapes and sizes and from all walks of life. They are the barest expression of human diversity: human offshoots from all corners of the world. Each near-human must take one of the following feats at 1st level, which helps define their heritage and grants them new racial traits. You can read more about them @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.journals.JournalEntry.Gga9MPWLg4I92JLQ.JournalEntryPage.hOUi0Wegj6LyIKuA#near-human-feats]{here}.</p><p></p><table><thead><tr><td colspan=\"5\">Near-Human Feats</td></tr></thead><tbody><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.CpQLOh6uIGVsaWiJ]{Aberrant Spawn}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.E9k2EhGYxFwx3X37]{Aquanaut}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.j15KhleDyY8BlTvl]{Arachne}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.DWGyOdmIXLMji19Y]{Beastman}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.XvKvki7EiO8cCFbq]{Firebrand}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.Ahw1q1zB7B9sYd1h]{Green Skin}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.ew1usxSSyQC6bWOb]{Grendel}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.W23XCqc0Qap4QZYj]{Grue}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.tT9dkhmDeDwB9Pmo]{Insectoid}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.kMCFfB7PqpeJVZAi]{Immortal}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.oF283dWvqv3NRERu]{Mul}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.W20KvMpycQXp2218]{Ogre-Blooded}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.GdbBc4FWttiDN9mV]{Owlbearman}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.HB9Q460WBu70xo3m]{Porterling}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.vFoOKPiC153bVd5e]{Psionic}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.rh2ZyUahNf4jpaaI]{Proto-man}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.oIWIq3G0aewnW38K]{Reptiloid}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.cPDEkYxfwboHkxEU]{Roguean}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.QX7EABfkeuYeFWeu]{Stoneborn}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.QTfiMPk2p4HRIvA1]{Stheno}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.ojV5LAhT9MEM3PjJ]{Tauran}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.U9348zd0GxAVs2kz]{Troll-Blooded}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.5nPPGymLNsS8zMDM]{Two-Headed}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.BOYCXAoXoXV23HZq]{Windswept}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.vJ7zKaR8sQujGwCQ]{Winged}</td></tr></tbody></table>"
    },
    "Covert": {
      "name": "Covert",
      "description": "<div><p>When you are hidden and a creature discovers you with a successful Wisdom (Perception) check, you can reattempt your Dexterity (Stealth) check to hide. On a success, you silently reposition yourself and the creature doesn’t notice you.</p><p>Once you use this trait, you can’t use it again until you finish a short or long rest.</p></div>"
    },
    "Channel Divinity": {
      "name": "引导神力",
      "description": "<p>You gain the ability to channel divine energy directly from your deity, using that energy to fuel magical effects. You start with two such effects: Faith Healing and Turn Undead.</p><p>When you use your Channel Divinity, you choose which effect to create. You must then finish a short or long rest to use your Channel Divinity again.</p><p>Some Channel Divinity effects require saving throws. When you use such an effect from this class, the DC equals 8 + your proficiency bonus + your Wisdom modifier.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.arlGNSsH4gu5hjB9]{Faith Healing.}</strong></em> As an action, you can present your holy symbol and touch a willing Humanoid creature to mend its wounds. The creature rolls a number of d8s equal to half your level (rounded down) and regains that many hit points + your Wisdom modifier. This feature has no effect on Undead or Constructs.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.qu3TU5UBn0M8Ax9B]{Turn Undead.}</strong></em> As an action, you present your holy symbol and speak a prayer censuring the Undead. Each Undead that can see or hear you within 30 feet of you must make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes any damage.</p><p>A turned creature must spend its turns trying to move as far away from you as it can, and it can’t willingly move to a space within 30 feet of you. It also can’t take reactions. For its action, it can use only the Dash action or try to escape from an effect that prevents it from moving. If there’s nowhere to move, the creature can use the Dodge action.</p><p></p><p><em><strong>*Foundry Note:</strong> The user can track the number of Channel Divinity uses with this feature.</em></p>"
    },
    "Springheel Leap": {
      "name": "Springheel Leap",
      "description": "<div><p>Whenever you make a long jump or a high jump, you can roll [[/r 1d8]] and add the number rolled to the number of feet you cover, even when making a standing jump. This extra distance costs movement as normal.</p></div>"
    },
    "Dragon Acolyte": {
      "name": "Dragon Acolyte",
      "description": "<p>Dragons strike awe and fear into mere mortals who gaze upon them. Many flee in terror, but a few fall to their hands and knees, pledging themselves to their new draconic masters. Such dragon acolytes learn to emulate the great beasts, and eventually to capture a semblance of draconic that might.</p><p><em><strong>Prerequisites:</strong></em> Allied with a dragon or an aspect of the dragon god</p><p><em><strong>Hit Dice:</strong></em> 1d10</p><p><em><strong>Hit Points:</strong></em> 1d10 (6) + your Constitution modifier</p><h3>Draconic Alliance</h3><p>When you gain this level, you become allied with an ancient wyrm or an aspect of the dragon god, who grants you a fraction of their power. You gain resistance to the damage type associated with your dragon, as shown on the Draconic Alliance table below.</p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;min-height:1rem\"></p><table style=\"box-sizing:border-box;user-select:text;width:618px;border-collapse:collapse;background:rgba(0, 0, 0, 0.05);border-top:1px solid var(--color-border-light-tertiary);border-bottom:1px solid var(--color-border-light-tertiary);margin:0.5em 0px\"><thead style=\"box-sizing:border-box;user-select:text;background:rgba(0, 0, 0, 0.5);color:var(--color-text-light-highlight);text-shadow:1px 1px var(--color-shadow-dark);border-bottom:1px solid var(--color-border-dark)\"><tr style=\"box-sizing:border-box;user-select:text\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\" colspan=\"2\">Draconic Alliance</td></tr><tr style=\"box-sizing:border-box;user-select:text;background-color:rgba(255, 255, 255, 0.2)\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Dragon</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Damage Type</td></tr></thead><tbody style=\"box-sizing:border-box;user-select:text\"><tr style=\"box-sizing:border-box;user-select:text\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Black</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Acid</td></tr><tr style=\"box-sizing:border-box;user-select:text;background-color:rgba(255, 255, 255, 0.2)\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Blue</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Lightning</td></tr><tr style=\"box-sizing:border-box;user-select:text\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Brass</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Fire</td></tr><tr style=\"box-sizing:border-box;user-select:text;background-color:rgba(255, 255, 255, 0.2)\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Bronze</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Lightning</td></tr><tr style=\"box-sizing:border-box;user-select:text\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Copper</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Acid</td></tr><tr style=\"box-sizing:border-box;user-select:text;background-color:rgba(255, 255, 255, 0.2)\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Gold</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Fire</td></tr><tr style=\"box-sizing:border-box;user-select:text\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Green</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Poison</td></tr><tr style=\"box-sizing:border-box;user-select:text;background-color:rgba(255, 255, 255, 0.2)\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Red</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Fire</td></tr><tr style=\"box-sizing:border-box;user-select:text\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">Silver</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Cold</td></tr><tr style=\"box-sizing:border-box;user-select:text;background-color:rgba(255, 255, 255, 0.2)\"><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px 0.25em 2px\">White</td><td style=\"box-sizing:border-box;user-select:text;padding:0.25em 0px\">Cold</td></tr></tbody></table><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;min-height:1rem\"></p><h3>Breath Weapon</h3><p>When you take the Attack action, you can replace one of your attacks with an exhalation of magical energy in a 15-foot cone. Each creature in the area must make a Dexterity saving throw (DC equals 8 + your Constitution modifier + your proficiency bonus). A creature takes [[/r 2d8]] damage of the type associated with your Draconic Alliance on a failed save, and half as much damage on a successful one. This damage increases by 1d8 when you reach 5th level (3d8), 11th level (4d8), and 17th level (5d8).</p><p>Once you use this ability, you can’t use it again until it recharges. Roll [[/r 1d6]] at the start of each of your turns; the ability recharges when you roll a 6.</p><p></p><h3>Claws and Bite</h3><p>You can manifest claws and teeth of crackling draconic magic, which are natural weapons that you can use to make unarmed strikes. On a hit with them, you deal [[/r 1d6]] damage of the type associated with your Draconic Alliance. You can choose to deal slashing damage with the claws or piercing damage with your bite. If you already have natural weapons, you can choose to deal the type associated with your Draconic Alliance instead of its normal damage type.</p>",
      "advancement": {
        "Breath Weapon": {
          "title": "吐息武器"
        },
        "Dragon Acolyte": {
          "title": "Dragon Acolyte"
        }
      }
    },
    "Photosynthetic Resilience": {
      "name": "Photosynthetic Resilience",
      "description": "<div><p>You have advantage on saving throws you make to avoid or end the poisoned condition on yourself. You also have resistance to poison damage.</p></div>"
    },
    "Spellblade": {
      "name": "Spellblade",
      "description": "<p>You’ve learned to meld your strikes with sparks of arcane magic, gaining the following benefits:</p><ul><li>You gain proficiency with one martial melee weapon of your choice.</li><li>When you deal bludgeoning, piercing, or slashing damage with a melee weapon, you can change the damage type to your choice of acid, cold, fire, or lightning damage.</li><li>You learn two cantrips of your choice from among the following: <em>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.IjsUVc0MZC3WX9U2]{arc blade}</em>, <em>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.wRGjzBvCCmnC6Ruw]{burning blade}</em>, <em>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.pSdWjjTzBmq6ewn6]{caustic blade}</em>, and <em>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.j5PyPwkO5TdTIrAw]{frigid blade}</em>. Intelligence, Wisdom, or Charisma is your spellcasting ability for these cantrips (choose when you select the feat).</li><li>You can cast the <em>@UUID[Compendium.dnd5e.spells.z1mx84ONwkXKUZd7]{shield}</em> spell once without using a spell slot. Once you cast this spell using this feat, you can’t do so again until you finish a long rest. You can also cast this spell using any spell slots you have of the appropriate level.</li></ul>"
    },
    "Spirithost": {
      "name": "Spirithost",
      "description": "<p>Your borderline ethereal body grants you the following traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 2 and increase a different score by 1, or increase three different scores by 1.</p><p><em>Typical:</em> Strength +1, Dexterity +1, Intelligence +1</p><p><em><strong>Creature Type.</strong></em> You are a Humanoid. However, spells and effects that specifically affect Undead affect you as well, except for effects that turn undead.</p><p><em><strong>Size.</strong></em> You are Medium.</p><p><em><strong>Speed.</strong></em> Your walking speed is 30 feet.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.sNXG5x1J1iK9TYGN]{Ethereal Vision.}</strong></em> While you are on the Material Plane, you can see 120 feet into the Ethereal Plane.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.SnZyj8hEiFybn0T3]{Ghostly Descent.}</strong></em> You float gently to the ground. At the end of a fall when you aren’t incapacitated, subtract 60 feet from the distance you fell when calculating your falling damage.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.qSfH18o6j2S8a3Wc]{Incorporeal Movement.}</strong></em> You can move through other creatures as if they were difficult terrain. You can also move through solid objects, but your partially material form can’t pass through more than one foot of stone, one inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p><p>If you end your movement occupying the same spot as a solid object or creature, you are immediately shunted to the nearest unoccupied space that you can occupy and take force damage equal to twice the number of feet you are moved.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.7UZ5EapElyJUMdu5]{Spirit Speech.}</strong></em> You can cast the <em>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.Rzu7nOt0E7ee5qsI]{speak with dead} </em>spell, without requiring a material component. When you cast the spell using this trait, you can ask the corpse a number of questions equal to your proficiency bonus, and you can’t cast the spell with it again until you finish a long rest. You can also cast this spell using any spell slots you have of the appropriate level.</p><p>Intelligence, Wisdom, or Charisma is your spellcasting ability for this spell when you cast it with this trait (choose when you select this race).</p>",
      "advancement": {
        "Spirithost Traits": {
          "title": "Spirithost Traits"
        }
      }
    },
    "Claws and Bite": {
      "name": "Claws and Bite",
      "description": "<p>You can manifest @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.XWFLzT01tRJ4nB1s]{claws} and @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.747qeIVISr716Iq9]{teeth} of crackling draconic magic, which are natural weapons that you can use to make @UUID[Compendium.dnd5e.items.GsuvwoekKZatfKwF]{unarmed strikes}. On a hit with them, you deal [[/r 1d6]] damage of the type associated with your Draconic Alliance. You can choose to deal slashing damage with the claws or piercing damage with your bite. If you already have natural weapons, you can choose to deal the type associated with your Draconic Alliance instead of its normal damage type.</p>"
    },
    "Breath Weapon": {
      "name": "Breath Weapon",
      "description": "<p>When you take the Attack action, you can replace one of your attacks with an exhalation of magical energy in a 15-foot cone. Each creature in the area must make a Dexterity saving throw (DC equals 8 + your Constitution modifier + your proficiency bonus). A creature takes [[/r 2d8]] damage of the type associated with your Draconic Alliance on a failed save, and half as much damage on a successful one. This damage increases by 1d8 when you reach 5th level (3d8), 11th level (4d8), and 17th level (5d8).</p><p>Once you use this ability, you can’t use it again until it recharges. Roll [[/r 1d6]] at the start of each of your turns; the ability recharges when you roll a 6.</p><p></p><p><em><strong>*Foundry Note:</strong> The default damage type is Acid, the user will have to update the Damage type to match the Draconic Alliance damage.</em></p>"
    },
    "Sentient War Pick": {
      "name": "Sentient War Pick",
      "description": "<p><em><strong>Magic Weapon.</strong></em> The weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. When you reach 5th level, your bond with the weapon strengthens, and you gain a +1 bonus to attack and damage rolls made with it. At 11th level, your bond strengthens further, and you gain a +2 bonus to attack and damage rolls made with the weapon.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.yhj7gI0HfsgE6C3m]{Relic Magic.}</strong></em> Your relic weapon has 3 charges and regains all expended charges daily at dawn. When you use the Attack action to make an attack with your relic weapon, you can spend 1 of its charges to make an attack using it as a bonus action.</p><p>Additionally, whenever you cast a spell of 1st level or higher, you can siphon some of the energy into the weapon. The next time you hit a creature with the weapon during the next minute, you deal extra force damage equal to twice the spell’s level.</p><p><em><strong>Sentience.</strong></em> The weapon is a sentient magic item with an alignment and personality determined by the GM. It has an Intelligence of 14, a Wisdom of 14, and a Charisma of 14. The weapon has hearing and darkvision out to a range of 120 feet, and it can speak, read, and understand Common, as well as communicate with you telepathically.</p><p></p><p><em><strong>*Foundry Note:</strong> the user will have to manually select 'Proficient' on the Proficiency drop down at the top of the Details tab.</em></p>"
    },
    "Traveler": {
      "name": "Traveler",
      "description": "<p>You hail from a place so far distant that you may never see home again. Perhaps you are lost in the planes of existence, displaced in time, or shunted to a strange new reality. Perhaps your true home merely lies on the other side of the vast ocean. Regardless, you know very little of this land, its history, or its people, and they also know very little of you. This results in the following traits:</p><ul><li>You have disadvantage on Intelligence (History) checks pertaining to this new land’s history or customs.</li><li>You can communicate simple ideas to any creature that understands at least one language using universal gestures and some creativity.</li></ul>"
    },
    "Two-Heads": {
      "name": "Two-Heads",
      "description": "<div><div><div><p>You have advantage on saving throws you make to avoid or end the following conditions on yourself: blinded, charmed, deafened, frightened.</p></div></div></div>"
    },
    "I Meant To Do That": {
      "name": "I Meant To Do That",
      "description": "<p>When you roll a 10 or lower on the d20 roll for an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll.</p><p>Once you use this ability, you can’t use it again until you finish a long rest.</p>"
    },
    "Sentient Rapier": {
      "name": "Sentient Rapier",
      "description": "<p><em><strong>Magic Weapon.</strong></em> The weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. When you reach 5th level, your bond with the weapon strengthens, and you gain a +1 bonus to attack and damage rolls made with it. At 11th level, your bond strengthens further, and you gain a +2 bonus to attack and damage rolls made with the weapon.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.yhj7gI0HfsgE6C3m]{Relic Magic.}</strong></em> Your relic weapon has 3 charges and regains all expended charges daily at dawn. When you use the Attack action to make an attack with your relic weapon, you can spend 1 of its charges to make an attack using it as a bonus action.</p><p>Additionally, whenever you cast a spell of 1st level or higher, you can siphon some of the energy into the weapon. The next time you hit a creature with the weapon during the next minute, you deal extra force damage equal to twice the spell’s level.</p><p><em><strong>Sentience.</strong></em> The weapon is a sentient magic item with an alignment and personality determined by the GM. It has an Intelligence of 14, a Wisdom of 14, and a Charisma of 14. The weapon has hearing and darkvision out to a range of 120 feet, and it can speak, read, and understand Common, as well as communicate with you telepathically.</p><p></p><p><em><strong>*Foundry Note:</strong> the user will have to manually select 'Proficient' on the Proficiency drop down at the top of the Details tab.</em></p>"
    },
    "Buffoon": {
      "name": "Buffoon",
      "description": "<p>People assume you’re not very bright. Sure, you stumble sometimes and you forget words, but you’re not dumb! No matter what all those eggheads say. When all else fails, you’ve always got a cutting observation or a really mean name in your back pocket, so they never get the last laugh.</p><p><em><strong>Prerequisites:</strong></em> None</p><p><em><strong>Hit Dice:</strong></em> 1d8</p><p><em><strong>Hit Points:</strong></em> 1d8 (5) + your Constitution modifier</p><p><em><strong>Tools:</strong></em> One musical instrument of your choice</p><h3>Bonus Cantrips</h3><p>You learn the <em>@UUID[Compendium.dnd5e.spells.cdrYKaFi98YWaBMw]{vicious mockery}</em> cantrip and one additional cantrip of your choice from the @UUID[Compendium.dnd5e.rules.QvPDSUsAiEn3hD8s.JournalEntryPage.ziBzRlrpBm1KVV0j]{bard spell list}. Charisma is your spellcasting ability for these spells.</p><h3>Taunt</h3><p>You can use your bonus action to mock a creature within 15 feet of you. If the target can hear you (though it need not understand you), it has disadvantage on the next attack roll it makes against a creature other than you before the end of its next turn.</p><p>You can use this feature a number of times equal to your Charisma modifier (minimum of once). You regain all expended uses when you finish a long rest.</p><h3>I Meant to Do That</h3><p>When you roll a 10 or lower on the d20 roll for an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll.</p><p>Once you use this ability, you can’t use it again until you finish a long rest.</p>",
      "advancement": {
        "Buffoon": {
          "title": "Buffoon"
        }
      }
    },
    "Sentient Weapon": {
      "name": "Sentient Weapon",
      "description": "<p>When you gain this level, you acquire a sentient magic weapon that bonds to your very soul and grows in might as you do. Your weapon is your choice of any martial weapon that lacks the Two Handed property (see the table below). Once made, this decision can’t be changed.</p><p>You can use your action to summon your sentient weapon to your open hand. You are proficient with it while you wield it.</p><p><em><strong>Magic Weapon.</strong></em> The weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. When you reach 5th level, your bond with the weapon strengthens, and you gain a +1 bonus to attack and damage rolls made with it. At 11th level, your bond strengthens further, and you gain a +2 bonus to attack and damage rolls made with the weapon.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.yhj7gI0HfsgE6C3m]{Relic Magic.}</strong></em> Your relic weapon has 3 charges and regains all expended charges daily at dawn. When you use the Attack action to make an attack with your relic weapon, you can spend 1 of its charges to make an attack using it as a bonus action.</p><p>Additionally, whenever you cast a spell of 1st level or higher, you can siphon some of the energy into the weapon. The next time you hit a creature with the weapon during the next minute, you deal extra force damage equal to twice the spell’s level.</p><p><em><strong>Sentience.</strong></em> The weapon is a sentient magic item with an alignment and personality determined by the GM. It has an Intelligence of 14, a Wisdom of 14, and a Charisma of 14. The weapon has hearing and darkvision out to a range of 120 feet, and it can speak, read, and understand Common, as well as communicate with you telepathically.</p><p></p><table border=\"1\"><thead><tr><td colspan=\"2\">Sentient Weapons</td></tr></thead><tbody><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.6sr78O80HC6n8ITw]{Sentient Battleaxe}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.MyLVLJUZDuUOPdkK]{Sentient Rapier}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.Rh4tnaq1IOVNlVWL]{Sentient Flail}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.VpBONRVcR3Dwsh5x]{Sentient Scimitar}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.ypLwZGkKeSO4ebxQ]{Sentient Hand Crossbow}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.OvkJBWpH6l0OKzeC]{Sentient Shortsword}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.0bdHk5c5jtJf0juz]{Sentient Lance}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.GiHfaRZd3wdfkLN3]{Sentient Trident}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.smWQQUrROEUKwVYP]{Sentient Longsword}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.Lcw1lGqZwh71EC9I]{Sentient War Pick}</td></tr><tr><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.SjJzgeDf7V5Gx9n4]{Sentient Morningstar}</td><td>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.OcG86qz2ihSyxHwd]{Sentient Warhammer}</td></tr></tbody></table>"
    },
    "Bonus Cantrips": {
      "name": "附赠戏法",
      "description": "<p>You learn the <em>@UUID[Compendium.dnd5e.spells.8zT7njvqbpXs4Cel]{spare the dying}</em> cantrip and one additional cantrip of your choice from the @UUID[Compendium.dnd5e.rules.QvPDSUsAiEn3hD8s.JournalEntryPage.cuG9d7J9fQH9InYT]{cleric spell list}. Wisdom is your spellcasting ability for these spells.</p>"
    },
    "O9SPt4oaxSDhqzf2": {
      "name": "施法",
      "description": "<p>This auxiliary level counts as a level in your Spellcasting or Pact Magic (if you have a level in such a class) class for the purpose of determining your available spell slots. However, it doesn’t advance your spells known and prepared. For example, if you are a Wizard 2/Clandestine Caster, you have four 1st-level spell slots and two 2nd-level spell slots, but you only know 1st-level spells.</p>"
    },
    "Sentient Warhammer": {
      "name": "Sentient Warhammer",
      "description": "<p><em><strong>Magic Weapon.</strong></em> The weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. When you reach 5th level, your bond with the weapon strengthens, and you gain a +1 bonus to attack and damage rolls made with it. At 11th level, your bond strengthens further, and you gain a +2 bonus to attack and damage rolls made with the weapon.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.yhj7gI0HfsgE6C3m]{Relic Magic.}</strong></em> Your relic weapon has 3 charges and regains all expended charges daily at dawn. When you use the Attack action to make an attack with your relic weapon, you can spend 1 of its charges to make an attack using it as a bonus action.</p><p>Additionally, whenever you cast a spell of 1st level or higher, you can siphon some of the energy into the weapon. The next time you hit a creature with the weapon during the next minute, you deal extra force damage equal to twice the spell’s level.</p><p><em><strong>Sentience.</strong></em> The weapon is a sentient magic item with an alignment and personality determined by the GM. It has an Intelligence of 14, a Wisdom of 14, and a Charisma of 14. The weapon has hearing and darkvision out to a range of 120 feet, and it can speak, read, and understand Common, as well as communicate with you telepathically.</p><p></p><p><em><strong>*Foundry Note:</strong> the user will have to manually select 'Proficient' on the Proficiency drop down at the top of the Details tab.</em></p>"
    },
    "Bisque | Geppettin": {
      "name": "Bisque | Geppettin",
      "description": "<p>Bisque geppettin are a form of porcelain doll, crafted with exacting specification and luxurious clothing materials. Though they are designed to look as realistic as possible, they are often thought to be the most terrifying of geppettin due to their lifeless visage. Though their faces are often very fragile, their construction is generally much hardier than their brethren’s.</p><p>As a bisque, you have the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 2 and increase a different score by 1, or increase three different scores by 1.</p><p><em>Typical:</em> Dexterity +1, Constitution +1, Charisma +1</p><p><em><strong>Creature Type.</strong></em> You are a Humanoid. However, spells and effects that specifically affect Constructs affect you as well.</p><p><em><strong>Size.</strong></em> You are Small.</p><p><em><strong>Speed.</strong></em> Your walking speed is 30 feet.</p><p><em><strong>Darkvision.</strong></em> You can see in dim light within 60 feet of you as if it was bright light, and darkness as if it was dim light. You can’t discern color in darkness, only shades of gray.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.bTBQk8JqhDmfq7Z3]{Construct Anatomy.}</strong></em> You are immune to nonmagical diseases. You don’t need to eat or breathe, but you can ingest food and drink if you wish.</p><p>You don’t need to sleep, and magic can’t put you to sleep. You can finish a long rest by spending 4 hours in a motionless state, during which you retain consciousness.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.g6Ah05vIYXnPXu3a]{False Appearance.}</strong></em> While you are motionless, you are indistinguishable from an ordinary porcelain doll.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.osrQKWPxCMnoCZy5]{Sudden Strike.}</strong></em> Whenever you deal damage to a creature with a weapon attack roll on your first turn in combat, the creature takes extra damage equal to your proficiency bonus.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.oyBNgVCzv6LhbMoP]{Unnerving.}</strong></em> You gain proficiency in the Intimidation skill, and have advantage on any Charisma (Intimidation) rolls in you make against a creature that hasn’t previously seen you move.</p>",
      "advancement": {
        "Bisque Traits": {
          "title": "Bisque Traits"
        }
      }
    },
    "Troll Regeneration": {
      "name": "Troll Regeneration",
      "description": "<div><div><div><p>You retain some of the regenerative properties of your troll parentage. You regain 1 hit point each minute if you have no more than one-fourth of your hit points (rounded down) left. You can’t use this trait if you have 0 hit points.</p><p></p></div><p><em><strong>*Foundry Note:</strong> The default healing amount is 1. If the user heals for longer than 1 minute, they will have to update the healing formula accordingly.</em></p></div></div>"
    },
    "Sentient Shortsword": {
      "name": "Sentient Shortsword",
      "description": "<p><em><strong>Magic Weapon.</strong></em> The weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. When you reach 5th level, your bond with the weapon strengthens, and you gain a +1 bonus to attack and damage rolls made with it. At 11th level, your bond strengthens further, and you gain a +2 bonus to attack and damage rolls made with the weapon.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.yhj7gI0HfsgE6C3m]{Relic Magic.}</strong></em> Your relic weapon has 3 charges and regains all expended charges daily at dawn. When you use the Attack action to make an attack with your relic weapon, you can spend 1 of its charges to make an attack using it as a bonus action.</p><p>Additionally, whenever you cast a spell of 1st level or higher, you can siphon some of the energy into the weapon. The next time you hit a creature with the weapon during the next minute, you deal extra force damage equal to twice the spell’s level.</p><p><em><strong>Sentience.</strong></em> The weapon is a sentient magic item with an alignment and personality determined by the GM. It has an Intelligence of 14, a Wisdom of 14, and a Charisma of 14. The weapon has hearing and darkvision out to a range of 120 feet, and it can speak, read, and understand Common, as well as communicate with you telepathically.</p><p></p><p><em><strong>*Foundry Note:</strong> the user will have to manually select 'Proficient' on the Proficiency drop down at the top of the Details tab.</em></p>"
    },
    "Powerful Build": {
      "name": "Powerful Build",
      "description": "<div><p>You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.</p></div>"
    },
    "Expert": {
      "name": "Expert",
      "description": "<p>Diligent research and practice has paid dividends. Through months of effort, you’ve mastered new crafts, honed your skills, trained in combat, or even improved your book smarts.</p><p><em><strong>Prerequisites:</strong></em> None</p><p><em><strong>Hit Dice:</strong></em> 1d8</p><p><em><strong>Hit Points:</strong></em> 1d8 (5) + your Constitution modifier</p><p><em><strong>Tools:</strong></em> One type of artisan’s tools</p><p><em><strong>Languages:</strong></em> One of your choice</p><p><em><strong>Skills:</strong></em> Choose any two</p><h3>Spellcasting</h3><p>This auxiliary level counts as a level in your Spellcasting or Pact Magic class (if you have a level in such a class) for the purpose of determining your available spell slots. However, it doesn’t advance your spells known and prepared. For example, if you are a Wizard 2/Expert, you have four 1st-level spell slots and two 2nd-level spell slots, but you only know 1st-level spells.</p><h3>Expertise</h3><p>Choose two of your skill proficiencies. Your proficiency bonus is doubled for any ability check you make that uses either of the chosen proficiencies.</p><h3>Training</h3><p>You gain proficiency with any three simple or martial weapons of your choice. Additionally, you gain proficiency with light armor. If you already have proficiency with light armor, you gain proficiency with medium armor instead.</p>",
      "advancement": {
        "Expert": {
          "title": "Expert"
        },
        "Training": {
          "title": "技艺受训"
        }
      }
    },
    "Hunted": {
      "name": "Hunted",
      "description": "<p>You are pursued by those who would kill you on sight or drag you to an ill-fated end. Perhaps you are fleeing the consequences of a terrible crime, or your name is on the lips of an underworld kingpin. The constant paranoia grants you a +5 bonus to your passive Wisdom (Perception) score and allows you to instantly awaken whenever a creature moves within 30 feet of you. However, you rarely sleep soundly. Roll [[/r 1d20]] whenever you take a long rest; on a 1, you instead only gain the benefits of a short rest.</p><p>If you are confident that you are permanently freed of your pursuers, such as if you escape to another plane of existence or watch your hunter die, you lose this feat.</p>",
      "effects": {
        "Hunted": {
          "name": "Hunted"
        }
      }
    },
    "Plushie | Geppettin": {
      "name": "Plushie | Geppettin",
      "description": "<div><p>Plushies, also called raggedies, are any form of stuffed or soft geppettin. Though they often look humanoid, they may also look like animals, monsters, or any other form of anthropomorphic creature.</p><p>As a plushie, you have the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 2 and increase a different score by 1, or increase three different scores by 1.</p><p><em>Typical:</em> Dexterity +1, Charisma +2</p><p><em><strong>Creature Type.</strong></em> You are a Humanoid. However, spells and effects that specifically affect Constructs affect you as well.</p><p><em><strong>Size.</strong></em> You are Small.</p><p><em><strong>Speed.</strong></em> Your walking speed is 30 feet.</p><p><em><strong>Darkvision.</strong></em> You can see in dim light within 60 feet of you as if it was bright light, and darkness as if it was dim light. You can’t discern color in darkness, only shades of gray.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.zkfRRBi4dz4VTM2M]{Construct Anatomy.}</strong></em> You are immune to nonmagical diseases. You don’t need to eat or breathe, but you can ingest food and drink if you wish.</p><p>You don’t need to sleep, and magic can’t put you to sleep. You can finish a long rest by spending 4 hours in a motionless state, during which you retain consciousness.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.niT1nVbacfwnvda7]{False Appearance.}</strong></em> While you are motionless, you are indistinguishable from an ordinary stuffed doll.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.RHAgnCDL4yBls7oI]{Adorable.}</strong></em> You gain proficiency in the Persuasion skill, and have advantage on Charisma (Persuasion) rolls you make against children or other humanoids that are fond of cute things.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.XcTb5ygQFXKxqYYb]{Stuffed with Fluff.}</strong></em> When you take bludgeoning damage, you can use your reaction to gain resistance to the damage, and you are also knocked 5 feet away from the source of the damage. You can’t use this reaction if you can’t be knocked away from the source of the damage.</p></div>",
      "advancement": {
        "Plushie Traits": {
          "title": "Plushie Traits"
        }
      }
    },
    "Stheno": {
      "name": "Stheno",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>The offspring of medusas—named sthenos—are usually conceived before the mother begins their transformation. With sharp features and a nest of snakes for hair, sthenos can be easily mistaken for their monstrous parent, but possess a gaze that falls short of turning people into stone.</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.aUkzgIIsZImm1YHS]{Immobilizing Gaze.}</strong></em> When you take the Attack action on your turn, you can replace one of your attacks with an immobilizing gaze. Choose a creature you can see within 60 feet of you that can see you to make a Constitution saving throw (DC = 8 + your Constitution modifier + your proficiency bonus). A creature that is immune to being restrained automatically succeeds this saving throw. On a failed save, the creature is incapacitated and its speed becomes 0 until the start of your next turn.</p></div><div><div><div><p>You can use your Immobilizing Gaze a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.</p></div></div></div>"
    },
    "Stoneborn": {
      "name": "石像种",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>With cracked and abrasive skin, stoneborn appear as if they were roughly hewn from granite and have similarly rigid personalities. These near-humans are proud of their connection to Elemental Earth and believe themselves conquerors, fated to rule over every stone. You have the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.j4V3mo4kicTrFoAU]{Stony Skin.}</strong></em> You have a +1 bonus to Armor Class.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.ZG6IzgDYM8WhpWBd]{Sure-Footed.}</strong></em> You have advantage on ability checks and saving throws you make to resist being knocked prone or moved against your will.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.cOWirlGgHFnu8xJU]{Oresight.}</strong></em> By placing your hand on natural stone and using your action to focus, you can feel the presence of any natural gems or metals within 100 feet of you.</p></div>"
    },
    "Mouseling's Sidestep": {
      "name": "Mouseling's Sidestep",
      "description": "<div><p>When a creature you can see makes an opportunity attack against you, you can use your reaction to impose disadvantage on the attack roll. You can’t use this trait when wearing medium or heavy armor.</p></div>",
      "activities": {
        "utility": {
          "condition": "When a creature you can see makes an opportunity attack against you"
        }
      }
    },
    "Regenerative": {
      "name": "Regenerative",
      "description": "<div><p>If any part of your body is amputated, but its amputation doesn’t kill you, you can fully regrow that part of your body in 24 hours.</p></div>"
    },
    "Adorable": {
      "name": "Adorable",
      "description": "<div><p>You gain proficiency in the Persuasion skill, and have advantage on Charisma (Persuasion) rolls you make against children or other humanoids that are fond of cute things.</p></div>"
    },
    "Hexer": {
      "name": "Hexer",
      "description": "<p><em>Prerequisite: Charisma 13</em></p><p>You learn two @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.valdas-classes.Item.3XchnhKWbiqpk0Lz]{hexes} of your choice from among those available to the witch class, and gain the @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.valdas-classes.Item.lHtW1V3PtDx3xfMr]{Cackle} feature from the witch class. Use your Charisma when determining the attack rolls and saving throws of these hexes.</p>"
    },
    "Unarmed Strike | Pugilist": {
      "name": "Unarmed Strike | Pugilist",
      "description": "<p>Your body is a single deadly weapon, more dangerous and versatile than any sword or arrow. You gain the following benefits:</p><ul><li><span style=\"font-family:Signika, sans-serif\">Your unarmed strikes deal 1d6 bludgeoning damage. This damage increases to 1d8 when you reach 5th level, 1d10 when you reach 11th level, and 1d12 when you reach 17th level.</span></li><li><span style=\"font-family:Signika, sans-serif\">When you hit a creature with an unarmed strike, you can use your bonus action to add an extra unarmed strike damage die to the damage roll.</span></li></ul>"
    },
    "Sentient Flail": {
      "name": "Sentient Flail",
      "description": "<p><em><strong>Magic Weapon.</strong></em> The weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. When you reach 5th level, your bond with the weapon strengthens, and you gain a +1 bonus to attack and damage rolls made with it. At 11th level, your bond strengthens further, and you gain a +2 bonus to attack and damage rolls made with the weapon.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.yhj7gI0HfsgE6C3m]{Relic Magic.}</strong></em> Your relic weapon has 3 charges and regains all expended charges daily at dawn. When you use the Attack action to make an attack with your relic weapon, you can spend 1 of its charges to make an attack using it as a bonus action.</p><p>Additionally, whenever you cast a spell of 1st level or higher, you can siphon some of the energy into the weapon. The next time you hit a creature with the weapon during the next minute, you deal extra force damage equal to twice the spell’s level.</p><p><em><strong>Sentience.</strong></em> The weapon is a sentient magic item with an alignment and personality determined by the GM. It has an Intelligence of 14, a Wisdom of 14, and a Charisma of 14. The weapon has hearing and darkvision out to a range of 120 feet, and it can speak, read, and understand Common, as well as communicate with you telepathically.</p><p></p><p><em><strong>*Foundry Note:</strong> the user will have to manually select 'Proficient' on the Proficiency drop down at the top of the Details tab.</em></p>"
    },
    "Rt4ZDmlVWhewFKR4": {
      "name": "施法",
      "description": "<p>This auxiliary level counts as a level in your Spellcasting or Pact Magic class (if you have a level in such a class) for the purpose of determining your available spell slots. However, it doesn’t advance your spells known and prepared. For example, if you are a Wizard 2/Cultist, you have four 1st-level spell slots and two 2nd-level spell slots, but you only know 1st-level spells.</p>"
    },
    "Speak with Dead | Spirit Speech": {
      "name": "Speak with Dead | Spirit Speech",
      "description": "<p>You grant the semblance of life and intelligence to a corpse of your choice within range, allowing it to answer the questions you pose. The corpse must still have a mouth and can't be undead. The spell fails if the corpse was the target of this spell within the last 10 days.</p><p>Until the spell ends, you can ask the corpse up to five questions. The corpse knows only what it knew in life, including the languages it knew. Answers are usually brief, cryptic, or repetitive, and the corpse is under no compulsion to offer a truthful answer if you are hostile to it or it recognizes you as an enemy. This spell doesn't return the creature's soul to its body, only its animating spirit. Thus, the corpse can't learn new information, doesn't comprehend anything that has happened since it died, and can't speculate about future events.</p><p></p><p><em>Foundry Note: When you cast the spell using @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.7UZ5EapElyJUMdu5]{Spirit Speech}, you can ask the corpse a number of questions equal to your proficiency bonus, and you can't cast the spell with it again until you finish a long rest. You can also cast this spell using any spell slots you have of the appropriate level.</em></p>"
    },
    "Sentient Morningstar": {
      "name": "Sentient Morningstar",
      "description": "<p><em><strong>Magic Weapon.</strong></em> The weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. When you reach 5th level, your bond with the weapon strengthens, and you gain a +1 bonus to attack and damage rolls made with it. At 11th level, your bond strengthens further, and you gain a +2 bonus to attack and damage rolls made with the weapon.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.yhj7gI0HfsgE6C3m]{Relic Magic.}</strong></em> Your relic weapon has 3 charges and regains all expended charges daily at dawn. When you use the Attack action to make an attack with your relic weapon, you can spend 1 of its charges to make an attack using it as a bonus action.</p><p>Additionally, whenever you cast a spell of 1st level or higher, you can siphon some of the energy into the weapon. The next time you hit a creature with the weapon during the next minute, you deal extra force damage equal to twice the spell’s level.</p><p><em><strong>Sentience.</strong></em> The weapon is a sentient magic item with an alignment and personality determined by the GM. It has an Intelligence of 14, a Wisdom of 14, and a Charisma of 14. The weapon has hearing and darkvision out to a range of 120 feet, and it can speak, read, and understand Common, as well as communicate with you telepathically.</p><p></p><p><em><strong>*Foundry Note:</strong> the user will have to manually select 'Proficient' on the Proficiency drop down at the top of the Details tab.</em></p>"
    },
    "Ghostly Descent": {
      "name": "Ghostly Descent",
      "description": "<p>You float gently to the ground. At the end of a fall when you aren’t incapacitated, subtract 60 feet from the distance you fell when calculating your falling damage.</p>"
    },
    "Able Navigator": {
      "name": "Able Navigator",
      "description": "<p>You can’t become lost except by magical means.</p>"
    },
    "Prophesied": {
      "name": "Prophesied",
      "description": "<p>Your future—or at least a moment of it—has been precisely foretold. Perhaps a fortune-teller saw into your future and told you the exact moment of your death, or maybe you were born in accordance with a great prophecy that will unveil itself throughout your life. Choose the prophecy that has been made of your future and share it with the GM. If or when this prophecy comes true, you do not roll attack rolls, ability checks, or saving throws for the duration of the prophesied events, as they have already been fixed; the GM decides the results of your rolls instead.</p>"
    },
    "Beak": {
      "name": "Beak",
      "description": "<div><p>You have a long, hooked beak that you can use to make @UUID[Compendium.dnd5e.items.GsuvwoekKZatfKwF]{unarmed strikes}. When you hit with it, the strike deals 1d6 + your Strength modifier piercing damage, instead of the bludgeoning damage normal for an unarmed strike.</p></div>"
    },
    "Breather": {
      "name": "Breather",
      "description": "<p>You can take a breather, 1 minute of downtime during which you compose yourself and mend your wounds. When you do so, you can spend one Hit Die to regain hit points as if you finished a short rest.</p><p>Once you use this ability, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Troll-Blooded": {
      "name": "Troll-Blooded",
      "description": "<div><div><div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>With their green-tinted and boil-ridden skin, spindly fingers, and pointed teeth, few people will mark troll-blooded individuals as half-human. These humans exclusively favor the look of their troll parentage and have immense difficulty in human society. You have the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.OtnnCeuKMEceE61p]{Troll Regeneration.}</strong></em> You retain some of the regenerative properties of your troll parentage. You regain 1 hit point each minute if you have no more than one-fourth of your hit points (rounded down) left. You can’t use this trait if you have 0 hit points.</p></div></div></div>"
    },
    "Brutal Grip": {
      "name": "Brutal Grip",
      "description": "<p>You’ve learned to use the weight of your weapons effectively, and have adapted to using large weapons in one hand.</p><ul><li>Increase your Strength score by 1, to a maximum of 20.</li><li>When wielding a versatile weapon in one hand, you may use the two-handed damage die.</li><li>You can wield a two-handed melee weapon in one hand, treating it as a one-handed weapon. You have disadvantage on attack rolls made when wielding a two-handed weapon this way.</li></ul>",
      "effects": {
        "STR increase": {
          "name": "STR increase"
        }
      }
    },
    "Gust of Wind": {
      "name": "造风术",
      "description": "<p>一道 60 尺长、10 尺宽的强风线以你为起点向你指定的方向喷涌而出，并持续至法术终止。任何在线状区域内开始其回合的生物必须进行一次力量豁免，豁免失败则被沿着风向推离你 15 尺远。</p><p>任何在线状区域内的生物若试图向你移动，每移动 1 尺必须消耗 2 尺移动力。</p><p>强风能驱散毒气或蒸汽，并熄灭区域内的蜡烛、火把及其他类似无防护的火焰。对有防护的火焰（如提灯），则使其剧烈摇曳且有 50% 几率熄灭。</p><p>在法术终止前的每回合，你可以用一个附赠动作改变风道的方向。</p>",
      "materials": {
        "value": "A legume seed."
      }
    },
    "Mandrake": {
      "name": "Mandrake",
      "description": "<div><p>Because you are neither beast nor plant, you have the following characteristics:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 2 and increase a different score by 1, or increase three different scores by 1.</p><p><em>Typical:</em> Constitution +1, Wisdom +2</p><p><em><strong>Creature Type.</strong></em> You are a Humanoid. However, spells and effects that specifically affect Plants affect you as well.</p><p><em><strong>Size.</strong></em> You are Medium.</p><p><em><strong>Speed.</strong></em> Your walking speed is 30 feet.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.yjq62sxHULO2hrLS]{Plant Nature.}</strong></em> Even though you are not fully a plant, you still possess many of the same traits as one. As long as you are in direct sunlight for at least 4 hours a day, you don’t need to eat. Additionally, you can breathe through your leaves and extremities and you can absorb water and nutrients through your feet.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.lYzX8SxiFmAYOBrJ]{Emissary of the Trees.}</strong></em> You are proficient in the Nature skill. Additionally, you have advantage on Charisma (Persuasion) checks you make to interact with Beasts and Plants.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.8tXW3Atp9HqvP2Ga]{Root Magic.}</strong></em> You know the <em>@UUID[Compendium.dnd5e.spells.VzgFzcmocr1X1cp4]{shillelagh}</em> cantrip and can target yourself with the spell, treating one of your limbs as a club for the duration of the spell. Starting at 3rd level, you can cast the <em>@UUID[Compendium.dnd5e.spells.Qf6CAZkc7ms4ZY3e]{goodberry}</em> spell with this trait, without requiring a material component. Starting at 5th level, you can cast the <em>@UUID[Compendium.dnd5e.spells.JPwIEfgUPVebr5AH]{barkskin}</em> spell with this trait, without requiring a material component. Once you cast <em>goodberry</em> or <em>barkskin</em> with this trait, you can’t cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.</p><p>Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose one when you select this race).</p></div><div><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.avvWJbSWY4znj5I2]{Entangling Vines.}</strong></em> You can use your bonus action to cause grasping weeds and vines to sprout up from the ground around a Large or smaller creature you can see within 30 feet. Until the end of the creature’s next turn, its speed becomes 0 and can’t increase. This effect ends early if the creature takes the Disengage action. You can use this trait a number of times equal to your proficiency bonus and you regain all expended uses when you finish a long rest.</p><p>When you reach 3rd level, your Entangling Vines gain an additional effect based on the season in which you were harvested (choose when you select this race):</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.ia7VLjvTq4WN3nXw]{Spring.}</strong></em> Your Entangling Vines can target an airborne creature within 30 feet of the ground, which is pulled safely to the ground when you use this trait.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.AB2Vo6xlUjQ8nb3z]{Summer.}</strong></em> Your Entangling Vines can move the target up to 10 feet to an unoccupied space on the ground or on a floor.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.wxHqi1n3g9n5yIdw]{Autumn.}</strong></em> Your Entangling Vines can affect a second creature within 5 feet of the first target.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.fNF31DwnqvyDYWnL]{Winter.}</strong></em> The target takes cold damage equal to your proficiency bonus.</p></div>",
      "advancement": {
        "Mandrake Traits": {
          "title": "Mandrake Traits"
        },
        "Entangling Vines": {
          "title": "藤蔓纠缠",
          "hint": "When you reach 3rd level, your Entangling Vines gain an additional effect based on the season in which you were harvested (choose when you select this race):"
        },
        "Root Magic": {
          "title": "Root Magic"
        }
      }
    },
    "Monstrous Strength": {
      "name": "Monstrous Strength",
      "description": "<div><p>You gain proficiency in the Athletics skill. Additionally, when you make a Strength (Athletics) check, you can treat the result as a 10, or your level plus your Strength modifier, whichever is higher.</p></div>"
    },
    "Bulwark": {
      "name": "Bulwark",
      "description": "<div><p>When you hit a creature with a melee attack, you can expend a battle die as a bonus action to brace yourself for its counterattack. The next time you take damage from that creature before the start of your next turn, you can roll the battle die and reduce the damage you take by the number rolled.</p></div>"
    },
    "Sentient Scimitar": {
      "name": "Sentient Scimitar",
      "description": "<p><em><strong>Magic Weapon.</strong></em> The weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. When you reach 5th level, your bond with the weapon strengthens, and you gain a +1 bonus to attack and damage rolls made with it. At 11th level, your bond strengthens further, and you gain a +2 bonus to attack and damage rolls made with the weapon.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.yhj7gI0HfsgE6C3m]{Relic Magic.}</strong></em> Your relic weapon has 3 charges and regains all expended charges daily at dawn. When you use the Attack action to make an attack with your relic weapon, you can spend 1 of its charges to make an attack using it as a bonus action.</p><p>Additionally, whenever you cast a spell of 1st level or higher, you can siphon some of the energy into the weapon. The next time you hit a creature with the weapon during the next minute, you deal extra force damage equal to twice the spell’s level.</p><p><em><strong>Sentience.</strong></em> The weapon is a sentient magic item with an alignment and personality determined by the GM. It has an Intelligence of 14, a Wisdom of 14, and a Charisma of 14. The weapon has hearing and darkvision out to a range of 120 feet, and it can speak, read, and understand Common, as well as communicate with you telepathically.</p><p></p><p><em><strong>*Foundry Note:</strong> the user will have to manually select 'Proficient' on the Proficiency drop down at the top of the Details tab.</em></p>"
    },
    "Ogre-Blooded": {
      "name": "Ogre-Blooded",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>Your coarse features and monstrous build betray that one of your parents is an ogre. You have the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>Darkvision.</strong></em> You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.UmOGmI1XBzlqR7aK]{Monstrous Strength.}</strong></em> You gain proficiency in the Athletics skill. Additionally, when you make a Strength (Athletics) check, you can treat the result as a 10, or your level plus your Strength modifier, whichever is higher.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.OyHTOAMxoCpR0wlQ]{Powerful Build.}</strong></em> You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.</p></div>",
      "effects": {
        "Darkvision": {
          "name": "黑暗视觉"
        }
      }
    },
    "Grue": {
      "name": "Grue",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>One of your parents was a creature of darkness, such as a shadow or a native of the Plane of Shadow. Grues, such as yourself, have blackened skin and cast a shadow in all directions, even when directly in light. In shadows, you are nearly invisible. You have the following racial traits:</p><p><em><strong>Ability Score Increase</strong></em>. Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>Darkvision.</strong></em> You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.I1ncVCtPt0X8di7j]{Covert.}</strong></em> When you are hidden and a creature discovers you with a successful Wisdom (Perception) check, you can reattempt your Dexterity (Stealth) check to hide. On a success, you silently reposition yourself and the creature doesn’t notice you.</p><p>Once you use this trait, you can’t use it again until you finish a short or long rest.</p></div>",
      "effects": {
        "Darkvision": {
          "name": "黑暗视觉"
        }
      }
    },
    "Fickle Fortune": {
      "name": "Fickle Fortune",
      "description": "<p>Record whenever you roll a 10 or lower on the d20 for an attack roll, ability check, or saving throw. Roll the d20s for advantage and disadvantage sequentially and record them in order. If you roll 10 or lower three or more times consecutively, you can immediately change the d20 roll to a 20. If this was an attack roll, it doesn’t score a critical hit. Once you use this feat to change a d20 roll, discard your recorded rolls.</p>"
    },
    "Iron Hero": {
      "name": "Iron Hero",
      "description": "<p>You have resolved yourself to save the day when all hope seems lost. You gain the following benefits:</p><ul><li>When you are attacked by a creature that has a CR higher than your level, you gain a +2 bonus to your Armor Class.</li><li>You have advantage on attack rolls against any creature that has reduced one of your allies to 0 hit points in the last round.</li><li>If a hostile creature you can see takes a legendary action, you can use your reaction to intercede, preventing the legendary action from happening. Once you use this ability, you can’t use it again until you finish a short or long rest.</li></ul>",
      "effects": {
        "Iron Hero": {
          "name": "Iron Hero"
        }
      }
    },
    "Marksman's Luck": {
      "name": "Marksman's Luck",
      "description": "<p>Once per turn, when you roll for damage with a ranged weapon, you can flip one of the damage dice over and use the number on the bottom. You can’t use this ability on d4s. Note that for a balanced die, the top and bottom numbers add up to one more than the die’s largest number.</p>"
    },
    "Showman": {
      "name": "Showman",
      "description": "<p>Presentation is at least as important as being effective, if not more so. After all, there is little reason to do something unless it looks impressive. You gain the following benefits:</p><ul><li>Increase your Charisma score by 1, to a maximum of 20.</li><li>You gain proficiency in the Performance skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it.</li><li>If there is a non-combative audience watching you fight, once per turn, you can gain a bonus to an ability check or attack roll equal to the number of people in the audience, up to a maximum of your Charisma modifier. You can use this ability three times, regaining all expended uses when you finish a long rest.</li></ul>",
      "effects": {
        "CHA increase": {
          "name": "CHA increase"
        }
      }
    },
    "Animal Master": {
      "name": "Animal Master",
      "description": "<h2>Animal Master</h2><p>With patience or a bit of magic, you have trained an animal companion to accompany you on your adventures. Few people can become fast friends with a wolf, but it’s hard to undervalue their teeth in a brawl.</p><p><em><strong>Prerequisite:</strong></em> 3rd level</p><p><em><strong>Hit Dice</strong></em>: 1d10</p><p><em><strong>Hit Points:</strong></em> 1d10 (6) + your Constitution modifier</p><p><em><strong>Skills:</strong></em> Animal Handling</p><h3>Beast Companion</h3><p>Choose a Beast that is no larger than Medium and has a challenge rating of 1/4 or lower. Add your proficiency bonus to the Beast’s AC, attack rolls, and damage rolls, as well as to any saving throws and skills it is proficient in. Its hit point maximum equals the hit point number in its stat block or four times your level, whichever is higher. Like any creature, it can spend Hit Dice during a short rest to regain hit points.</p><p>The Beast obeys your commands as best as it can. It takes its turn on your initiative. On your turn, you can verbally command the Beast where to move (no action required by you). You can use your action to verbally command it to take the Attack, Dash, Disengage, or Help action. If you don’t issue a command, the Beast takes the Dodge action. If you gain the Extra Attack feature or another feature that allows you to attack twice when you take the Attack action, you can forgo one of your attacks to command the Beast to take the Attack action.</p><p>If you are incapacitated or absent, the Beast acts on its own, focusing on protecting you and itself. The Beast never requires your command to use its reaction, such as when making an opportunity attack.</p><p>If the Beast dies, you can obtain a new companion by spending 8 hours training and bonding with a Beast that isn’t hostile to you and that meets the requirements.</p>",
      "advancement": {
        "Animal Master": {
          "title": "Animal Master"
        }
      }
    },
    "Relic Keeper": {
      "name": "Relic Keeper",
      "description": "<p>Be it a family heirloom or a recovered artifact, you have come into possession of a mysterious weapon. Though its iron is rusted and its wood is stained with blood, an unseen power weights its swing, and you can feel an intelligence echoing within it. Once you bind with it, the weapon is linked with your soul, and it grows in power as you do.</p><p><em><strong>Prerequisites:</strong></em> None</p><p><em><strong>Hit Dice:</strong></em> 1d10</p><p><em><strong>Hit Points:</strong></em> 1d10 (6) + your Constitution modifier</p><h3>Sentient Weapon</h3><p>When you gain this level, you acquire a sentient magic weapon that bonds to your very soul and grows in might as you do. Your weapon is your choice of any martial weapon that lacks the Two Handed property. Once made, this decision can’t be changed.</p><p>You can use your action to summon your sentient weapon to your open hand. You are proficient with it while you wield it.</p><p><em><strong>Magic Weapon.</strong></em> The weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. When you reach 5th level, your bond with the weapon strengthens, and you gain a +1 bonus to attack and damage rolls made with it. At 11th level, your bond strengthens further, and you gain a +2 bonus to attack and damage rolls made with the weapon.</p><p><em><strong>Relic Magic.</strong></em> Your relic weapon has 3 charges and regains all expended charges daily at dawn. When you use the Attack action to make an attack with your relic weapon, you can spend 1 of its charges to make an attack using it as a bonus action.</p><p>Additionally, whenever you cast a spell of 1st level or higher, you can siphon some of the energy into the weapon. The next time you hit a creature with the weapon during the next minute, you deal extra force damage equal to twice the spell’s level.</p><p><em><strong>Sentience.</strong></em> The weapon is a sentient magic item with an alignment and personality determined by the GM. It has an Intelligence of 14, a Wisdom of 14, and a Charisma of 14. The weapon has hearing and darkvision out to a range of 120 feet, and it can speak, read, and understand Common, as well as communicate with you telepathically.</p>",
      "advancement": {
        "Magic Weapon": {
          "title": "魔化武器"
        },
        "Relic Keeper": {
          "title": "Relic Keeper"
        }
      }
    },
    "Primal Recovery": {
      "name": "Primal Recovery",
      "description": "<div><p>When you take a short rest, you can automatically regain 1 Hit Die and can choose to spend it immediately. Once you use this trait, you can’t use this trait again until you finish a long rest.</p></div>"
    },
    "Claws": {
      "name": "Claws",
      "description": "<p>You can manifest claws of crackling draconic magic, which are natural weapons that you can use to make @UUID[Compendium.dnd5e.items.GsuvwoekKZatfKwF]{unarmed strikes}. On a hit with them, you deal [[/r 1d6]] damage of the type associated with your Draconic Alliance. You deal slashing damage with the claws. If you already have natural weapons, you can choose to deal the type associated with your Draconic Alliance instead of its normal damage type.</p><p></p><p><em><strong>*Foundry Note:</strong> The default damage type is Acid, the user will have to update it to match the Draconic Alliance or change the damage to slashing if they want.</em></p>"
    },
    "XcLSdIiuD6PwwMnR": {
      "name": "附赠戏法",
      "description": "<p>You learn the <em>@UUID[Compendium.dnd5e.spells.cdrYKaFi98YWaBMw]{vicious mockery}</em> cantrip and one additional cantrip of your choice from the @UUID[Compendium.dnd5e.rules.QvPDSUsAiEn3hD8s.JournalEntryPage.ziBzRlrpBm1KVV0j]{bard spell list}. Charisma is your spellcasting ability for these spells.</p>"
    },
    "Stuffed with Fluff": {
      "name": "Stuffed with Fluff",
      "description": "<div><p>When you take bludgeoning damage, you can use your reaction to gain resistance to the damage, and you are also knocked 5 feet away from the source of the damage. You can’t use this reaction if you can’t be knocked away from the source of the damage.</p></div>",
      "effects": {
        "Bludgeoning Resistance": {
          "name": "钝击抗性"
        }
      }
    },
    "Chronomancy Initiate": {
      "name": "Chronomancy Initiate",
      "description": "<p><em>Prerequisites: Spellcasting feature or Pact Magic feature</em></p><p>Having unraveled the secrets of time magic, chronomancy, you have learned to pull seconds apart, reorder them, and reap minutes as a reward. You gain the following benefits:</p><ul><li>All spells with the @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.journals.JournalEntry.rUFpsyUhPn8R9vp2.JournalEntryPage.NFrhP9oEOWDNXg8o#chronomancy]{chronomancy} tag are added to your class’s spell list, if they are a level for which your class gets spell slots. Use your spellcasting ability for these spells.</li><li>You learn the <em>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.lOKCzEGQ1zyiTrlz]{moment to think}</em> cantrip, which doesn’t count against your number of cantrips known.</li><li>You learn four spells of your choice that you cast with the chronomancy tag. If you prepare spells, these spells are always prepared for you and don’t count against the number of spells you can prepare each day. If you are a wizard, they are added to your spellbook instantly at no cost. If you learn spells, these spells don’t count against your number of spells known. When you gain a level in your spellcasting class, you can replace one of these spells with another spell with the chronomancy tag for which you have spell slots.</li></ul>"
    },
    "Goodberry": {
      "name": "神莓术",
      "description": "<p>Up to ten berries appear in your hand and are infused with magic for the duration. A creature can use its action to eat one berry. Eating a berry restores 1 hit point, and the berry provides enough nourishment to sustain a creature for one day.</p><p>The berries lose their potency if they have not been consumed within 24 hours of the casting of this spell.</p>"
    },
    "Acid Spit": {
      "name": "Acid Spit",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">When you take the Attack action on your turn, you can replace one of your attacks with a lob of acid from your mouth. This is a special ranged attack with a range of 30 feet. You are proficient with it, and you add your Dexterity modifier to its attack and damage rolls. On a hit, the target takes 1d10 acid damage. This damage increases by 1d10 when you reach 5th level (2d10), 11th level (3d10), and 17th level (4d10).</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:13px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\">You can use your Acid Spit a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.</span></p>"
    },
    "Aberrant Mind": {
      "name": "Aberrant Mind",
      "description": "<p>You have advantage on saving throws you make to avoid or end the charmed condition on yourself and against any effect that would sense your emotions or read your thoughts.</p>"
    },
    "Firebrand": {
      "name": "Firebrand",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>Born, imbued with, or later marked by the powers of Elemental Fire, these near-humans have an affinity for fire magic. Their heritage makes them dangerous adversaries in combat, as does the volatile nature of their innate powers. Firebrands are human in shape, but have deep red skin and flames behind their eyes. You have the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>Fire Resistance.</strong></em> You have resistance to fire damage.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.8givOwTaZA0eDW4E]{Flame Magic.}</strong></em> You know the <em>@UUID[Compendium.dnd5e.spells.eCPQuQkIabFKTl9u]{produce flame}</em> cantrip. Starting at 3rd level, you can cast the <em>@UUID[Compendium.dnd5e.spells.5SuJewoa1CRWaj1F]{burning hands}</em> spell with this trait. Starting at 5th level, you can also cast the <em>@UUID[Compendium.dnd5e.spells.FjYE214HTERCRZNm]{flaming sphere}</em> spell with this trait, without requiring a material component. Once you cast <em>@UUID[Compendium.dnd5e.spells.5SuJewoa1CRWaj1F]{burning hands}</em> or <em>@UUID[Compendium.dnd5e.spells.FjYE214HTERCRZNm]{flaming sphere}</em> with this trait, you can’t cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.</p><p>Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race).</p></div>",
      "effects": {
        "Fire Resistance": {
          "name": "火焰抗性"
        }
      }
    },
    "Squeeze": {
      "name": "Squeeze",
      "description": "<div><p>You suffer no penalty for squeezing into a space that is only large enough for a creature that is one size smaller than you.</p></div>"
    },
    "Mousefolk": {
      "name": "Mousefolk",
      "description": "<div><p>Slight and swift, you possess the following traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 2 and increase a different score by 1, or increase three different scores by 1.</p><p><em>Typical:</em> Dexterity +2, Charisma +1</p><p><em><strong>Creature Type.</strong></em> You are a Humanoid.</p><p><em><strong>Size.</strong></em> You are Small.</p><p><em><strong>Speed.</strong></em> Your walking speed is 30 feet.</p><p><em><strong>Darkvision.</strong></em> You can see in dim light within 60 feet of you as if it was bright light, and darkness as if it was dim light. You can’t discern color in darkness, only shades of gray.</p><p><em><strong>Lightfooted.</strong></em> You have proficiency in the Stealth skill.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.p95NKzIuh71Zixiq]{Scurry.}</strong></em> You can move through the space of any hostile creature as if it were difficult terrain.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.XzHvzatABrXEeze4]{Squeeze.}</strong></em> You suffer no penalty for squeezing through a space that is only large enough for a creature that is one size smaller than you.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.0bc4CQ9P4dB0laHn]{Mousefolk Lineage.}</strong></em> Mousefolk belong to a lineage of mouselings or ratlings. Choose one of the following lineage options:</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.QgVdU4iFKhAPXaDy]{Mouseling’s Sidestep.}</strong></em> When a creature you can see makes an opportunity attack against you, you can use your reaction to impose disadvantage on the attack roll. You can’t use this trait when wearing medium or heavy armor.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.j785Endh4VaJyfwA]{Ratling’s Gnaw.}</strong></em> You can use your action to chew through and break a small nonmagical object that isn’t being worn or carried, like a rope, a wooden rod or handle, or a length of fabric. If you chew on a wooden wall or floor for 1 minute, you can gnaw a hole large enough for a Tiny creature. You can’t chew through materials that are harder than your teeth, such as metal, stone, or crystal.</p></div>",
      "advancement": {
        "Lightfooted": {
          "title": "Lightfooted"
        },
        "Mousefolk Traits": {
          "title": "Mousefolk Traits"
        },
        "Mousefolk Lineage": {
          "title": "Mousefolk Lineage",
          "hint": "Mousefolk belong to a lineage of mouselings or ratlings. Choose one of the following lineage options:"
        }
      }
    },
    "Taunt": {
      "name": "Taunt",
      "description": "<p>You can use your bonus action to mock a creature within 15 feet of you. If the target can hear you (though it need not understand you), it has disadvantage on the next attack roll it makes against a creature other than you before the end of its next turn.</p><p>You can use this feature a number of times equal to your Charisma modifier (minimum of once). You regain all expended uses when you finish a long rest.</p>"
    },
    "Fey Ancestry": {
      "name": "妖精血统",
      "description": "<div><p>You have advantage on saving throws you make to avoid or end the charmed condition on yourself.</p></div>"
    },
    "Priest": {
      "name": "祭司",
      "description": "<p>Though you have not been granted the divine purpose of an adventuring cleric, you have nevertheless been ordained as a priest to one of the many gods. Your lot is that of a quieter life with the church: conducting services, looking after your congregation, performing community rituals, and other administrative duties. Even when whisked off into adventuring, your posture is that of an unassuming reverend, not an evangelizing cleric or crusading paladin.</p><p><em><strong>Prerequisites:</strong></em> Must be ordained by some faith</p><p><em><strong>Hit Dice:</strong></em> 1d8</p><p><em><strong>Hit Points:</strong></em> 1d8 (5) + your Constitution modifier</p><p><em><strong>Skills:</strong></em> Religion</p><h3>Spellcasting</h3><p>This auxiliary level counts as a level in your Spellcasting or Pact Magic class (if you have a level in such a class) for the purpose of determining your available spell slots. However, it doesn’t advance your spells known and prepared. For example, if you are a Wizard 2/Priest, you have four 1st-level spell slots and two 2nd-level spell slots, but you only know 1st-level spells.</p><h3>Bonus Cantrips</h3><p>You learn the <em>@UUID[Compendium.dnd5e.spells.8zT7njvqbpXs4Cel]{spare the dying}</em> cantrip and one additional cantrip of your choice from the @UUID[Compendium.dnd5e.rules.QvPDSUsAiEn3hD8s.JournalEntryPage.cuG9d7J9fQH9InYT]{cleric spell list}. Wisdom is your spellcasting ability for these spells.</p><h3>Channel Divinity</h3><p>You gain the ability to channel divine energy directly from your deity, using that energy to fuel magical effects. You start with two such effects: Faith Healing and Turn Undead.</p><p>When you use your Channel Divinity, you choose which effect to create. You must then finish a short or long rest to use your Channel Divinity again.</p><p>Some Channel Divinity effects require saving throws. When you use such an effect from this class, the DC equals 8 + your proficiency bonus + your Wisdom modifier.</p><p><em><strong>Faith Healing.</strong></em> As an action, you can present your holy symbol and touch a willing Humanoid creature to mend its wounds. The creature rolls a number of d8s equal to half your level (rounded down) and regains that many hit points + your Wisdom modifier. This feature has no effect on Undead or Constructs.</p><p><em><strong>Turn Undead.</strong></em> As an action, you present your holy symbol and speak a prayer censuring the Undead. Each Undead that can see or hear you within 30 feet of you must make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes any damage.</p><p>A turned creature must spend its turns trying to move as far away from you as it can, and it can’t willingly move to a space within 30 feet of you. It also can’t take reactions. For its action, it can use only the Dash action or try to escape from an effect that prevents it from moving. If there’s nowhere to move, the creature can use the Dodge action.</p>",
      "advancement": {
        "Priest": {
          "title": "祭司"
        }
      }
    },
    "Impaired Vision": {
      "name": "Impaired Vision",
      "description": "<p>Due to injury, illness, or incident of birth, you are unable to see as others can. Instead, you rely on a highly trained sense of hearing, and on aids like white canes to navigate. Your actual condition might range from total blindness to varying types of low vision, which grants you the following traits:</p><ul><li>You have the blinded condition. However, attack rolls don’t have advantage against you due to this condition.</li><li>You have blindsight with a range of 10 feet. Within that range, you can effectively see anything that isn’t behind total cover. Moreover, you can see an invisible creature within that range, unless the creature successfully hides from you.</li><li>You can cast spells that require you to see a target or area, provided that the target or part of the area is within 30 feet, you have a direct line of sight to the target or area, and you can hear the target if it is a creature. If the target or area is further than 30 feet from you, you can make an ability check using your spellcasting ability. The DC equals 10 + the spell’s level. On a successful check, you cast the spell normally. On a failure, the spell fails and its spell slot is wasted.</li><li>You are immune to spells and effects, such as a medusa’s @UUID[Compendium.dnd5e.monsterfeatures.wkIN7WTeX8ebbjtv]{Petrifying Gaze}, that require you to see.</li></ul><p>If your visual impairment is ever remedied, such as through the use of a <em>@UUID[Compendium.dnd5e.spells.9kGrFXnLiRg3Xnbo]{regenerate}</em> spell, you lose the benefits of this feat. The GM should discuss with you whether or not removing your impairment is appropriate for your character—it is always a possibility, but never a requirement.</p>",
      "effects": {
        "Impaired Vision": {
          "name": "Impaired Vision"
        }
      }
    },
    "False Appearance": {
      "name": "False Appearance",
      "description": "<div><p>While you are motionless, you are indistinguishable from an ordinary stuffed doll.</p></div>"
    },
    "Sure-Footed": {
      "name": "稳步",
      "description": "<div><p>You have advantage on ability checks and saving throws you make to resist being knocked prone or moved against your will.</p></div>"
    },
    "Construct Anatomy": {
      "name": "Construct Anatomy",
      "description": "<div><p>You are immune to nonmagical diseases. You don’t need to eat or breathe, but you can ingest food and drink if you wish.</p><p>You don’t need to sleep, and magic can’t put you to sleep. You can finish a long rest by spending 4 hours in a motionless state, during which you retain consciousness.</p></div>",
      "effects": {
        "Immunity": {
          "name": "免疫"
        }
      }
    },
    "Subtle Spell": {
      "name": "精妙法术",
      "description": "<p>You can cast a spell without any somatic or verbal components.</p><p>Once you use this feature, you can’t use it again until you finish a short or long rest.</p>"
    },
    "Immobilizing Gaze": {
      "name": "Immobilizing Gaze",
      "description": "<div><p>When you take the Attack action on your turn, you can replace one of your attacks with an immobilizing gaze. Choose a creature you can see within 60 feet of you that can see you to make a Constitution saving throw (DC = 8 + your Constitution modifier + your proficiency bonus). A creature that is immune to being restrained automatically succeeds this saving throw. On a failed save, the creature is incapacitated and its speed becomes 0 until the start of your next turn.</p></div><div><div><div><p>You can use your Immobilizing Gaze a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.</p></div></div></div>"
    },
    "Channel Divinity: Faith Healing": {
      "name": "Channel Divinity: Faith Healing",
      "description": "<p>As an action, you can present your holy symbol and touch a willing Humanoid creature to mend its wounds. The creature rolls a number of d8s equal to half your level (rounded down) and regains that many hit points + your Wisdom modifier. This feature has no effect on Undead or Constructs.</p>"
    },
    "Entangling Vines": {
      "name": "藤蔓纠缠",
      "description": "<div><p>You can use your bonus action to cause grasping weeds and vines to sprout up from the ground around a Large or smaller creature you can see within 30 feet. Until the end of the creature’s next turn, its speed becomes 0 and can’t increase. This effect ends early if the creature takes the Disengage action. You can use this trait a number of times equal to your proficiency bonus and you regain all expended uses when you finish a long rest.</p><p>When you reach 3rd level, your Entangling Vines gain an additional effect based on the season in which you were harvested (choose when you select this race):</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.ia7VLjvTq4WN3nXw]{Spring.}</strong></em> Your Entangling Vines can target an airborne creature within 30 feet of the ground, which is pulled safely to the ground when you use this trait.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.AB2Vo6xlUjQ8nb3z]{Summer.}</strong></em> Your Entangling Vines can move the target up to 10 feet to an unoccupied space on the ground or on a floor.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.wxHqi1n3g9n5yIdw]{Autumn.}</strong></em> Your Entangling Vines can affect a second creature within 5 feet of the first target.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.fNF31DwnqvyDYWnL]{Winter.}</strong></em> The target takes cold damage equal to your proficiency bonus.</p></div>"
    },
    "Claws | Beastman": {
      "name": "Claws | Beastman",
      "description": "<div><p>You have sharp claws that you can use to make unarmed strikes. When you hit with them, the strike deals 1d6 + your Strength modifier slashing damage, instead of the bludgeoning damage normal for an @UUID[Compendium.dnd5e.items.GsuvwoekKZatfKwF]{unarmed strike}.</p></div>"
    },
    "Natural Armor": {
      "name": "Natural Armor",
      "description": "<div><p>Your skin acts as a tough natural armor. When you aren’t wearing armor, your base AC equals 12 + your Dexterity modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield’s benefits apply as normal while you use your natural armor.</p></div>",
      "effects": {
        "Natural Armor": {
          "name": "Natural Armor"
        }
      }
    },
    "bTBQk8JqhDmfq7Z3": {
      "name": "Construct Anatomy",
      "description": "<p>You are immune to nonmagical diseases. You don’t need to eat or breathe, but you can ingest food and drink if you wish.</p><p>You don’t need to sleep, and magic can’t put you to sleep. You can finish a long rest by spending 4 hours in a motionless state, during which you retain consciousness.</p>",
      "effects": {
        "Immunity": {
          "name": "Immunity"
        }
      }
    },
    "Hustle": {
      "name": "Hustle",
      "description": "<p>When you take the Dash action, your speed increases by an additional 30 feet.</p>",
      "effects": {
        "Dash": {
          "name": "Dash"
        }
      }
    },
    "Reckless Assault": {
      "name": "Reckless Assault",
      "description": "<div><p>When you make an attack against a creature, you can expend a battle die to make a wild, desperate strike, leaving you vulnerable. You have advantage on the attack roll. Until the start of your next turn, however, attack rolls against you have advantage.</p></div>"
    },
    "Oresight": {
      "name": "Oresight",
      "description": "<div><p>By placing your hand on natural stone and using your action to focus, you can feel the presence of any natural gems or metals within 100 feet of you.</p></div>"
    },
    "Roguean": {
      "name": "Roguean",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>You hail from an icy, desolate land, prone to dramatic swings in temperature. Surviving the interminable harshness of your home gives you the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>Darkvision.</strong></em> You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray.</p><p><em><strong>Cold Resistance.</strong></em> You have resistance to cold damage.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.kEZdupIH4c4towKn]{Extremophile.}</strong></em> You can tolerate temperatures as low as −100 degrees Fahrenheit and as high as 200 degrees Fahrenheit.</p></div>",
      "effects": {
        "Darkvision": {
          "name": "Darkvision"
        },
        "Cold Resistance": {
          "name": "Cold Resistance"
        }
      }
    },
    "Cleave": {
      "name": "Cleave",
      "description": "<div><p>Once on each of your turns, when you reduce a hostile creature to 0 hit points or score a critical hit with a melee weapon attack, you can spend a battle die to move up to 15 feet and make another melee weapon attack as part of the same action. On a hit, you add the battle die to the attack’s damage roll.</p></div>"
    },
    "Gun-Mage Adept": {
      "name": "Gun-Mage Adept",
      "description": "<p><em>Prerequisites: Spellcasting feature or Pact Magic feature</em></p><p>You’ve learned how to meld subtle arcana with the brute force of a firearm, gaining the following benefits:</p><ul><li>You gain proficiency with four simple or martial firearms of your choice. You can use a firearm as a spellcasting focus.</li><li>All spells with the @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.journals.JournalEntry.rUFpsyUhPn8R9vp2.JournalEntryPage.NFrhP9oEOWDNXg8o#renaissance]{renaissance} tag are added to your class’s spell list, if they are a level for which your class gets spell slots. Use your spellcasting ability for these spells.</li><li>You learn either the <em>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.ztmd0fQs29E60iXs]{concealed shot}</em> or <em>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.LjTrnhBJRwTJkeuS]{finger guns}</em> cantrip (your choice), which doesn’t count against your number of cantrips known.</li><li>You learn four spells of your choice that you cast with the renaissance tag. If you prepare spells, these spells are always prepared for you and don’t count against the number of spells you can prepare each day. If you are a wizard, they are added to your spellbook instantly at no cost. If you learn spells, these spells don’t count against your number of spells known. When you gain a level in your spellcasting class, you can replace one of these spells with another spell with the renaissance tag for which you have spell slots.</li></ul>"
    },
    "Cultist": {
      "name": "Cultist",
      "description": "<p>A dark pact, a black, leather-bound tome, and your fellow hooded acolytes: these are your clearest memories of your indoctrination to the cult, before your mind started to unravel. No matter which terrible, extradimensional being your secret society is dedicated to, its teachings have revealed enigmas of the universe to you and laced your every thought with paranoia.</p><p><em><strong>Prerequisites:</strong></em> Have joined a cult or gained one or more @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.rollable-tables.RollTable.ZDjV1QOaUzq1FqB9]{Indefinite Madness} traits</p><p><em><strong>Hit Dice:</strong></em> 1d8</p><p><em><strong>Hit Points:</strong></em> 1d8 (5) + your Constitution modifier</p><p><em><strong>Languages:</strong></em> One chosen randomly by the GM</p><p><em><strong>Skills:</strong></em> Arcana</p><h3>Spellcasting</h3><p>This auxiliary level counts as a level in your Spellcasting or Pact Magic class (if you have a level in such a class) for the purpose of determining your available spell slots. However, it doesn’t advance your spells known and prepared. For example, if you are a Wizard 2/Cultist, you have four 1st-level spell slots and two 2nd-level spell slots, but you only know 1st-level spells.</p><h3>Bonus Cantrips</h3><p>You learn the <em>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.VaNECrAvZnLtgWv6]{eldritch orb}</em> cantrip and one additional cantrip of your choice from the @UUID[Compendium.dnd5e.rules.QvPDSUsAiEn3hD8s.JournalEntryPage.mx4TsSbBIAaAkhQ7]{warlock spell list}. Charisma is your spellcasting ability for these spells.</p><h3>Conspiratorial</h3><p>You have advantage on saving throws you make to avoid or end the charmed condition or madness effects on yourself.</p><h3>Lunatic Insight</h3><p>Whenever you make an ability check that doesn’t include your proficiency bonus, your unique insight allows you to make connections which may or may not exist. If the d20 roll for the ability check is even, you add your proficiency bonus to the check.</p>",
      "advancement": {
        "Cultist": {
          "title": "Cultist"
        }
      }
    },
    "Grendel": {
      "name": "Grendel",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>The children of goblins, hobgoblins, and bugbears with humans are known as grendels. Despite their varied heritage, grendels don’t quite resemble either of their parents, with green- or orange-tanned skin, coarse hair, and three knuckles on each finger.</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>Size.</strong></em> Unlike other humans, you are Medium or Small, depending on your heritage.</p><p><em><strong>Darkvision.</strong></em> You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.YST6JBrwJE5TX5np]{Fey Ancestry.}</strong></em> You have advantage on saving throws you make to avoid or end the charmed condition on yourself.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.iZrdE47f9w4m81Hj]{Grendel Ambition.}</strong></em> On your first turn in combat, you can add your proficiency bonus to your attack rolls, ability checks, and saving throws.</p></div>",
      "effects": {
        "Darkvision": {
          "name": "Darkvision"
        }
      }
    },
    "Early Riser": {
      "name": "Early Riser",
      "description": "<p>By following a strict routine, you’ve become accustomed to resting less than others. You gain the full benefit of taking a long rest in only 4 hours, and you gain the full benefit of taking a short rest in only 30 minutes. Additionally, you regain all your expended Hit Dice, rather than half of them, when you finish a long rest.</p>"
    },
    "Clipped Strings": {
      "name": "Clipped Strings",
      "description": "<div><p>When you make an attack with a melee weapon that lacks the Two-Handed property on your turn, the weapon gains the Reach property if it didn’t already have it.</p></div>"
    },
    "Entangling Vines | Winter": {
      "name": "Entangling Vines | Winter",
      "description": "<div><p>The target takes cold damage equal to your proficiency bonus.</p></div>"
    },
    "g6Ah05vIYXnPXu3a": {
      "name": "False Appearance",
      "description": "<p>While you are motionless, you are indistinguishable from an ordinary porcelain doll.</p>"
    },
    "Barkskin": {
      "name": "Barkskin",
      "description": "<p>You touch a willing creature. Until the spell ends, the target's skin has a rough, bark-like appearance, and the target's AC can't be less than 16, regardless of what kind of armor it is wearing.</p>",
      "effects": {
        "Barkskin": {
          "name": "Barkskin"
        }
      }
    },
    "Brace": {
      "name": "Brace",
      "description": "<p>As a bonus action on your turn, you can expend a battle die to bolster your allies. Each allied creature within 30 feet of you that can see or hear you adds the battle die to all saving throws it makes until the end of your next turn.</p>"
    },
    "Focused Critical": {
      "name": "Focused Critical",
      "description": "<p>You’ve honed your combat skills to seize any opening that presents itself. When you choose this feat, select ranged weapon attacks or melee weapon attacks. You score a critical hit on a roll of 19 or 20 with attack rolls of that type.</p>"
    },
    "Expertise": {
      "name": "Expertise",
      "description": "<p>Choose two of your skill proficiencies. Your proficiency bonus is doubled for any ability check you make that uses either of the chosen proficiencies.</p>"
    },
    "Grendel Ambition": {
      "name": "Grendel Ambition",
      "description": "<div><p>On your first turn in combat, you can add your proficiency bonus to your attack rolls, ability checks, and saving throws.</p></div>"
    },
    "Entangling Vines | Spring": {
      "name": "Entangling Vines | Spring",
      "description": "<div><p>Your Entangling Vines can target an airborne creature within 30 feet of the ground, which is pulled safely to the ground when you use this trait.</p></div>"
    },
    "Favorite Spell": {
      "name": "Favorite Spell",
      "description": "<p><em>Prerequisites: The ability to cast at least one spell, spellcasting ability of 15 or higher</em></p><p>You are so familiar with a mastered spell that you can cast it effortlessly and with aplomb. Choose a spell you can cast of 5th level or lower to be your favorite spell. You can take this feat multiple times, choosing a different favorite spell each time. You gain the following benefits:</p><ul><li>When you cast your favorite spell, you can imbue it with a harmless but impressive visual effect of your choice, such as a shower of sparks or a flurry of illusory doves.</li><li>When you cast your favorite spell using a spell slot, you can treat it as if you cast it using a spell slot of one level higher, up to a maximum of 9th level.</li><li>Your favorite spell can’t be counterspelled.</li><li>You can cast your favorite spell once at its lowest level without using a spell slot. Once you use this ability, you can’t do so again until you finish a long rest.</li></ul>"
    },
    "Arachne": {
      "name": "Arachne",
      "description": "<p><em>Prerequisites: 1st level only, near-human variant</em></p><p>Much like drow, humans can be corrupted by the magic of the drow goddess, becoming arachne—humans with eight eyes and coarse, black hair. Sometimes these humans are the offspring of driders or drow priestesses, while other times they bear the marks of a ritual sacrifice gone terribly awry.</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>Darkvision.</strong></em> You can see in dim light within 120 feet of you as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.CuijLhRRXnTatga2]{Spider Magic.}</strong></em> You know the <em>@UUID[Compendium.dnd5e.spells.g2u9PYfqWQAyg9OI]{poison spray}</em> cantrip. Starting at 3rd level, you can cast the <em>@UUID[Compendium.dnd5e.spells.95K2aUhAGV9qXjnf]{bane}</em> spell with this trait. Starting at 5th level, you can also cast the <em>@UUID[Compendium.dnd5e.spells.KJRVzeMQXPj8Gtyx]{spider climb}</em> spell with this trait. Once you cast <em>@UUID[Compendium.dnd5e.spells.95K2aUhAGV9qXjnf]{bane}</em> or <em>@UUID[Compendium.dnd5e.spells.KJRVzeMQXPj8Gtyx]{spider climb}</em> with this trait, you can't cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.</p><p>Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race).</p>",
      "effects": {
        "Darkvision": {
          "name": "Darkvision"
        }
      }
    },
    "Stony Skin": {
      "name": "Stony Skin",
      "description": "<div><p>You have a +1 bonus to Armor Class.</p></div>",
      "effects": {
        "Stony Skin": {
          "name": "Stony Skin"
        }
      }
    },
    "Ratling's Gnaw": {
      "name": "Ratling's Gnaw",
      "description": "<div><p>You can use your action to chew through and break a small nonmagical object that isn’t being worn or carried, like a rope, a wooden rod or handle, or a length of fabric. If you chew on a wooden wall or floor for 1 minute, you can gnaw a hole large enough for a Tiny creature. You can’t chew through materials that are harder than your teeth, such as metal, stone, or crystal.</p></div>"
    },
    "Bounty Hunter": {
      "name": "Bounty Hunter",
      "description": "<p>When there’s a price on someone’s head, you aim to collect. You gain the following benefits:</p><ul><li>Increase your Wisdom score by 1, to a maximum of 20.</li><li>You perfectly remember the name and face of every person you’ve ever met.</li><li>You can use your action to mark a creature you can see within 120 feet of you for 1 hour. You have advantage on any Wisdom (Perception) or Wisdom (Survival) checks you make to find the marked creature. Additionally, as long as the creature is marked, you can discern whether or not the creature has passed through a location. You can have only one creature marked at a time.</li><li>Whenever you reduce a creature to 0 hit points with any attack you make or spell that you cast, you can choose to knock the creature out instead of killing it.</li></ul>",
      "effects": {
        "WIS increase": {
          "name": "WIS increase"
        }
      }
    },
    "Pantomime": {
      "name": "Pantomime",
      "description": "<div><p>You gain proficiency in the Performance skill, and have advantage on Charisma (Performance) checks made to dance.</p></div>"
    },
    "Flexible": {
      "name": "Flexible",
      "description": "<div><p>You have advantage on checks you make to escape grapple or to slip bindings.</p></div>"
    },
    "Rally": {
      "name": "Rally",
      "description": "<p>As a bonus action on your turn, you can expend a battle die to choose one allied creature other than yourself within 60 feet of you who can see or hear you. That creature regains hit points equal to the number rolled + your Charisma modifier. You can’t use this ability to heal a creature who has 0 hit points.</p>"
    },
    "Extremophile": {
      "name": "Extremophile",
      "description": "<div><p>You can tolerate temperatures as low as −100 degrees Fahrenheit and as high as 200 degrees Fahrenheit.</p></div>"
    },
    "Immortal": {
      "name": "Immortal",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>According to legend, a human can achieve immortality by replacing their heart with a mote of celestial radiance. The secret to immortality, including the elixirs and rituals needed to achieve it, is protected by a small, clandestine sect of immortal mystics, each of whom only know one component of the process. There are perhaps only a dozen true immortals in the world, but as many as hundreds if every tale can be believed.</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.33L5sy0IgeKmgzZI]{Ageless.}</strong></em> You don’t age, can’t be aged magically, and suffer none of the frailty of old age. You can’t die of old age.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.nBdsUN14Ofxncppq]{Immortal Resilience.}</strong></em> You have advantage on saving throws you make to avoid or end diseases and the poisoned condition yourself. You also have resistance to poison damage.</p></div>",
      "effects": {
        "Immortal Resilience": {
          "name": "Immortal Resilience"
        }
      }
    },
    "Potent Cantrips": {
      "name": "Potent Cantrips",
      "description": "<p>You can add your spellcasting ability modifier to the damage you deal with any wizard cantrip.</p>"
    },
    "Maneuvers": {
      "name": "Maneuvers",
      "description": "<p>You learn two maneuvers of your choice from among those available to the Captain class or those available to the Grey Watchman subclass of the warden class. The choices available to you are listed below.</p><p><em><strong>Saving Throws.</strong></em> Some maneuvers require your target to make a saving throw to resist the maneuver’s effects. The saving throw DC is calculated as follows:</p><p style=\"text-align:center\"><em><strong>Maneuver save DC</strong></em> = 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)</p><p></p><h3>Maneuvers:</h3><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.gmYYGzpDt0g1noSM]{Brace.} </strong></em>As a bonus action on your turn, you can expend a battle die to bolster your allies. Each allied creature within 30 feet of you that can see or hear you adds the battle die to all saving throws it makes until the end of your next turn.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.2w1z7hLFX3Gq6V9B]{Bull Rush.}</strong></em> When you move at least 10 feet in a straight line and immediately make a melee weapon attack against a creature, you can use a bonus action and expend a battle die to shove the target after the attack. Add the battle die to the Strength (Athletics) check you make to shove the target. On a success, you can choose to either knock the target prone or push it up to 10 feet away from you.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.iqScuqBwUl2u6tG2]{Bulwark.}</strong></em> When you hit a creature with a melee attack, you can expend a battle die as a bonus action to brace yourself for its counterattack. The next time you take damage from that creature before the start of your next turn, you can roll the battle die and reduce the damage you take by the number rolled.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.cgr6qoUEyYB7tSGk]{Cleave.}</strong></em> Once on each of your turns, when you reduce a hostile creature to 0 hit points or score a critical hit with a melee weapon attack, you can spend a battle die to move up to 15 feet and make another melee weapon attack as part of the same action. On a hit, you add the battle die to the attack’s damage roll.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.AjmRXwYZd1hjyKdQ]{Heel-Cutter.}</strong></em> When you make an opportunity attack against a creature, you can expend one battle die to knock the creature off balance, preventing it from escaping. You add the battle die to the attack roll, and on a hit, the target must make a Strength saving throw. On a failed save, its speed is reduced to 0 until the end of its turn.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.xdtH41ZQLl3huvqn]{Rally.} </strong></em>As a bonus action on your turn, you can expend a battle die to choose one allied creature other than yourself within 60 feet of you who can see or hear you. That creature regains hit points equal to the number rolled + your Charisma modifier. You can’t use this ability to heal a creature who has 0 hit points.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.byeXOZN2NfOieRQ3]{Reckless Assault.}</strong></em> When you make an attack against a creature, you can expend a battle die to make a wild, desperate strike, leaving you vulnerable. You have advantage on the attack roll. Until the start of your next turn, however, attack rolls against you have advantage.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.Y7ZUGKevYSKCllsm]{Staggering Strike.}</strong></em> As a bonus action when you make a weapon attack against a Large or smaller creature, you can expend a battle die to attempt to daze the target. On a hit, the target must succeed on a Constitution saving throw or be incapacitated until the start of your next turn.</p>"
    },
    "Emissary of the Trees": {
      "name": "Emissary of the Trees",
      "description": "<p>You are proficient in the Nature skill. Additionally, you have advantage on Charisma (Persuasion) checks you make to interact with Beasts and Plants.</p>"
    },
    "Hand-to-Hand": {
      "name": "Hand-to-Hand",
      "description": "<p>Your body is a single deadly weapon, more dangerous and versatile than any sword or arrow. You gain the following benefits:</p><ul><li><span style=\"font-family:Signika, sans-serif\">Your @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.RgekVgfzrjQaIZoj]{unarmed strikes} deal 1d6 bludgeoning damage. This damage increases to 1d8 when you reach 5th level, 1d10 when you reach 11th level, and 1d12 when you reach 17th level.</span></li><li><span style=\"font-family:Signika, sans-serif\">When you hit a creature with an unarmed strike, you can use your bonus action to add an extra unarmed strike damage die to the damage roll.</span></li></ul>"
    },
    "Lunatic Insight": {
      "name": "Lunatic Insight",
      "description": "<p>Whenever you make an ability check that doesn’t include your proficiency bonus, your unique insight allows you to make connections which may or may not exist. If the d20 roll for the ability check is even, you add your proficiency bonus to the check.</p>"
    },
    "Elderly": {
      "name": "Elderly",
      "description": "<p>Old age catches us all in the end, and you feel this most keenly in your aching joints as you enter your twilight years. However, you’re not done with a life of adventure. Perhaps dungeon delving has been on your bucket list for decades, and you never got around to it, or perhaps you’re an mercenary that has been taking contracts for longer than your contemporaries have been alive and you have no plans to stop now. Choose or roll for any number of benefits from the following table (even none) and an equal number of drawbacks.</p><p></p><p>[[/r 1d3]]</p><table><thead><tr><td>d3</td><td>Benefit</td></tr></thead><tbody><tr><td>1</td><td>It’s hard to understate your experience. You gain proficiency in the History skill or the Insight skill.</td></tr><tr><td>2</td><td>You’ve learned several trades in your life. You gain proficiency in two sets of artisan’s tools of your choice.</td></tr><tr><td>3</td><td>Your priorities have become crystal clear. You can always add your proficiency bonus to saving throws against being charmed.</td></tr></tbody></table><p></p><p>[[/r 1d3]]</p><table><thead><tr><td>d3</td><td>Drawback</td></tr></thead><tbody><tr><td>1</td><td>You have a bad back. Your lifting and carrying capacity is halved.</td></tr><tr><td>2</td><td>You have become forgetful. When you roll a 13 on the d20 for an Intelligence check, treat the d20 roll as a 1.</td></tr><tr><td>3</td><td>You have poor eyesight, which gives you disadvantage on Wisdom (Perception) checks that rely on sight.</td></tr></tbody></table><p></p>"
    },
    "Immortal Resilience": {
      "name": "Immortal Resilience",
      "description": "<div><p>You have advantage on saving throws you make to avoid or end diseases and the poisoned condition yourself. You also have resistance to poison damage.</p></div>"
    },
    "Beeline": {
      "name": "Beeline",
      "description": "<p>You can take the Disengage action as a bonus action. You can use this ability a number of times equal to your Dexterity modifier, and regain all expended uses when you finish a long rest.</p>"
    },
    "Mul": {
      "name": "Mul",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>One of your parents was a human and the other was a dwarf. Such a pairing is unlikely to have produced offspring, but you have defied the odds to join the ranks of the sturdy and resilient muls. You have the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>Darkvision.</strong></em> You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.xrABENmGtqqy1h8c]{Armor Acclimation.}</strong></em> Your speed isn’t reduced by wearing heavy armor and you never have disadvantage on Dexterity (Stealth) checks as a result of wearing heavy armor.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.AhoPdA4acYZlLOwR]{Dwarven Toughness.}</strong></em> Your hit point maximum increases by 1, and it increases by 1 every time you gain a level.</p></div>",
      "effects": {
        "Darkvision": {
          "name": "Darkvision"
        }
      }
    },
    "Reptiloid": {
      "name": "Reptiloid",
      "description": "<p><em>Prerequisites: 1st level only, near-human variant</em></p><p>You bear the abrasive skin, slitted eyes, and split tongue of a reptile—perhaps due to a dragonborn or kobold parent—which grant you the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.XpzC0PzBenulFzhZ]{Acid Spit.}</strong></em> When you take the Attack action on your turn, you can replace one of your attacks with a lob of acid from your mouth. This is a special ranged attack with a range of 30 feet. You are proficient with it, and you add your Dexterity modifier to its attack and damage rolls. On a hit, the target takes 1d10 acid damage. This damage increases by 1d10 when you reach 5th level (2d10), 11th level (3d10), and 17th level (4d10).</p><p>You can use your Acid Spit a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.</p>"
    },
    "Labyrinthine Recall": {
      "name": "Labyrinthine Recall",
      "description": "<div><div><div><p>You always know which direction is north, and you have advantage on any Wisdom (Survival) check you make to navigate or track.</p></div></div></div>"
    },
    "Tauran": {
      "name": "Tauran",
      "description": "<div><div><div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>Your large nose, strong jaw, and wide head do much to reveal your distantly bovine nature, but the prominent bull-horns atop your head reveal to all that you are half-minotaur. Taurans tower over most people and can solve mazes with ease, but typically possess only a shadow of their minotaur parent’s might. You have the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.773CauUeiBLvJx6I]{Horns.}</strong></em> You have horns that you can use to make unarmed strikes. When you hit with them, the strike deals 1d6 + your Strength modifier piercing damage, instead of the bludgeoning damage normal for an unarmed strike.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.oNpNqu0wfBrjvDYB]{Labyrinthine Recall.}</strong></em> You always know which direction is north, and you have advantage on any Wisdom (Survival) check you make to navigate or track.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.qMTttDYN5hZrTX6p]{Rush.}</strong></em> On any turn in which you only move in a straight line, your speed increases by 10 feet.</p></div></div></div>"
    },
    "Wakeful": {
      "name": "Wakeful",
      "description": "<div><div><div><p>Because one of your heads is always awake, you retain consciousness when you take a long rest.</p></div></div></div>"
    },
    "Sudden Strike": {
      "name": "Sudden Strike",
      "description": "<p>Whenever you deal damage to a creature with a weapon attack roll on your first turn in combat, the creature takes extra damage equal to your proficiency bonus.</p>"
    },
    "Unnerving": {
      "name": "Unnerving",
      "description": "<p>You gain proficiency in the Intimidation skill, and have advantage on any Charisma (Intimidation) rolls in you make against a creature that hasn’t previously seen you move.</p>"
    },
    "Marionette | Geppettin": {
      "name": "Marionette | Geppettin",
      "description": "<div><p>Marionette geppettin are made mostly out of wood, with painted faces and carved clothing. Due to their construction, their jointed limbs are quite flexible, and they are known to be fantastic dancers. The very largest marionettes, called mannequins, stand as tall as a human and bear completely blank, expressionless faces.</p><p>As a marionette, you have the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 2 and increase a different score by 1, or increase three different scores by 1.</p><p><em>Typical:</em> Dexterity +2, Charisma +1</p><p><em><strong>Creature Type.</strong></em> You are a Humanoid. However, spells and effects that specifically affect Constructs affect you as well.</p><p><em><strong>Size.</strong></em> You are Small or Medium.</p><p><em><strong>Speed.</strong></em> Your walking speed is 30 feet.</p><p><em><strong>Darkvision.</strong></em> You can see in dim light within 60 feet of you as if it was bright light, and darkness as if it was dim light. You can’t discern color in darkness, only shades of gray.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.ZZan71PDStbcv2NB]{Construct Anatomy.}</strong></em> You are immune to nonmagical diseases. You don’t need to eat or breathe, but you can ingest food and drink if you wish.</p><p>You don’t need to sleep, and magic can’t put you to sleep. You can finish a long rest by spending 4 hours in a motionless state, during which you retain consciousness.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.YucRYD2NsIZG0JLe]{False Appearance.}</strong></em> While you are motionless, you are indistinguishable from an ordinary wooden doll.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.fI92psSlc6sWiwKc]{Clipped Strings.}</strong></em> When you make an attack with a melee weapon that lacks the Two-Handed property on your turn, the weapon gains the Reach property if it didn’t already have it.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.jESvK10FcrA86Q7Q]{Pantomime.}</strong></em> You gain proficiency in the Performance skill, and have advantage on Charisma (Performance) checks made to dance.</p></div>",
      "advancement": {
        "Marionette Traits": {
          "title": "Marionette Traits"
        }
      }
    },
    "Scurry": {
      "name": "Scurry",
      "description": "<div><p>You can move through the space of any hostile creature as if it were difficult terrain.</p></div>"
    },
    "pnrvINbELjY6H5P2": {
      "name": "Spellcasting",
      "description": "<p>This auxiliary level counts as a level in your Spellcasting or Pact Magic class (if you have a level in such a class) for the purpose of determining your available spell slots. However, it doesn’t advance your spells known and prepared. For example, if you are a Sorcerer 2/Hedge Wizard, you have four 1st-level spell slots and two 2nd-level spell slots, but you only know 1st-level spells.</p>"
    },
    "Bonus Proficiencies": {
      "name": "Bonus Proficiencies",
      "description": "<p>You gain proficiency with the battleaxe, longsword, trident, and warhammer.</p>"
    },
    "Rush": {
      "name": "Rush",
      "description": "<div><div><div><p>On any turn in which you only move in a straight line, your speed increases by 10 feet.</p></div></div></div>",
      "effects": {
        "Rush": {
          "name": "Rush"
        }
      }
    },
    "Incorporeal Movement": {
      "name": "Incorporeal Movement",
      "description": "<p>You can move through other creatures as if they were difficult terrain. You can also move through solid objects, but your partially material form can’t pass through more than one foot of stone, one inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p><p>If you end your movement occupying the same spot as a solid object or creature, you are immediately shunted to the nearest unoccupied space that you can occupy and take force damage equal to twice the number of feet you are moved.</p>"
    },
    "Channel Divinity: Turn Undead": {
      "name": "Channel Divinity: Turn Undead",
      "description": "<p>As an action, you present your holy symbol and speak a prayer censuring the Undead. Each Undead that can see or hear you within 30 feet of you must make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes any damage.</p><p>A turned creature must spend its turns trying to move as far away from you as it can, and it can’t willingly move to a space within 30 feet of you. It also can’t take reactions. For its action, it can use only the Dash action or try to escape from an effect that prevents it from moving. If there’s nowhere to move, the creature can use the Dodge action.</p>"
    },
    "Pugilist": {
      "name": "Pugilist",
      "description": "<p>Where other warriors equip themselves with swords and axes, you use your bare knuckles and a poor disposition to bring down your foes. You’ve mastered this unarmed killer edge through hand-to-hand bouts for prize money, pride, or freedom.</p><p><em><strong>Prerequisites:</strong></em> None</p><p><em><strong>Hit Dice:</strong></em> 1d8</p><p><em><strong>Hit Points:</strong></em> 1d8 (5) + your Constitution modifier</p><p><em><strong>Skills:</strong></em> Choose one from Athletics or Acrobatics</p><h3>Hand-to-Hand</h3><p>Your body is a single deadly weapon, more dangerous and versatile than any sword or arrow. You gain the following benefits:</p><ul><li><span style=\"font-family:Signika, sans-serif\">Your unarmed strikes deal 1d6 bludgeoning damage. This damage increases to 1d8 when you reach 5th level, 1d10 when you reach 11th level, and 1d12 when you reach 17th level.</span></li><li><span style=\"font-family:Signika, sans-serif\">When you hit a creature with an unarmed strike, you can use your bonus action to add an extra unarmed strike damage die to the damage roll.</span></li></ul><h3>Thick-Skulled</h3><p>When you take bludgeoning, piercing, or slashing damage while you have half your hit points or fewer, you can use your reaction to roll a d6 and reduce the damage taken by the number rolled. The damage reduction increases to 1d8 when you reach 5th level, 1d10 when you reach 11th level, and 1d12 when you reach 17th level.</p><h3>Tough Reputation</h3><p>You have advantage on Charisma (Intimidation) checks you make against Humanoids that have watched you engage in combat.</p>",
      "advancement": {
        "Pugilist": {
          "title": "Pugilist"
        }
      }
    },
    "Proto-man": {
      "name": "Proto-man",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>You come from a place of massive flora and ancient creatures; your people are fearless and robust, much like very early humans. You gain the following racial traits:</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.6yP396K8fIi60xzq]{Brave.}</strong></em> You have advantage on saving throws you make to avoid or end the frightened condition on yourself.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.XUC1zznc1iThEc4W]{Primal Recovery.}</strong></em> When you take a short rest, you can automatically regain 1 Hit Die and can choose to spend it immediately. Once you use this trait, you can’t use this trait again until you finish a long rest.</p></div>"
    },
    "Tough Reputation": {
      "name": "Tough Reputation",
      "description": "<p>You have advantage on Charisma (Intimidation) checks you make against Humanoids that have watched you engage in combat.</p>"
    },
    "Field Commander": {
      "name": "Field Commander",
      "description": "<p>Under your leadership, your allies fight as a cohesive unit, outmaneuvering and outflanking any enemy. You gain the following benefits:</p><ul><li>Increase your Charisma score by 1, to a maximum of 20.</li><li>As an action, you can issue an order to an ally within 60 feet that can hear you. It can then use its reaction to take one of the following actions: Attack (one attack only), Dash, Disengage, Dodge, Help, Hide, Search, or Use an Object.</li><li>While you are within 5 feet of two or more allies who aren’t incapacitated, hostile creatures can’t have advantage on attack rolls against you.</li></ul>",
      "effects": {
        "CHA increase": {
          "name": "CHA increase"
        }
      }
    },
    "Battle Tactics": {
      "name": "Battle Tactics",
      "description": "<p>You learn maneuvers that are fueled by special dice called battle dice.</p><p><em><strong>Battle Dice.</strong></em> You have two battle dice, which are d6s. A battle die is expended when you use it. You regain all of your expended battle dice when you finish a short or long rest, or when you roll initiative. Once per turn, you can expend a battle die to perform a maneuver of your choice.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.ktcRzRIuvlIwpXhf]{Maneuvers.}</strong></em> You learn two maneuvers of your choice from among those available to the Captain class or those available to the Grey Watchman subclass of the warden class.</p><p><em><strong>Saving Throws.</strong></em> Some maneuvers require your target to make a saving throw to resist the maneuver’s effects. The saving throw DC is calculated as follows:</p><p style=\"text-align:center\"><em><strong>Maneuver save DC</strong></em> = 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)</p>"
    },
    "Ethereal Vision": {
      "name": "Ethereal Vision",
      "description": "<p>While you are on the Material Plane, you can see 120 feet into the Ethereal Plane.</p>"
    },
    "Jinxed": {
      "name": "Jinxed",
      "description": "<p>You were born under an unfortunate star, or were afflicted with a hex that has permanently damaged your luck. Choose a number from 2 to 19. Whenever you roll that number on an ability check or attack roll, the d20 roll becomes a 1. Additionally, when a creature rolls that number on an attack or a contested ability check against you, the d20 roll becomes a 1.</p>"
    },
    "sdfE63cYNZmN2rXA": {
      "name": "Bonus Cantrips",
      "description": "<p>You learn the <em>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.VaNECrAvZnLtgWv6]{eldritch orb}</em> cantrip and one additional cantrip of your choice from the @UUID[Compendium.dnd5e.rules.QvPDSUsAiEn3hD8s.JournalEntryPage.mx4TsSbBIAaAkhQ7]{warlock spell list}. Charisma is your spellcasting ability for these spells.</p>"
    },
    "Sentient Longsword": {
      "name": "Sentient Longsword",
      "description": "<p><em><strong>Magic Weapon.</strong></em> The weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. When you reach 5th level, your bond with the weapon strengthens, and you gain a +1 bonus to attack and damage rolls made with it. At 11th level, your bond strengthens further, and you gain a +2 bonus to attack and damage rolls made with the weapon.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.yhj7gI0HfsgE6C3m]{Relic Magic.}</strong></em> Your relic weapon has 3 charges and regains all expended charges daily at dawn. When you use the Attack action to make an attack with your relic weapon, you can spend 1 of its charges to make an attack using it as a bonus action.</p><p>Additionally, whenever you cast a spell of 1st level or higher, you can siphon some of the energy into the weapon. The next time you hit a creature with the weapon during the next minute, you deal extra force damage equal to twice the spell’s level.</p><p><em><strong>Sentience.</strong></em> The weapon is a sentient magic item with an alignment and personality determined by the GM. It has an Intelligence of 14, a Wisdom of 14, and a Charisma of 14. The weapon has hearing and darkvision out to a range of 120 feet, and it can speak, read, and understand Common, as well as communicate with you telepathically.</p><p></p><p><em><strong>*Foundry Note:</strong> the user will have to manually select 'Proficient' on the Proficiency drop down at the top of the Details tab.</em></p>"
    },
    "Tentacle": {
      "name": "Tentacle",
      "description": "<p>At least one of your limbs is muscular, rubbery, and pliant, acting as a tentacle that you can use to make unarmed strikes. When you hit with it, the strike deals 1d6 + your Strength modifier bludgeoning damage, instead of the bludgeoning damage normal for an @UUID[Compendium.dnd5e.items.GsuvwoekKZatfKwF]{unarmed strike}.</p>"
    },
    "Insectoid": {
      "name": "Insectoid",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>Insectoids bear one or two insectlike features, such as prominent compound eyes or chitinous plates, but almost always have a pair of sensitive antennae atop their heads.</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p></div><div><p><em><strong>Blindsight.</strong></em> Due to your antennae, you have blindsight with a range of 10 feet. Within that range, you can effectively see anything that isn’t behind total cover, even if you're blinded or in darkness. Moreover, you can see an invisible creature within that range, unless the creature successfully hides from you.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.QrqngODf0mCDfEID]{Regenerative.}</strong></em> If any part of your body is amputated, but its amputation doesn’t kill you, you can fully regrow that part of your body in 24 hours.</p></div>",
      "effects": {
        "Blindsight": {
          "name": "Blindsight"
        }
      }
    },
    "Dilettante": {
      "name": "Dilettante",
      "description": "<div style=\"box-sizing:border-box;user-select:text;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-align:start;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial\"><p><span style=\"font-family:Signika, sans-serif\">With a few minutes of preparation, a bit of improvisation, and some talent, you can appear proficient in just about anything. When you finish a long rest, you can spend 10 minutes practicing with a simple or martial weapon, skill, or tool, or in the use of a cantrip from the wizard spell list. You gain proficiency with that weapon, skill, or tool, or you learn that cantrip until you finish a long rest. Intelligence, Wisdom, or Charisma is your spellcasting ability for this cantrip (choose when you select the cantrip).</span></p></div>"
    },
    "Feather Fall": {
      "name": "Feather Fall",
      "description": "<p>Choose up to five falling creatures within range. A falling creature's rate of descent slows to 60 feet per round until the spell ends. If the creature lands before the spell ends, it takes no falling damage and can land on its feet, and the spell ends for that creature.</p>",
      "activation": {
        "condition": "which you take when you or a creature within 60 feet of you falls"
      },
      "materials": {
        "value": "A small feather or piece of down"
      }
    },
    "Craven": {
      "name": "Craven",
      "description": "<p>When a creature you can see misses you with a melee attack, you can use your reaction to move 5 feet without provoking opportunity attacks.</p>"
    },
    "Psionic": {
      "name": "Psionic",
      "description": "<div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>Most humans possess some dull psionic potential, but those that unlock their psionic spark transcend their peers. Sometimes, these humans are indistinguishable from ordinary folks, but other times their psionic awakening leaves a tell-tale mark: stark white hair, glowing pupils, or hair and clothing that float and drift around them.</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.wx6fadrhPtO8xRx6]{Empathy.}</strong></em> You can use your action to probe the surface level of a creature's emotions. You must be able to see the creature and it must be within 30 feet and have an Intelligence of 3 or higher. You learn the creature's emotional state and, at the GM's discretion, one of the creature's Bonds.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.races-and-feats.Item.3drO0cAQEsebpIIT]{Psionics.}</strong></em> You know the <em>@UUID[Compendium.dnd5e.spells.Utk1OQRwYkMkFRD3]{mage hand}</em> cantrip, and the hand is invisible when you cast the cantrip with this trait.</p><p>Starting at 3rd level, you can cast the <em>@UUID[Compendium.dnd5e.spells.ccduLIvutyNqvkgv]{unseen servant}</em> spell with this trait. Starting at 5th level, you can also cast the <em>@UUID[Compendium.dnd5e.spells.MRxldJd6C4bsBo3O]{levitate}</em> spell with this trait. Once you cast <em>@UUID[Compendium.dnd5e.spells.ccduLIvutyNqvkgv]{unseen servant}</em> or <em>@UUID[Compendium.dnd5e.spells.MRxldJd6C4bsBo3O]{levitate}</em> with this trait, you can't cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.</p><p>Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race).</p></div>"
    },
    "Winged": {
      "name": "Winged",
      "description": "<div><div><div><p><em>Prerequisites: 1st level only, near-human variant</em></p><p>Winged humans, sometimes called Icarusians, are the offspring of aarakocra, harpies, or birdfolk. Depending on their parentage, these humans might possess feathers, talons, or beaks.</p><p><em><strong>Ability Score Increase.</strong></em> Increase one ability score of your choice by 1, to a maximum of 20.</p><p><em><strong>Flight.</strong></em> Because of your wings, you have a flying speed equal to your walking speed. You can’t use this flying speed if you’re wearing medium or heavy armor.</p><p></p></div><p><em><strong>*Foundry Note:</strong> User will have to update the flying speed if they have a different walking speed than 30 feet.</em></p></div></div>",
      "effects": {
        "Speed": {
          "name": "Speed"
        }
      }
    },
    "Arcane Preparation": {
      "name": "Arcane Preparation",
      "description": "<p><em>Prerequisite: Spellcasting feature from the Cleric, Druid, or Wizard class</em></p><p>Instead of preparing spells normally, you fix each spell slot precisely in your mind, in the manner of wizards long past. When you would prepare spells when you finish a long rest, you record which spell you will use with each of your spell slots, picking from among the spells you could cast using it. These spell slots can’t be expended for any purpose other than casting their assigned spells, but can be recovered and used to cast any spell. Additionally, you gain a bonus spell slot of each level for which you have spell slots, to which you don’t assign a particular spell and can cast normally.</p><p>For example, a 3rd level wizard has four 1st-level spell slots and two 2nd-level spell slots. Using this feat, the wizard must assign each spell slot to a spell; for example, three 1st-level <em>@UUID[Compendium.dnd5e.spells.41JIhpDyM9Anm7cs]{magic missiles}</em>, one 1st-level <em>@UUID[Compendium.dnd5e.spells.KhwiSi9fwVfUPtku]{sleep}</em>, one 2nd-level <em>@UUID[Compendium.dnd5e.spells.7u2obDvuvtZBkTfq]{scorching ray}</em>, and one 2nd-level <em>@UUID[Compendium.dnd5e.spells.X4c8xCkmF8U9HUMz]{mirror image}</em>. The wizard also has one bonus 1st-level spell slot and one bonus 2nd-level spell slot, through which they can cast any spell they have recorded in their spellbook.</p>"
    },
    "Empathy": {
      "name": "Empathy",
      "description": "<div><p>You can use your action to probe the surface level of a creature's emotions. You must be able to see the creature and it must be within 30 feet and have an Intelligence of 3 or higher. You learn the creature's emotional state and, at the GM's discretion, one of the creature's Bonds.</p></div>"
    },
    "Entangling Vines | Autumn": {
      "name": "Entangling Vines | Autumn",
      "description": "<div><p>Your Entangling Vines can affect a second creature within 5 feet of the first target.</p></div>"
    },
    "Homebrewer": {
      "name": "Homebrewer",
      "description": "<div style=\"box-sizing:border-box;user-select:text;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-align:start;text-indent:0px;text-transform:none;white-space:normal;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial\"><p><span style=\"font-family:Signika, sans-serif\">You gain proficiency with alchemist's supplies if you don't already have it. Using a set of @UUID[Compendium.dnd5e.items.SztwZhbhZeCqyAes]{alchemist’s supplies} over the course of 10 minutes, you can brew potions. You gain a number of reagent dice, which are d10s, equal to your proficiency bonus. You regain all expended reagent dice when you finish a long rest.</span></p><p><span style=\"font-family:Signika, sans-serif\">You can expend your reagent dice to brew any potions available to an alchemist of 3rd level. These potions retain potency for 24 hours, after which they become inert. If you have the @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.valdas-classes.Item.enzdBW8vlgrem1Jk]{Reagent} feature from the alchemist class, you can also use these reagent dice to add additional damage to a bomb’s damage roll.</span></p></div><p></p><p><em><strong>*Foundry Note:</strong> the \"Uses\" that you get with this feature calculates the number of Reagent dice you get per day. Use this feature to track uses as you brew potions or add reagent dice to bomb damage rolls, if you are playing an Alchemist.</em></p><p></p><table><thead><tr><td colspan=\"2\">Potions</td></tr><tr><td>Potion</td><td>Cost</td></tr></thead><tbody><tr><td>@UUID[Compendium.dnd5e.items.aMnWi1WXWpxRHq4r]{Potion of Climbing}</td><td>1 reagent die</td></tr><tr><td>@UUID[Compendium.dnd5e.items.gTRFQLdVD1gsKtPi]{Potion of Growth}</td><td>1 reagent die</td></tr><tr><td>@UUID[Compendium.dnd5e.items.ytlsBjYsZ7OBSEBs]{Potion of Healing}</td><td>1 reagent die</td></tr><tr><td>@UUID[Compendium.dnd5e.items.CAZMwFBWp9VC0ZCg]{Potion of Water Breathing}</td><td>1 reagent die</td></tr><tr><td>@UUID[Compendium.dnd5e.items.MAwoj2suj6cvb9Ti]{Universal Solvent}</td><td>1 reagent die</td></tr></tbody></table>"
    },
    "Cantrip Specialist": {
      "name": "Cantrip Specialist",
      "description": "<p><em>Prerequisite: Ability to cast a cantrip</em></p><p>Well practiced in fundamental spellcasting, you learn two Warmage tricks from among the following: @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.valdas-classes.Item.YcQ4QcuNhbdRPcHv]{Blasting Cantrip}, @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.valdas-classes.Item.9V5mTy1am1ddPT2c]{Corrosive Cantrip}, @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.valdas-classes.Item.z123bym5OSajwGgu]{Draining Cantrip}, @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.valdas-classes.Item.8ktvBujP2K7ouaCq]{Explosive Cantrip}, @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.valdas-classes.Item.Du8ERg7TWFQ4UvZV]{Icy Cantrip}, @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.valdas-classes.Item.wFvOsAySGRzyK6Q0]{Severe Cantrip}, @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.valdas-classes.Item.8TWt7Tzk7g2cWuWR]{Silent Cantrip}, and @UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.valdas-classes.Item.hZBheYYxAFwyVzm1]{Static Cantrip}. Your cantrips count as warmage cantrips for the purposes of these tricks, and your character level counts as your warmage level, where applicable.</p>"
    },
    "Armor Acclimation": {
      "name": "Armor Acclimation",
      "description": "<div><p>Your speed isn’t reduced by wearing heavy armor and you never have disadvantage on Dexterity (Stealth) checks as a result of wearing heavy armor.</p></div>"
    },
    "Relic Magic": {
      "name": "Relic Magic",
      "description": "<p>Your relic weapon has 3 charges and regains all expended charges daily at dawn. When you use the Attack action to make an attack with your relic weapon, you can spend 1 of its charges to make an attack using it as a bonus action.</p><p>Additionally, whenever you cast a spell of 1st level or higher, you can siphon some of the energy into the weapon. The next time you hit a creature with the weapon during the next minute, you deal extra force damage equal to twice the spell’s level.</p><p></p><p><em><strong>*Foundry Note:</strong> Use this feature to calculate Charges for the Sentient Weapon.</em></p><p><em>The user will have to manually change the 'Other' damage formula equation to match the spell level each time they use that portion of the feature. The default is 1st level.</em></p>"
    },
    "Plant Nature": {
      "name": "Plant Nature",
      "description": "<div><p>Even though you are not fully a plant, you still possess many of the same traits as one. As long as you are in direct sunlight for at least 4 hours a day, you don’t need to eat. Additionally, you can breathe through your leaves and extremities and you can absorb water and nutrients through your feet.</p></div>"
    },
    "Sentient Hand Crossbow": {
      "name": "Sentient Hand Crossbow",
      "description": "<p><em><strong>Magic Weapon.</strong></em> The weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. When you reach 5th level, your bond with the weapon strengthens, and you gain a +1 bonus to attack and damage rolls made with it. At 11th level, your bond strengthens further, and you gain a +2 bonus to attack and damage rolls made with the weapon.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.yhj7gI0HfsgE6C3m]{Relic Magic.}</strong></em> Your relic weapon has 3 charges and regains all expended charges daily at dawn. When you use the Attack action to make an attack with your relic weapon, you can spend 1 of its charges to make an attack using it as a bonus action.</p><p>Additionally, whenever you cast a spell of 1st level or higher, you can siphon some of the energy into the weapon. The next time you hit a creature with the weapon during the next minute, you deal extra force damage equal to twice the spell’s level.</p><p><em><strong>Sentience.</strong></em> The weapon is a sentient magic item with an alignment and personality determined by the GM. It has an Intelligence of 14, a Wisdom of 14, and a Charisma of 14. The weapon has hearing and darkvision out to a range of 120 feet, and it can speak, read, and understand Common, as well as communicate with you telepathically.</p><p></p><p><em><strong>*Foundry Note:</strong> the user will have to manually select 'Proficient' on the Proficiency drop down at the top of the Details tab.</em></p>"
    },
    "Dual-Soul": {
      "name": "Dual-Soul",
      "description": "<p>Two souls occupy your body, vying for influence and time in control. You maintain two different sets of personality traits, ideals, bonds, and flaws. Your souls have different names. Your souls communicate telepathically with one another, but only one soul can be in control of your body at a time. The soul that is not in control of your body can see through your eyes and hear through your ears.</p><p>When you finish a long rest, roll [[/r 1d20]]. On an odd roll, the soul in control of your body switches.</p><p>The two souls within you have different backgrounds, which include different skill and tool proficiencies, as well as different languages. You only have proficiency in these skills and tools, and can only speak languages acquired from a soul’s background while it is in control of your body.</p>"
    },
    "Battle Adept": {
      "name": "Battle Adept",
      "description": "<p>Intensive training and combat experience have allowed you to master special combat maneuvers. You gain the following benefits:</p><ul><li>You gain one battle die, which is a d6. This die is added to any battle dice you have from another source. A battle die is expended when you use it. You regain all of your expended battle dice when you finish a short or long rest, or when you roll initiative.</li><li>You learn two maneuvers of your choice from among those available to the Captain class or those available to the Grey Watchman subclass of the warden class. You use your battle dice to fuel these maneuvers. If a maneuver you use requires your target to make a saving throw to resist the maneuver’s effects, the saving throw DC equals 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice).</li></ul><p></p><p><em><strong>*Foundry Note:</strong> the user can track Battle Dice usage with this feature. They will have to manually regain the Battle Die if they roll initiative before taking a short or long rest.</em></p><p></p><h2>Maneuvers</h2><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.rq7xmWnxRXfPJDkW]{Brace.} </strong></em>As a bonus action on your turn, you can expend a battle die to bolster your allies. Each allied creature within 30 feet of you that can see or hear you adds the battle die to all saving throws it makes until the end of your next turn.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.D68JYCEk5l4Jn86r]{Bull Rush.}</strong></em> When you move at least 10 feet in a straight line and immediately make a melee weapon attack against a creature, you can use a bonus action and expend a battle die to shove the target after the attack. Add the battle die to the Strength (Athletics) check you make to shove the target. On a success, you can choose to either knock the target prone or push it up to 10 feet away from you.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.UwAjQt0kWnhAcJVo]{Bulwark.}</strong></em> When you hit a creature with a melee attack, you can expend a battle die as a bonus action to brace yourself for its counterattack. The next time you take damage from that creature before the start of your next turn, you can roll the battle die and reduce the damage you take by the number rolled.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.zBLRfRpUx7ITaOEL]{Cleave.}</strong></em> Once on each of your turns, when you reduce a hostile creature to 0 hit points or score a critical hit with a melee weapon attack, you can spend a battle die to move up to 15 feet and make another melee weapon attack as part of the same action. On a hit, you add the battle die to the attack’s damage roll.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.nb79LXnxQyPaIYMc]{Heel-Cutter.}</strong></em> When you make an opportunity attack against a creature, you can expend one battle die to knock the creature off balance, preventing it from escaping. You add the battle die to the attack roll, and on a hit, the target must make a Strength saving throw. On a failed save, its speed is reduced to 0 until the end of its turn.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.jqmcGtReZNSU6VL5]{Rally.} </strong></em>As a bonus action on your turn, you can expend a battle die to choose one allied creature other than yourself within 60 feet of you who can see or hear you. That creature regains hit points equal to the number rolled + your Charisma modifier. You can’t use this ability to heal a creature who has 0 hit points.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.l3OZEj9G6r1zymZ3]{Reckless Assault.}</strong></em> When you make an attack against a creature, you can expend a battle die to make a wild, desperate strike, leaving you vulnerable. You have advantage on the attack roll. Until the start of your next turn, however, attack rolls against you have advantage.</p><p><em><strong>@UUID[Compendium.mage-hand-press-valdas-spire-of-secrets.items-and-spells.Item.1mv3IpnhclYroLJp]{Staggering Strike.}</strong></em> As a bonus action when you make a weapon attack against a Large or smaller creature, you can expend a battle die to attempt to daze the target. On a hit, the target must succeed on a Constitution saving throw or be incapacitated until the start of your next turn.</p>"
    },
    "Undead": {
      "name": "Undead",
      "description": "<p>You are caught in the limbo of undeath, being neither dead nor truly alive. You may be a conventional type of Undead creature, like a revenant returned to life for vengeance or a lich that has bound their soul to a phylactery, or you might be something unique, the result of a curse or a freak magical accident. Regardless, you now walk the mortal realm with the following traits:</p><ul><li>You do not need to eat, drink, sleep, or breathe. You must still spend 8 hours doing light activity, such as keeping watch in order to gain the benefits of a long rest.</li><li>You have advantage on saving throws you make to avoid or end the poisoned condition on yourself, and you have resistance against poison damage.</li><li>Though your type is Humanoid, spells and effects which specifically affect Undead affect you as well.</li></ul>",
      "effects": {
        "Poison Resistance": {
          "name": "Poison Resistance"
        }
      }
    },
    "Survivor": {
      "name": "Survivor",
      "description": "<p>In ways few can compare, you have seen the ferocity of battle, the wickedness of people, or the cruel coldness of the world. Your experiences have marked you with aching traumas and invaluable lessons of survival, granting the following traits:</p><ul><li>You lose proficiency in one saving throw of your choice.</li><li>When you fall to 0 hit points and begin to make death saving throws, you must fail 5 saving throws to die.</li></ul>"
    }
  }
}
