{
  "label": "随机表",
  "folders": {
    "Alchemist": "Alchemist",
    "VSoS": "VSoS",
    "VSoS Random Magic Items": "VSoS随机魔法物品"
  },
  "entries": {
    "Random Magic Items - Tier 0": {
      "name": "Random Magic Items - Tier 0",
      "description": "<p>You can use the following table to randomly determine magic items when the players discover a treasure hoard, search the wardrobe of a mage, or go shopping for dusty antiques. These items are appropriate for characters of any level; the GM can use them as low-impact rewards, or offer them to characters of 1st level.</p>"
    },
    "Havoc!": {
      "name": "Havoc!",
      "description": "<p>Also at 1st level, you can stoke the flames of chaos with your sword. When you hit a hostile creature with a melee weapon attack, you can roll on the table below to trigger an additional effect. Once you use this feature, you can’t use it again until you finish a short or long rest.</p>",
      "results": {
        "1-1": "You and the target teleport, trading places.",
        "2-2": "Lightning strikes you and the target, dealing [[/r 3d6]] lightning damage to each of you.",
        "3-3": "The target must vocalize their innermost thoughts for the next minute.",
        "4-4": "You cast the spell @UUID[Compendium.dnd5e.spells.S7VbUetIfVT7B6Eq]{darkness}, centered on the target.",
        "5-5": "You become invisible until the end of your next turn, as per the spell @UUID[Compendium.dnd5e.spells.1N8dDMMgZ1h1YJ3B]{invisibility}.",
        "6-6": "The target bursts into flames, taking [[/r 1d4]] fire damage. The target continues to take 1d4 fire damage at the start of each of its turns until a creature extinguishes the flames as an action.",
        "7-7": "The target’s skin transforms into a brittle glass until the end of its next turn, reducing its AC by 3, to a minimum of 10.",
        "8-8": "The target comically falls prone.",
        "9-9": "An object of the GM's choice explodes, dealing [[/r 8d6]] fire damage to each creature within a 20-foot radius of the object.",
        "10-10": "Roll on this table twice and apply both results, rerolling any 10s."
      }
    },
    "Random Magic Items - Tier 1": {
      "name": "Random Magic Items - Tier 1",
      "description": "<p>The following magic items are appropriate rewards for characters of 1st to 5th level.</p>"
    },
    "Random Magic Items - Tier 2": {
      "name": "Random Magic Items - Tier 2",
      "description": "<p>The following magic items are appropriate rewards for characters of 6th to 11th level.</p>"
    },
    "Gloves of Skill": {
      "name": "Gloves of Skill",
      "description": "<p>While attuned to these gloves, you have proficiency with one tool or instrument. The DM chooses the proficiency or determines it randomly from the options below.</p>"
    },
    "Indefinite Madness": {
      "name": "Indefinite Madness",
      "description": "The character is afflicted with indefinite madness.",
      "results": {
        "1-15": "\"Being drunk keeps me sane.\"",
        "16-25": "\"I keep whatever I find.\"",
        "26-30": "\"I try to become more like someone else I know—adopting his or her style of dress, mannerisms, and name.\"",
        "31-35": "\"I must bend the truth, exaggerate, or outright lie to be interesting to other people.\"",
        "36-45": "\"Achieving my goal is the only thing of interest to me, and I’ll ignore everything else to pursue it.\"",
        "46-50": "\"I find it hard to care about anything that goes on around me.\"",
        "51-55": "\"I don't like the way people judge me all the time.\"",
        "56-70": "\"I am the smartest, wisest, strongest, fastest, and most beautiful person I know.\"",
        "71-80": "\"I am convinced that powerful enemies are hunting me, and their agents are everywhere I go. I am sure they’re watching me all the time.\"",
        "81-85": "\"There's only one person I can trust. And only I can see this special friend.\"",
        "86-95": "\"I can't take anything seriously. The more serious the situation, the funnier I find it.\"",
        "96-100": "\"I've discovered that I really like killing people.\""
      }
    },
    "Prismatic Bomb": {
      "name": "Prismatic Bomb",
      "description": "<p>By adding an ounce of polyjuice, an unpredictable, multicolored chemical, to your bomb’s explosive contents, you can change it into a prismatic bomb. A prismatic bomb deals damage of a randomly determined type instead of fire damage, and it requires a randomly determined type of saving throw. Its damage dice are d8s. Roll on each of the following tables.</p>",
      "results": {
        "1-1": "Acid Damage : Dexterity Saving Throw",
        "2-2": "Cold Damage : Dexterity Saving Throw",
        "3-3": "Fire Damage : Constitution Saving Throw",
        "4-4": "Lightning Damage : Constitution Saving Throw",
        "5-5": "Poison Damage : Wisdom Saving Throw",
        "6-6": "Radiant Damage : Wisdom Saving Throw"
      }
    },
    "Émigré Manuscript": {
      "name": "Émigré Manuscript",
      "description": "<p>This ancient tome is shaped like a skull and smells either of violets or tiger lilies. While holding the tome, you can cast the spell resurrection without using material components. Once the manuscript is used, it can’t be used again until the next dawn. Curse. The émigré manuscript is cursed to bring nothing but misery to those who use it. Whenever you use it to raise the dead, roll a d20 to determine the result according to the following table.</p>",
      "results": {
        "1-2": "The spell fails and the caster immediately dies.",
        "3-4": "The target is resurrected as a revenant, seeking revenge against the caster.",
        "5-6": "The target is resurrected as a ghost, but otherwise retains their memories and personality.",
        "7-8": "The spell works, but the 100 Humanoids nearest to the target (excluding the caster) immediately die.",
        "9-10": "The spell works, but the caster must roll twice on the @UUID[Compendium.dnd5e.tables.MAL5r8ZKx7BVsE9R]{Indefinite Madness} table, suffering both results. If the same result is rolled twice, the caster immediately dies.",
        "11-12": "The spell works, but the target loses all of their memories, class levels, proficiencies (including languages), and personality traits.",
        "13-14": "The spell appears to work, but the target dies again after 1d10 minutes. No magic short of a wish can revive them from this death.",
        "15-20": "The spell works as normal."
      }
    },
    "Bag of Cheer": {
      "name": "Bag of Cheer",
      "description": "<p>This large sack, which weighs 30 pounds and is made from red velvet, appears to be full of presents in colorful wrapping. As an action, you can pull a present from the bag and give it to another creature. The gift is tailored specifically to the recipient; the GM determines its nature or rolls on the table on the following page. The value of the gift can’t exceed 100 gp. Once three presents have been pulled from the bag, the bag can’t be used again until the next dawn. Any additional presents removed from the bag are empty but well-decorated boxes.</p>",
      "results": {
        "1-1": "A weapon or shield",
        "2-2": "Gold",
        "3-3": "An art object",
        "4-4": "A clothing item",
        "5-5": "a tool or musical instrument",
        "7-7": "Gems",
        "8-8": "An exotic food",
        "9-9": "A book",
        "10-10": "A toy or gaming set"
      }
    },
    "Armor of Resistance": {
      "name": "抗性护甲",
      "results": {
        "1-1": "Acid",
        "2-2": "冷冻",
        "3-3": "火元素",
        "4-4": "Force",
        "5-5": "电闪",
        "6-6": "Necrotic",
        "7-7": "淬毒",
        "8-8": "Psychic",
        "9-9": "Radiant",
        "10-10": "Thunder"
      }
    },
    "Random Magic Items - Tier 3 & 4": {
      "name": "Random Magic Items - Tier 3 & 4"
    },
    "Aura Lenses": {
      "name": "Aura Lenses",
      "description": "<p>A set of these large glass lenses is contained in a single cylindrical case. Each is four inches across, tinted in a different hue, and associated with a particular school of magic, as shown on the following table. When you hold a lens up to your eye and look through it, the world appears to be tinted in the appropriate color, except for creatures and objects which are under the effect of a spell from the lens’s associated school of magic, which aren’t colored at all. A complete set of aura lenses contains all 8 individual lenses, but most are found as an incomplete set, containing only 1d8 of them.</p>",
      "results": {
        "1-1": "Abjuration - White",
        "2-2": "Conjuration -Blue",
        "3-3": "Divination - Yellow",
        "4-4": "Enchantment - Pink",
        "5-5": "Evocation - Red",
        "6-6": "Illusion - Purple",
        "7-7": "Necromancy - Grey",
        "8-8": "Transmutation - Green"
      }
    },
    "Polymorph Potion": {
      "name": "Polymorph Potion",
      "description": "<p>When you drink this potion, which is a purple liquid derived from mimic blood, you gain the effects of the @UUID[Compendium.dnd5e.spells.04nMsTWkIFvkbXlY]{polymorph} spell for an hour. Roll a d20 and consult the following table to determine the form you are transformed into.</p>"
    }
  }
}
