{
  "label": "Classes",
  "folders": {
    "The Talent": "The Talent",
    "The Beastheart": "The Beastheart",
    "The Illrigger": "The Illrigger",
    "Illrigger Features": "Illrigger Features",
    "Beastheart Features": "Beastheart Features",
    "Talent Features": "Talent Features",
    "Telepath Features": "Telepath Features",
    "Protector Bond Features": "Protector Bond Features",
    "Shadowmaster Features": "Shadowmaster Features",
    "Telekinetic Features": "Telekinetic Features",
    "Sanguine Knight Features": "Sanguine Knight Features",
    "Primordial Bond Features": "Primordial Bond Features",
    "Painkiller Features": "Painkiller Features",
    "Resopath Features": "Resopath Features",
    "Infernal Bond Features": "Infernal Bond Features",
    "Hunter Bond Features": "Hunter Bond Features",
    "Pyrokinetic Features": "Pyrokinetic Features",
    "Hellspeaker Features": "Hellspeaker Features",
    "Beastheart Companion Features": "Beastheart Companion Features",
    "Ferocious Bond Features": "Ferocious Bond Features",
    "Architect of Ruin Features": "Architect of Ruin Features",
    "Metamorph Features": "Metamorph Features",
    "Maverick Features": "Maverick Features",
    "Chronopath Features": "Chronopath Features"
  },
  "entries": {
    "Mystic Connection: Sporeling": {
      "name": "Mystic Connection: Sporeling",
      "description": "<p>When you hit another creature with a weapon attack, you infuse the attack with special spores that impose disadvantage on the target’s attack rolls until the end of their next turn. You can’t use this benefit again until you finish a short or long rest.</p>",
      "activities": {
        "utility": {
          "condition": "When you hit a acreature with a weapon attack."
        }
      },
      "effects": {
        "Distracting Spores": {
          "name": "Distracting Spores",
          "description": "<p>You have disadvantage on all attack rolls until the end of your next turn.</p>"
        }
      }
    },
    "Not in the Face": {
      "name": "Not in the Face",
      "description": "<p>Your foes develop an overwhelming sympathy for you thanks to your telepathy powers. When a creature fails a saving throw against a power you manifest, you can momentarily flood the creature with conflicting emotions that prevent them from attacking you until the start of your next turn. Creatures that can't be &amp;reference[charmed apply=false] are immune to this effect.</p>",
      "activities": {
        "utility": {
          "condition": "When a creature fails a saving throw against a power you manifest."
        }
      },
      "effects": {
        "Not in the Face": {
          "name": "Not in the Face",
          "description": "<p>You cannot attack the Talent until the start of their next turn.</p>"
        }
      }
    },
    "Deathstrike": {
      "name": "Deathstrike",
      "description": "<p>When you hit an interdicted creature with a melee weapon attack, you can use your reaction to burn one of the seals on them to turn the hit into a critical hit. When you do, you also double the damage dice you roll for the burned seal.</p><p>You can use this reaction a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.</p>",
      "activities": {
        "utility": {
          "condition": "When you hit an interdicted creature with a melee weapon attack.",
          "affects": {
            "special": "An interdicted creature."
          }
        }
      }
    },
    "Exsanguinate": {
      "name": "Exsanguinate",
      "description": "<p>You can drain enemies to embolden your allies. Whenever you burn one or more seals on a creature who isn't a Construct or Undead, you can choose an ally you can see within 30 feet of you. That ally gains temporary hit points equal to the damage dealt by the seals to the interdicted creature.</p>"
    },
    "Mystic Connection: Giant Spider": {
      "name": "Mystic Connection: Giant Spider",
      "description": "<p>You gain a secondary sense that warns you of danger. You have advantage on initiative rolls, and you can’t be &amp;reference[surprise]{Surprised} while you are not &amp;reference[incapacitated apply=false].</p>",
      "effects": {
        "Spider's Senses": {
          "name": "Spider's Senses"
        }
      }
    },
    "Immolate": {
      "name": "Immolate",
      "description": "<p>Channeling your pyrokinesis powers lets you set your enemies ablaze. Once per turn when you deal fire damage to a creature with a pyrokinesis power or your Flame On feature, you can make the target catch fire for 1 minute. While on fire, a target takes fire damage equal to twice your proficiency bonus at the start of each of their turns. At the end of each of their turns, a target can make a Dexterity saving throw against your talent power save DC, extinguishing the fire on themself on a success.</p>",
      "activities": {
        "Immolate Creature": {
          "name": "Immolate Creature",
          "condition": "When you deal fire damage to a creature with a pyrokinesis power or your Flame On feature."
        }
      },
      "effects": {
        "Immolated": {
          "name": "Immolated",
          "description": "<p>You are on fire for the next minute, and take fire damage equal to twice the Talent's proficiency bonus at the start of each of your turns.</p><p>At the end of each of your turns, you can make a Dexterity saving throw against their talent power save DC, extinguishing the fire on yourself on a success.</p>"
        }
      }
    },
    "Dark of Hell (8 Ferocity)": {
      "name": "Dark of Hell (8 Ferocity)",
      "description": "<p>As an action, you cause your companion to radiate an aura of magical darkness in a 10-foot radius until the end of your next turn. You and your companion can see within this darkness, which moves with your companion.</p>",
      "activities": {
        "utility": {
          "affects": {
            "special": "A companion."
          }
        }
      },
      "effects": {
        "Dark of Hell": {
          "name": "Dark of Hell",
          "description": "<p>You radiate an aura of magical darkness in a 10-foot radius until the end of your turn. You and your caregiver can both see through this darkness, which moves with you.</p>"
        }
      }
    },
    "Telekinesis Adept": {
      "name": "Telekinesis Adept",
      "description": "<p>When you roll a manifestation die to learn a new telekinesis power, you can roll the die twice and use either roll.</p><p>In addition, after you make a manifestation test to manifest a telekinesis power, you can reroll the manifestation die and use either roll. You can reroll a number of manifestation tests equal to your Intelligence modifier (minimum one test), regaining all uses when you finish a long rest. You can use this feature only once for a single manifestation test.</p>",
      "activities": {
        "Adept Telekinesis Manifestation": {
          "name": "Adept Telekinesis Manifestation",
          "condition": "After you make a manifestation test to manifest a telekinesis power."
        }
      }
    },
    "Dynamic Power": {
      "name": "Dynamic Power",
      "description": "<p>When a Medium or smaller creature is hit by an attack roll for a power you manifest or fails a saving throw against a power you manifest, you can gain 2 strain to move the target up to 15 feet in any direction or knock them &amp;reference[prone]. You can gain 3 strain to affect a Large creature with this Psionic Exertion option, or 4 strain to affect a Huge creature.</p>",
      "activities": {
        "utility": {
          "condition": "When a Medium or smaller creature is hit by an attack roll for a power you manifest or fails a saving throw against a power you manifest.",
          "affects": {
            "special": "A creature that is Medium or smaller."
          }
        }
      }
    },
    "Lava Geyser (8 Ferocity)": {
      "name": "Lava Geyser (8 Ferocity)",
      "description": "<p>As an action, you summon a powerful rush of lava centered on a point on the ground you can see within 30 feet of you. The lava fills a cylinder that is 10 feet tall with a 5-foot radius, and forces each creature in its area to make a Dexterity saving throw. On a failure, a creature takes 4d6 fire damage and is knocked &amp;reference[prone]. On a success, a creature takes half as much damage and isn't knocked prone. The lava then dissolves into fiery mist and fades away.</p><p>When you reach 17th level, the damage increases to 5d6.</p>"
    },
    "Metamorph": {
      "name": "Metamorph",
      "description": "<p>Your brain allows you to alter a creature's body chemistry, letting you close wounds, grant superpowers, and even bring back the dead with a mere touch of the mind. Metamorphs are sometimes called changers, and those who make a formal study of the Metamorph specialization do so at the Academy of Body.</p>"
    },
    "Poisonous Primal Strike": {
      "name": "Poisonous Primal Strike",
      "description": "<p>Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d8 poison damage to the target.</p><p>Each time you gain a level in this class, you can change the damage type for this feature to another type from the list When you reach 14th level, the extra damage increases to 2d8.</p>",
      "activities": {
        "damage": {
          "condition": "When you hit a creature with a weapon attack."
        }
      }
    },
    "Thunderous Primal Strike": {
      "name": "Thunderous Primal Strike",
      "description": "<p>Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d8 thunder damage to the target.</p><p>Each time you gain a level in this class, you can change the damage type for this feature to another type from the list When you reach 14th level, the extra damage increases to 2d8.</p>",
      "activities": {
        "damage": {
          "condition": "When you hit a creature with a weapon attack."
        }
      }
    },
    "Greater Telepathy": {
      "name": "Greater Telepathy",
      "description": "<p>You gain the ability to telepathically communicate at will. You can speak telepathically to any creature within 30 feet of you, which understands you whether or not the two of you share a common language. You can communicate even with creatures that have a low Intelligence or that understand no languages, and can speak telepathically in this way to one creature at a time.</p><p>Additionally, as an action, you can forge a telepathic link with other willing creatures of your choice within 30 feet of you, up to a total number of creatures equal to your Intelligence modifier. This link lasts for 1 hour. You and any of the targets can communicate telepathically with each other through the bond, whether or not you share a common language. Once this telepathic link is established, communication is possible over any distance, though it can't extend to other planes of existence. If you are &amp;reference[incapacitated apply=false] or die, the telepathic link ends.</p><p>You can use this feature a number of times equal to your Intelligence modifier (minimum once), regaining all uses when you finish a long rest. If you create a telepathic link with this feature while an existing link is already active, the first link ends.</p>",
      "activities": {
        "Forge Telepathic Network": {
          "name": "Forge Telepathic Network"
        }
      },
      "effects": {
        "Telepathic Link": {
          "name": "Telepathic Link",
          "description": "<p>You have a telepathic link with up to five other creatures for the next hour. While this link is active, you and any of the other creatures you are linked to can communicate telepathically with each other through this bond, whether or not you share a common language.</p><p>Once this telepathic link is established, communication is possible over any distance, though it can't extend to other planes of existence. If the Talent is &amp;reference[incapacitated apply=false] or dies, the telepathic link ends.</p>"
        }
      }
    },
    "Bravado": {
      "name": "Bravado",
      "description": "<p>While you are not wearing any armor, your Armor Class equals 10 + your Dexterity modifier + your Charisma modifier. You can use a shield and still gain this benefit.</p>",
      "effects": {
        "Bravado AC Calculation": {
          "name": "Bravado AC Calculation"
        }
      }
    },
    "Fury of the Wise": {
      "name": "Fury of the Wise",
      "description": "<p>Also at 3rd level, your experience with your companion's rage awes those who dare stand against you. You gain proficiency in the Intimidation skill if you do not already have it. Additionally, your Charisma (Intimidation) checks gain a bonus equal to your Wisdom modifier.</p>",
      "effects": {
        "Fury of the Wise": {
          "name": "Fury of the Wise",
          "description": "<p>You gain a bonus to Charisma (Intimidation) checks equal to your Wisdom modifier.</p>"
        }
      }
    },
    "Pack Phalanx": {
      "name": "Pack Phalanx",
      "description": "<p>At 3rd level, you and your companion learn to engage foes up close to keep them from harming those you protect. Whenever you and your companion are not &amp;reference[incapacitated apply=false] and are both within 5 feet of a creature, that creature has disadvantage on attack rolls against any target that is not you or your companion.</p>"
    },
    "Terrifying Power": {
      "name": "Terrifying Power",
      "description": "<p>When a creature fails a saving throw against a power you manifest, you can activate this Psionic Exertion option. If the creature has a challenge rating equal to or lower than your talent level (or if its level is equal to or lower than your talent level, for creatures that don't have a challenge rating), you gain 3 strain and the target is &amp;reference[frightened] of you for 1 minute. If the creature has a challenge rating or level higher than your talent level, you gain no strain and the target is unaffected.</p><p>Whenever a creature frightened in this way takes damage, they make a Wisdom saving throw against your talent power save DC, ending the condition on themself on a success.</p>",
      "activities": {
        "utility": {
          "condition": "When a creature fails a saving throw against a power you manifest."
        }
      },
      "effects": {
        "Terrifying Power": {
          "name": "Terrifying Power",
          "description": "<p>You are &amp;reference[frightened apply=false] of the Talent for one minute. Whenever you take damage while frightened in this way, you can make a Wisdom saving throw against the Talent's power save DC, ending this effect on yourself on a success.</p>"
        }
      }
    },
    "Infernal Bond": {
      "name": "Infernal Bond",
      "description": "<p>You and your companion share a deep connection with each other … and with the Seven Cities of Hell! It might be that you work in the service of a devil, that you both spent time imprisoned in Hell before clawing your way out together, or simply that you bonded with a fiendish companion born in the Lower Planes. Whatever the case, you are connected to the Seven Cities and can use your companion's ferocity to unlock infernal magic.</p>",
      "advancement": {
        "Infernal Exploit Scaling": {
          "title": "Infernal Exploit Scaling"
        },
        "Infernal Exploits": {
          "title": "Infernal Exploits",
          "hint": "You gain one infernal exploit of your choice. You gain an additional infernal exploit of your choice at 11th level. Whenever you gain a level in this class, you can choose one of the infernal exploits you know and replace it with another nature exploit, for which you must have the appropriate beastheart level."
        },
        "Devil's Understanding: Infernal": {
          "title": "Devil's Understanding: Infernal",
          "hint": "You can speak, write, and understand Infernal."
        },
        "Devil's Understanding: Skill": {
          "title": "Devil's Understanding: Skill",
          "hint": "Additionally, you gain proficiency in the Arcana or Religion skill (your choice) if you do not already have proficiency in those skills."
        }
      }
    },
    "Quick Hide (2 Ferocity)": {
      "name": "Quick Hide (2 Ferocity)",
      "description": "<p>You can activate this exploit whenever you take the Attack action. The first time you hit a creature with a weapon attack this turn, your companion can take the Hide action as a reaction if they are able to hide.</p>",
      "activities": {
        "utility": {
          "condition": "When you take the Attack action."
        }
      }
    },
    "Intransigent": {
      "name": "Intransigent",
      "description": "<p>You and each creature of your choice within 10 feet of you are immune to the &amp;reference[charmed apply=false] condition while you are conscious.</p>",
      "effects": {
        "Intransigent": {
          "name": "Intransigent",
          "description": "<p>You and each creature of your choice within 10 feet of you are immune to the &amp;reference[charmed apply=false] condition while you are conscious.</p>"
        }
      }
    },
    "Dis's Onslaught": {
      "name": "Dis's Onslaught",
      "description": "<p>Each time you use a bonus action to place or move a seal, you can make one weapon attack as part of the same bonus action.</p>"
    },
    "Invoke Hell: Embolden Allies": {
      "name": "Invoke Hell: Embolden Allies",
      "description": "<p>As a bonus action, you restore a total number of hit points equal to five times your illrigger level, divided however you choose between yourself and other creatures within 30 feet of you.</p>"
    },
    "Sutekh's Blessing": {
      "name": "Sutekh's Blessing",
      "description": "<p>When Sutekh accepts you as his illrigger, he grants you access to his sacrilegious command of blood and life. You gain proficiency in the Religion skill.</p><p>In addition, as an action, you can expand your awareness of life around you. Until the end of your next turn, you can sense creatures who have blood within 120 feet of you without having to see them. This ability can penetrate most barriers, but is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt. You know the distance and direction of each creature, as well as the creature's type. You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.</p>",
      "activities": {
        "Activate Life Sense": {
          "name": "Activate Life Sense"
        }
      },
      "effects": {
        "Sense Life": {
          "name": "Sense Life",
          "description": "<p>Until the end of your next turn, you can sense creatures who have blood within 120 feet of you without having to see them. This ability can penetrate most barriers, but is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt. You know the distance and direction of each creature, as well as the creature's type.</p>"
        }
      }
    },
    "Keen Senses": {
      "name": "Keen Senses",
      "description": "<p>At 14th level, your senses sharpen, becoming akin to those of a fearsome predator. You have advantage on Wisdom (Perception) checks that rely on hearing, sight, or smell. Additionally, you can take the Search action as a bonus action.</p>",
      "activities": {
        "Search": {
          "name": "Search"
        }
      }
    },
    "Flash of Brimstone": {
      "name": "Flash of Brimstone",
      "description": "<p>When you place or move a seal, you can activate this boon (no action required) to magically teleport to an unoccupied space you can see within 5 feet of the target.</p>",
      "activities": {
        "utility": {
          "condition": "When you place or move a seal."
        }
      }
    },
    "Quid Pro Quo": {
      "name": "Quid Pro Quo",
      "description": "<p>You can whisper to the legions of Hell, ensnaring enemies and calling allies. As an action, you can attempt to banish a creature you can see within 30 feet of you. The target must succeed on a Charisma saving throw. On a failed save, the target is banished to the wastes of Hell for 1 minute, after which they return to the unoccupied space nearest to the one they left. A target banished in this way can repeat the saving throw at the end of each of their turns, ending the effect early on a success. A creature who succeeds on a saving throw against this effect becomes immune to your Quid Pro Quo for 24 hours.</p><p>Additionally, when a target is banished in this way, a @UUID[Compendium.mcdm-class-bundle.actors.Actor.wBSRnPa2GE0uxeOd] (from MCDM's<em> Flee, Mortals!</em>) or a @UUID[Compendium.dnd5e.monsters.Actor.MADGs8pWMVyyFOf1] (from the core rules) appears in their place. This devil acts as an ally to you and follows your commands until the banished creature is no longer banished, at which time the devil disappears.</p><p>Once you successfully banish a creature in this way, you can't use this feature again until you finish a long rest.</p>",
      "effects": {
        "Quid Pro Quo": {
          "name": "Quid Pro Quo",
          "description": "<p>You have been banished to the wastes of Hell for the next minute. While banished in this way you repeat the saving throw at the end of each of your turns, ending the effect early on a success.</p><p>When this effect ends, you return to the unoccupied space nearest to the one you left.</p>"
        }
      }
    },
    "Stinging Swarm (6 Ferocity)": {
      "name": "Stinging Swarm (6 Ferocity)",
      "description": "<p>As an action, you conjure a swarm of stinging insects in a line that is 5 feet wide and 30 feet long. Each creature in the line except your companion must make a Constitution saving throw, taking 4d6 piercing damage on a failed save, or half as much damage on a successful one. The insects then dissolve to shadow and fade away.</p><p>When you reach 17th level, the damage increases to 5d6.</p>"
    },
    "Lightning Eruption (8 Ferocity)": {
      "name": "Lightning Eruption (8 Ferocity)",
      "description": "<p>When you hit a creature with a weapon attack, the attack deals an extra 5d6 lightning damage and you can choose one other creature within 30 feet of the target that you can see. That creature must make a Dexterity saving throw, taking 5d6 lightning damage on a failed save, or half as much damage on a successful one.</p><p>When you reach 17th level, both instances of damage increase to 6d6.</p>",
      "activities": {
        "Extra Damage on Hit": {
          "name": "Extra Damage on Hit",
          "condition": "When you hit a creature with a weapon attack."
        },
        "save": {
          "affects": {
            "special": "A creature within 30 feet of the original target."
          }
        }
      }
    },
    "Acidic Primal Strike": {
      "name": "Acidic Primal Strike",
      "description": "<p>Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d8 acid damage to the target.</p><p>Each time you gain a level in this class, you can change the damage type for this feature to another type from the list When you reach 14th level, the extra damage increases to 2d8.</p>",
      "activities": {
        "damage": {
          "condition": "When you hit a creature with a weapon attack."
        }
      }
    },
    "Painkiller": {
      "name": "Painkiller",
      "description": "<p><em>The heavily armored death troopers of Hell, Painkillers serve Dispater, leading from the front of every major infernal battle.</em></p><p>Dispater rules Dis, the City of War. When Hell invades another world, Dispater's army does the fighting and dying. His Painkillers are master strategists who lead from the front, inspiring terror and awe in their soldiers. The imperious Painkillers are full of pride and hubris, and they often obsess over their personal appearance.</p><p>Though among the most chivalrous of the illriggers, a Painkiller's gallantry is twisted. They accept and honor challenges to single combat, and swiftly punish any who try to interfere—but if losing, they don't hesitate to cheat, and if winning, they arrogantly toy with an enemy before finishing them.</p><p>In a moment of weakness or desperation, a ruler in another world might see their army facing certain defeat and call on Dispater. Ever eager to sow strife and discord, Dispater often responds to these pleas by sending a Painkiller to lead the desperate ruler's armies.</p><h2>Precepts of Pride</h2><p>Dispater's heavy shock troops must be effective battlefield commanders and quickly dispatch enemies. Painkillers follow precepts instructing them to lead Hell's armies and wage war against Good across the timescape.</p><p><strong>Lead from the Front.</strong> I charge in at the front of every battle, inspiring my soldiers and terrifying my enemies.</p><p><strong>Commander.</strong> Wherever I go, I command. I don't take orders from those who don't have the will to lead.</p><p><strong>Victory at Any Cost.</strong> I respect the enemy leader and treat them honorably. But once swords are drawn, I use every trick in my arsenal to win, expecting them to do the same.</p><p><strong>Soldiers Die.</strong> I care not for the lives of my soldiers, for they are resources I spend to secure my victory.</p>",
      "advancement": {
        "Dispater's Blessing": {
          "title": "Dispater's Blessing",
          "hint": "When Dispater accepts you as his illrigger, you gain proficiency with heavy armor."
        }
      }
    },
    "Blood Price": {
      "name": "Blood Price",
      "description": "<p>You can strengthen your defenses at the cost of your vitality. Whenever you fail a saving throw, you can spend one of your Hit Dice, rolling it and adding the number rolled to the result of the save.</p>",
      "activities": {
        "Expend Hit Dice: D6": {
          "name": "Expend Hit Dice: D6",
          "roll": "Bonus to Save",
          "condition": "When you fail a saving throw."
        },
        "Expend Hit Dice: D8": {
          "name": "Expend Hit Dice: D8",
          "roll": "Bonus to Save",
          "condition": "When you fail a saving throw."
        },
        "Expend Hit Dice: D10": {
          "name": "Expend Hit Dice: D10",
          "roll": "Bonus to Save",
          "condition": "When you fail a saving throw."
        },
        "Expend Hit Dice: D12": {
          "name": "Expend Hit Dice: D12",
          "roll": "Bonus to Save",
          "condition": "When you fail a saving throw."
        }
      }
    },
    "Incontrovertible": {
      "name": "Incontrovertible",
      "description": "<p>Interdicted creatures have disadvantage on Wisdom and Charisma saving throws.</p>"
    },
    "Combat Mastery": {
      "name": "Combat Mastery",
      "description": "<p>Your archdevil grants you uncanny skill in a certain form of combat. Choose one of the following illrigger combat masteries:</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.5DhsGwzumrgULn3D]{Bravado}</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.iC849FaM1qEcsvV7]{Brutal}</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.hC3BMF52g5QjfKxL]{Inexorable}</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.CTeYV3PUGDZdP3ul]{Lies}</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.K2GedFKNoZ4u99qX]{Lissome}</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.rfvnJR01Cvra80Ux]{Unfettered}</p>"
    },
    "Bedevil": {
      "name": "Bedevil",
      "description": "<p>When you burn a seal on an interdicted creature, you can activate this boon (no action required). The target must subtract a number equal to your proficiency bonus from the result of the next saving throw they make before the end of their next turn.</p>",
      "activities": {
        "utility": {
          "roll": "Saving Throw Penalty",
          "condition": "When you burn a seal on an interdicted creature."
        }
      }
    },
    "Invoke Hell: Enervating Spell": {
      "name": "Invoke Hell: Enervating Spell",
      "description": "<p>When you deal damage to a creature with an illrigger spell of 1st level or higher, you can expend a seal (no action required) and imbue the spell with weakening magic. The target has vulnerability to that spell's damage. If they normally have resistance or immunity to the spell's damage, that resistance or immunity is suppressed for this spell, and the target has vulnerability to the damage instead.</p>"
    },
    "Nightmare Terrain": {
      "name": "Nightmare Terrain",
      "description": "<p>Terrain you shape with your mind is capable of harming your enemies. At the start of each of your turns while your Manipulate Terrain feature is active, you can select up to three creatures you can see in the area affected by that feature and shape the ground around them into attacking weapons (no action required). Each creature must succeed on a Dexterity saving throw against your talent power save DC or take bludgeoning, piercing, or slashing damage (your choice) equal to your talent level.</p>",
      "activities": {
        "Afflict Nightmare": {
          "name": "Afflict Nightmare",
          "condition": "While Manipulate Terrain is active.",
          "affects": {
            "special": "Creatures within the area of your Manipulate Terrain feature."
          }
        }
      }
    },
    "Hellish Wound (4 Ferocity)": {
      "name": "Hellish Wound (4 Ferocity)",
      "description": "<p>When your companion hits another creature other than a construct or an undead with their attack, you can have the attack deal a hellish wound to the creature (no action required). At the start of each of their turns, a target with a hellish wound loses 1d10 hit points for each hellish wound they have.</p><p>All of a target's hellish wounds close if they receive magical healing, or if any creature uses an action to staunch the wounds with a successful Wisdom (Medicine) check with a DC equal to your exploit save DC.</p><fieldset><legend>Foundry Note</legend><p>Foundry does not support stacking active effects, but you are able to apply the active effect from the \"Inflict Hellish Wound\" activity on a creature multiple times. The \"Hellish Wound Damage\" activity can also be scaled to the amount of wounds a target has, deal the appropriate amount of damage.</p></fieldset>",
      "activities": {
        "Inflict Hellish Wound": {
          "name": "Inflict Hellish Wound",
          "condition": "When your companion hits another creature other than a construct or undead with their attack."
        },
        "Hellish Wound Damage": {
          "name": "Hellish Wound Damage",
          "condition": "At the start of a creature's turn."
        }
      },
      "effects": {
        "Hellish Wound": {
          "name": "Hellish Wound",
          "description": "<p>You have suffered a hellish wound, and lose [[/r 1d10]] hit points at the start of each of your turns for each hellish wound you have.</p><p>If you receive magical healing or a creature sues their action to staunch the wounds with a successful [[/check wis med]] check, all of your hellish wounds close.</p>"
        }
      }
    },
    "Psionic Exertion": {
      "name": "Psionic Exertion",
      "description": "<p>You can expend your energy to give your powers an extra effect . You gain one of the following Psionic Exertion options of your choice. You gain additional options at 7th, 11th, and 15th level.</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.jsyDOXrdx9i4vP9d]{Destructive Power}</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.45DpPUc6767SS8UM]{Dynamic Power}</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.O7RLHrlkjgfSoFKN]{Expanded Power}</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.cVv6WdTOyIRL6VwD]{Fascinating Power}</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.wwPjUpyG9FiLIRng]{Halting Power}</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.Ndxjw4rZHxgWT5sa]{Magnified Power}</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.utciT9AXZyUIvABm]{Overwhelming Power}</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.tM7LrZKA8LQe5Y8h]{Shared Power}</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.5rajtu2fQQPU5PDy]{Terrifying Power}</p>"
    },
    "Master of Hell": {
      "name": "Master of Hell",
      "description": "<p>You learn to tear open a rift to Hell and wreak its fury on your enemies. As an action, you can summon a hellstorm centered on a point you can see within 150 feet of you . Choose one of the following effects, which fills a 50-foot-radius sphere centered on that point:</p><p><strong>Inferno.</strong> Hellfire rains down on your foes. Each enemy in that area must make a Dexterity saving throw. On a failed save, a creature takes 5d10 fire damage plus 5d10 necrotic damage, and they burn for 1 minute. On a successful save, a creature takes half as much damage and does not burn. A creature burning in this way must repeat this saving throw at the end of their turn, taking 1d10 fire damage plus 1d10 necrotic damage on a failed save, or ending the effect on themself on a successful one. This hellfire can't be extinguished by nonmagical means</p><p><strong>Pestilence.</strong> A foul miasma swirls around your foes . Each enemy in that area must make a Constitution saving throw. On a failed save, a creature takes 5d10 poison damage plus 5d10 necrotic damage and becomes &amp;reference[poisoned] for 1 minute. On a successful save, a creature takes half as much damage and does not become poisoned.</p><p><strong>Darkness.</strong> A bitter storm assails your foes . Each enemy in that area must make a Constitution saving throw, taking 10d10 cold damage on a failed save, or half as much damage on a successful one. Additionally, the storm's gloom persists for 1 minute, and each enemy within that area is &amp;reference[blinded] for the duration or until they leave the area.</p><p>Once you summon a hellstorm, you must finish a long rest before you can do so again.</p>",
      "activities": {
        "Hellstorm: Inferno": {
          "name": "Hellstorm: Inferno"
        },
        "Hellstorm: Pestilence": {
          "name": "Hellstorm: Pestilence"
        },
        "Hellstorm: Darkness": {
          "name": "Hellstorm: Darkness"
        }
      },
      "effects": {
        "Burning Hellfire": {
          "name": "Burning Hellfire",
          "description": "<p>You are covered in magical hellfire. At the end of each of your turns, you must make a Dexterity saving throw, taking [[/damage 1d10 fire &amp; 1d10 necrotic]] damage on a failed save, or ending this effect on a successful one.</p><p>This hellfire can't be extinguished by nonmagical means.</p>"
        }
      }
    },
    "Mystic Connection: Mimic": {
      "name": "Mystic Connection: Mimic",
      "description": "<p>As a bonus action, you touch a Small or smaller nonmagical object and polymorph it into any other nonmagical object of the same general size and weight, and whose value cannot exceed the value of the original object. The object remains polymorphed for 1 hour. If you move more than 30 feet away from the object, the polymorph ends early, or you can choose to end it early as an action. Using any material polymorphed in this way as a spell’s material component causes that spell to fail  You can’t use this benefit again until you finish a short or long rest.</p>"
    },
    "Mystic Connection: Giant Toad": {
      "name": "Mystic Connection: Giant Toad",
      "description": "<p>You can hold your breath for 1 hour, and you gain a swimming speed equal to your walking speed. In addition, you can make a long jump or a high jump as if you had a running start even when you don’t.</p>",
      "effects": {
        "Mystic Connection: Giant Toad": {
          "name": "Mystic Connection: Giant Toad",
          "description": "<p>You can hold your breath for 1 hour, and you gain a swimming speed equal to your walking speed.</p>"
        }
      }
    },
    "Lies": {
      "name": "Lies",
      "description": "<p>You can choose one type of melee weapon, such as a battleaxe, greatsword, or spear. When you attack with that type of weapon, you can use your Charisma modifier, instead of Strength or Dexterity, for the attack and damage rolls. You can choose a new weapon type, which replaces your previous choice, when you finish a long rest.</p><fieldset><legend>Foundry Note</legend><p>You can use the Enchant activity on this feature to enchant any weapon of the chosen type, allowing you to utilize your Charisma modifier for attack and damage rolls with the enchanted weapons.</p></fieldset>",
      "effects": {
        "Combat Mastery: Lies": {
          "name": "Combat Mastery: Lies",
          "description": "<p>When you attack with this weapon, you can use your Charisma modifier, instead of Strength or Dexterity, for the attack and damage rolls.</p>",
          "changes": {
            "system.description.value": "{} <fieldset>     <legend>Combat Mastery: Lies</legend>     <p>When you attack with this weapon, you can use your Charisma modifier, instead of Strength or Dexterity, for the attack and damage rolls.</p> </fieldset>"
          }
        }
      }
    },
    "Bloodstroke": {
      "name": "Bloodstroke",
      "description": "<p>The magic that shields your allies now also saps their enemies' strength. When an ally who has temporary hit points from your Exsanguinate feature is hit by a melee attack, the attacker takes cold, fire, or necrotic damage (your choice) equal to your illrigger level.</p><fieldset><legend>Foundry Note</legend><p>It is currently not possible to automatically apply the additional damage of this feature to creatures that have temporary hit points from the Exsanguinate feature. The damage activity on this feature can be used in place of this.</p></fieldset>",
      "activities": {
        "Bonus Damage": {
          "name": "Bonus Damage"
        }
      }
    },
    "Diabolic Contract": {
      "name": "Diabolic Contract",
      "description": "<p>You sign a diabolic contract with an archdevil who welcomes you into the Order of Desolation. Choose between the Architect of Ruin (Asmodeus), Hellspeaker (Moloch), Painkiller (Dispater), Sanguine Knight (Sutekh), or Shadowmaster (Belial) as your archdevil. Your choice grants you features at 3rd level and again at 7th, 11th, and 15th level.</p>"
    },
    "Mystic Connection: Hellhound": {
      "name": "Mystic Connection: Hellhound",
      "description": "<p>As a bonus action, you shroud yourself in hellfire for 10 minutes. While you are shrouded in this way, any creature within 5 feet of that hits you with a melee attack or that touches you for the first time on a turn takes 2d6 fire damage. You can’t use this benefit again until you finish a long rest.</p>",
      "activities": {
        "Hellfire Shroud Damage": {
          "name": "Hellfire Shroud Damage",
          "condition": "When a creature within 5 feet of you hits you with a melee attack while you are shrouded in hellfire."
        }
      },
      "effects": {
        "Hellfire Shroud": {
          "name": "Hellfire Shroud",
          "description": "<p>You are shrouded in hellfire for the next 10 minutes. While you are shrouded in this way, any creature within 5 feet of you that hits you with a melee attack or touches you for the first time on a turn takes [[/damage 2d6 fire]] damage.</p>"
        }
      }
    },
    "Feral Reflexes (2 Ferocity)": {
      "name": "Feral Reflexes (2 Ferocity)",
      "description": "<p>When you or your companion is hit by an attack, you can use your reaction to increase the target's AC by 2 against the triggering attack.</p>",
      "activities": {
        "utility": {
          "condition": "When you or your companion is hit by an attack."
        }
      }
    },
    "Haemal Exchange": {
      "name": "Haemal Exchange",
      "description": "<p>You have mastered the ability to enervate enemies and endow allies. When an interdicted creature within 60 feet of you makes an attack roll or saving throw, you can use your reaction to burn one of the seals on them and transfer their power. The target must roll a d8 and subtract the number rolled from the triggering attack roll or saving throw.</p><p>You then empower an ally within 30 feet of you. The next time that ally makes an attack roll or saving throw, they roll a d8 and add the number rolled to the attack roll or saving throw.</p>",
      "activities": {
        "Haemal Exchange: Enemy": {
          "name": "Haemal Exchange: Enemy",
          "roll": "Attack / Save Penalty",
          "condition": "When an interdicted creature within 60 feet of you makes an attack roll or saving throw.",
          "affects": {
            "special": "An interdicted creature."
          }
        },
        "Haemal Exchange: Ally": {
          "name": "Haemal Exchange: Ally"
        }
      },
      "effects": {
        "Haemal Exchange": {
          "name": "Haemal Exchange",
          "description": "<p>The next time you make an attack roll or saving throw, you roll a [[/r d8]] and add the number rolled to the attack roll or saving throw.</p>"
        }
      }
    },
    "Forked Tongue": {
      "name": "Forked Tongue",
      "description": "<p>You can instinctively speak, read, and write Infernal.</p><p>In addition, you can speak two other languages of your choice, but you can't read or write them . When you finish a long rest, you can draw on your archdevil's knowledge to replace one of these two languages . When you do, choose another language whose name you know; you magically forget the previous language and gain this new one instead . Once you replace a language in this way, you must finish a long rest before you can do so again.</p><p>Starting at 9th level, this feature grants you another language, for a total of three (in addition to Infernal) . Furthermore, you gain advantage on Wisdom (Insight) checks made to ascertain the intentions or sincerity of creatures.</p>"
    },
    "Blood Sport (16 Ferocity)": {
      "name": "Blood Sport (16 Ferocity)",
      "description": "<p>When you hit a Large or smaller creature with a melee weapon attack, you can also push the target up to 30 feet away from you and knock them &amp;reference[prone]. If the target ends this move within 5 feet of your companion, the companion can make a signature attack against the target (no action required). On a hit, the attack deals its normal effects, and the target is pushed up to 30 feet away from your companion. If the target ends this move within 5 feet of you, you can make a melee weapon attack against them (no action required) that deals an extra 4d6 damage if it hits.</p>",
      "activities": {
        "utility": {
          "condition": "When you hit a Large or smaller creature with a melee weapon attack."
        },
        "Bonus Damage": {
          "name": "Bonus Damage"
        }
      }
    },
    "Spellcasting": {
      "name": "Spellcasting",
      "description": "<p>As an Architect of Ruin, you access a well of profane magic to cast spells. See “Spellcasting” in the core rules for the general rules of spellcasting.</p><p><strong>Cantrips.</strong> You know two cantrips of your choice from the Architect of Ruin spell list (presented at the end of this subclass). You learn an additional cantrip from this list at 10th level.</p><p><strong>Spell Slots.</strong> The Architect of Ruin Spellcasting table shows how many spell slots you have to cast your illrigger spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.</p><p>For example, if you know the 1st-level spell @UUID[Compendium.dnd5e.spells.Item.22dPoeXfaaAv4K3h] and have a 1st-level and a 2nd-level spell slot available, you can cast <em>hellish rebuke</em> using either slot.</p><p><strong>Spells Known of 1st Level and Higher.</strong> At 3rd level, you know three 1st-level spells of your choice from the Architect of Ruin spell list.</p><p>The Spells Known column of the Architect of Ruin Spellcasting table shows when you learn more illrigger spells of 1st level or higher. Each of these spells must be of a level for which you have spell slots. When you reach 7th level, for example, you learn one new spell of 1st or 2nd level.</p><p>Whenever you gain a level in this class, you can replace one of the illrigger spells you know with another spell of your choice from the illrigger spell list. The new spell must be of a level for which you have spell slots.</p><p><strong>Spellcasting Ability.</strong> Charisma is your spellcasting ability for your spells, so you use your Charisma whenever a spell refers to your spellcasting ability. In addition, you use your Charisma modifier when setting the saving throw DC for a spell you cast and when making an attack roll with one.</p><p style=\"text-align:center\"><strong>Spell save DC</strong> = 8 + your proficiency bonus + your Charisma modifier</p><p><strong>Spellcasting Focus.</strong> You have an @UUID[Compendium.mcdm-class-bundle.items.Item.bAArTRV7vMgOupR9], such as an amulet symbolizing your archdevil, a fragment of a blasphemous relic, or a glass orb holding a consecrated drop of archdevil blood. You can use the unholy symbol as a spellcasting focus for your illrigger spells. You must have a free hand to use the unholy symbol, but it can be the same hand you use to perform somatic components.</p>"
    },
    "Infernal Teleport (4 Ferocity)": {
      "name": "Infernal Teleport (4 Ferocity)",
      "description": "<p>As an action, you or your companion (your choice) are surrounded by swirling shadow and smoke. The target teleports to an unoccupied space within 90 feet of their starting position.</p>"
    },
    "Marked Prey (4 Ferocity)": {
      "name": "Marked Prey (4 Ferocity)",
      "description": "<p>When your companion uses a ferocity action that requires a creature to make a saving throw, you can use your reaction to impose disadvantage on the save.</p>",
      "activities": {
        "utility": {
          "condition": "When your companion uses a ferocity action that requires a creature to make a saving throw."
        }
      }
    },
    "No Escape (1+ Ferocity)": {
      "name": "No Escape (1+ Ferocity)",
      "description": "<p>At the start of your turn when your companion gains ferocity and doesn't enter a rampage, you can spend up to your Wisdom modifier in ferocity (minimum 1; no action required). Until the start of your next turn, your speed or your companion's speed (your choice) increases by 5 feet × the ferocity spent.</p><fieldset><legend>Foundry Note</legend><p>It is currently not possible to modify the bonus an active effect bestows based on scaling consumption. This feature has several different active effect able to be chosen, depending on the amount of ferocity expended.</p></fieldset>",
      "activities": {
        "utility": {
          "condition": "When your companion gains ferocity and doesn't enter a rampage.",
          "affects": {
            "special": "Your companion."
          }
        }
      },
      "effects": {
        "No Escape (1 Ferocity)": {
          "name": "No Escape (1 Ferocity)",
          "description": "<p>Until the start of your next turn, your movement speed is increased by 5 feet.</p>"
        },
        "No Escape (2 Ferocity)": {
          "name": "No Escape (2 Ferocity)",
          "description": "<p>Until the start of your next turn, your movement speed is increased by 10 feet.</p>"
        },
        "No Escape (3 Ferocity)": {
          "name": "No Escape (3 Ferocity)",
          "description": "<p>Until the start of your next turn, your movement speed is increased by 3 feet.</p>"
        },
        "No Escape (4 Ferocity)": {
          "name": "No Escape (4 Ferocity)",
          "description": "<p>Until the start of your next turn, your movement speed is increased by 20 feet.</p>"
        },
        "No Escape (5 Ferocity)": {
          "name": "No Escape (5 Ferocity)",
          "description": "<p>Until the start of your next turn, your movement speed is increased by 25 feet.</p>"
        }
      }
    },
    "Primal Exploits": {
      "name": "Primal Exploits",
      "description": "<p>Starting at 2nd level, you learn to channel your companion's fury into extraordinary deeds called primal exploits, which are fueled by your companion's ferocity.</p><p>You learn three primal exploits of your choice, and learn an additional two exploits of your choice when you reach 10th and 17th level. Whenever you gain a level in this class, you can choose on of the primal exploits you know and replace it with another primal exploit, for which you must have the appropriate beastheart level.</p><p>Some exploits are activated using your reaction. Others are useable under specific circumstances but require no action. Some exploits are activated as part of the Attack action, in which case you can use only one such exploit per turn.</p><p>All exploits require you to spend your companion's ferocity to use them. Your companion must be within 60 feet of you when you use an exploit, and must have ferocity at least equal to the exploit's cost. The companion loses ferocity equal to the cost when you use the exploit. You can use an exploit even if your companion is &amp;reference[unconscious apply=false], as long as they have the appropriate ferocity. You can't use an exploit while your companion has entered a rampage.</p><p>Some exploits allow a companion to make a signature attack. This signature attack can't be modified with additional exploits or used as part of a ferocity action.</p><h3>Exploit Save DC</h3><p>Some of your exploits require creatures to make a saving throw to resist the exploit's effects. The saving throw DC is calculated as follows:</p><p style=\"text-align:center\"><strong>Exploit save DC</strong> = 8 + your proficiency bonus + your Wisdom modifier</p><p>Saving throws for your exploits use your exploit save DC even if the action that triggers the saving throw is undertaken by your companion.</p><p>Your exploit save DC also adjusts the DC of your companion's ferocity actions (see Superior Ferocity).</p>"
    },
    "Energy Unleashed": {
      "name": "Energy Unleashed",
      "description": "<p>When your powers tax you, you release some of that debilitating energy out into the world. Whenever you gain strain, you can choose a creature you can see within 60 feet of you. That creature must succeed on a Wisdom saving throw against your talent power save DC or take 1d6 psychic damage for each strain you gain.</p>",
      "activities": {
        "Unleash Energy": {
          "name": "Unleash Energy",
          "condition": "Whenever you gain strain."
        }
      }
    },
    "Brimstone Teleport (8 Ferocity)": {
      "name": "Brimstone Teleport (8 Ferocity)",
      "description": "<p>As an action, you teleport to an unoccupied space that you can see within 30 feet of you. Each creature within 5 feet of the space you leave and each creature within 5 feet of your destination space must make a Dexterity saving throw, taking 4d6 fire damage on a failed save, or half as much damage on a successful one. You and your companion take no damage from this effect.</p><p>When you reach 17th level, the damage increases to 5d6.</p>"
    },
    "Summon the Wilds": {
      "name": "Summon the Wilds",
      "description": "<p>At 18th level, you can call forth nearby creatures as a distracting swarm. Depending on your location, this horde could consist of birds, fish, insects, rodents, or other similar creatures of your choice. As an action, you call out to the creatures, which arrive immediately and occupy a 30-foot cube centered on a point within 120 feet of you that you can see. The swarm persists for 1 minute. On each of your turns, you can use a bonus action to move the swarm up to 30 feet in any direction.</p><p>Each creature of your choice that starts their turn in the swarm's area must succeed on a Wisdom saving throw against your exploit save DC or have disadvantage on ability checks, attack rolls, and saving throws, and a -5 to their passive Wisdom (Perception) score, until the start of their next turn.</p><p>You can't use this feature again until you finish a short or long rest.</p>",
      "activities": {
        "Summon Horde": {
          "name": "Summon Horde"
        }
      },
      "effects": {
        "Distracting Animal Horde": {
          "name": "Distracting Animal Horde",
          "description": "<p>You have disadvantage on ability checks, attack rolls, and saving throws, and a -5 penalty to your passive Wisdom (Perception) score until the start of your next turn.</p>"
        }
      }
    },
    "Nature Exploits": {
      "name": "Nature Exploits",
      "description": "<p>At 3rd level, you gain one nature exploit of your choice, which functions in the same manner as your primal exploits and uses your exploit save DC as applicable. The exploit you choose must be one available at 3rd level.</p><p>You gain one additional nature exploit at 11th level. Whenever you gain a level in this class, you can choose one of the nature exploits you know and replace it with another nature exploit, for which you must have the appropriate beastheart level.</p>"
    },
    "Architect of Ruin": {
      "name": "Architect of Ruin",
      "description": "<p><em>Architects of Ruin are cool and calculating arcane knights who serve Asmodeus, deploying spells, steel, and subterfuge to win at any cost.</em></p><p>Asmodeus rules Acheron, the City of Fear. His illriggers scour the timescape, collecting secrets and spells designed to deceive and terrify his opponents. The war he fights against the other archdevils is one of deception and information</p><p>His Architects of Ruin work to make Hell's enemies seem outnumbered and outmaneuvered. These illriggers are skillful spellblades on the battlefield, though some employ tactics such as research, infiltration, and propaganda to play mind games with their quarry. When an Architect of Ruin finally confronts an enemy, the advantage is theirs—they have studied, prepared, and gripped fate within their gauntlet, forcing it to favor them. They hungrily seek the dark arts to arm both themselves and Asmodeus with the impossible.</p><h3>Precepts of Ruin</h3><p>Architects of Ruin swear an oath to Asmodeus when they join the Order of Desolation. These precepts commit them to destroy Asmodeus's enemies by commanding great magic, causing fear, and sowing distrust.</p><p><strong>The Battlefield of the Mind.</strong> By the time my armies meet yours, you'll be filled with terror and doubt your own strength . I won't have to lift a finger to defeat you.</p><p><strong>The Proper Secret.</strong> Once I know your secrets, I know your weakness.</p><p><strong>Knowledge Is Power.</strong> Lore is as powerful as steel. I learn every detail about my enemy and anticipate their every move, checkmating them before the game even begins.</p><p><strong>Magic Is Mine to Command.</strong> Cunning is also as powerful as steel. I wield the dark arcane arts to manipulate your senses, weaken your resolve, and strengthen my blade. Your soldiers will quake for fear of what dark magics may next cloak my blade.</p>",
      "advancement": {
        "Spells Known": {
          "title": "Spells Known"
        },
        "Architect of Ruin: Cantrips": {
          "title": "Architect of Ruin: Cantrips",
          "hint": "You learn two cantrips of your choice from the Architect of Ruin spell list. You learn an additional cantrip from this list at 10th level."
        }
      }
    },
    "Furious Rampage": {
      "name": "Furious Rampage",
      "description": "<p>At 11th level, your companion can channel their fury into stronger strikes. Whenever your companion hits one of your enemies with a signature attack during a rampage, the attack deals extra damage equal to the companion's ferocity (instead of half their ferocity).</p><p>Additionally, whenever your companion attacks a target within 5 feet of you while in a rampage, they make the attack with advantage. If you attack a creature within 5 feet of your companion when you use Frenzied Charge, you make your attack with advantage.</p>"
    },
    "Hell's Charmer": {
      "name": "Hell's Charmer",
      "description": "<p>At 7th level, your companion can harness the super natural charm of devils to work enchantment magic on other creatures. As an action, choose one creature that can see you and your companion within 30 feet of you. That creature must make a Wisdom saving throw, doing so with advantage if you or your allies are fighting them. On a success, the creature knows you tried to charm them and becomes hostile toward you and your companion.</p><p>On a failure, the creature is &amp;reference[charmed] by you and your companion for 10 minutes, or until you or your allies do anything physically, mentally, or emotionally harmful to the creature. The charmed creature is friendly to you. When this effect ends, a charmed creature doesn't remember what happened during the time they were charmed.</p><p>You can use this feature a number of times equal to your Wisdom modifier (minimum once). You regain all uses when you finish a long rest.</p>",
      "effects": {
        "Hell's Charmer": {
          "name": "Hell's Charmer",
          "description": "<p>You have been &amp;reference[charmed apply=false] for the next 10 minutes or until the beastheart or their allies do anything physically, mentally, or emotionally harmful to you.</p><p>When this effect ends, you do not remember what happened during the time you were charmed.</p>"
        }
      }
    },
    "Sickening Strike (3 Ferocity)": {
      "name": "Sickening Strike (3 Ferocity)",
      "description": "<p>You can activate this exploit whenever you take the Attack action. The first time you hit a creature with a weapon attack this turn, the target must succeed on a Constitution saving throw or be &amp;reference[poisoned] until the start of your next turn.</p>",
      "activities": {
        "save": {
          "condition": "When you take the Attack action."
        }
      },
      "effects": {
        "Sickening Strike": {
          "name": "Sickening Strike",
          "description": "<p>You are &amp;reference[poisoned apply=false] until the start of the beastheart's next turn.</p>"
        }
      }
    },
    "Infernal Flames (8 Ferocity)": {
      "name": "Infernal Flames (8 Ferocity)",
      "description": "<p>As an action, you cause a blast of fire to erupt from your companion. Each creature within 20 feet of the companion must make a Dexterity saving throw, taking 4d10 fire damage on a failed save, or half as much damage on a successful one. You and your companion take no damage from this effect.</p><p>When you reach 17th level, the damage increases to 5d10.</p>"
    },
    "Freezing Strike (2 Ferocity)": {
      "name": "Freezing Strike (2 Ferocity)",
      "description": "<p>You can activate this exploit whenever you take the Attack action. The first time you hit a creature with a weapon attack this turn, the attack deals an extra 1d6 cold damage and the target's speed is reduced by 10 feet until the start of your next turn.</p><p>The extra damage increases by 1d6 when you reach 5th level (2d6), 11th level (3d6), and 17th level (4d6).</p>",
      "activities": {
        "damage": {
          "condition": "When you take the Attack action."
        }
      }
    },
    "Death Foiled": {
      "name": "Death Foiled",
      "description": "<p>By expending psionic energy, you return a dead creature to life. After spending 1 hour concentrating on and touching the remains of a creature that died within the last 8 hours, you gain 8 strain, and the creature returns to life with 1 hit point. Any poisons or diseases that affected the creature when they died are neutralized or cured when they return to life. This power closes all mortal wounds and restores any missing body parts.</p><p>Additionally, if you die and can gain 8 strain without surpassing your strain maximum, you gain 8 strain and your remains reform 1 hour after your death. When your remains reform, you return to life as above.</p><p>You can use this feature to return a creature to life (including yourself) once, regaining the ability to do so when you finish a long rest.</p>",
      "activities": {
        "Resurrect Creature": {
          "name": "Resurrect Creature",
          "affects": {
            "special": "A creature that has died within the last eight hours."
          }
        },
        "Self-Resurrection": {
          "name": "Self-Resurrection",
          "condition": "When you die and you can gain 8 strain without surpassing your strain maximum."
        }
      }
    },
    "Fiery Primal Strike": {
      "name": "Fiery Primal Strike",
      "description": "<p>Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d8 fire damage to the target.</p><p>Each time you gain a level in this class, you can change the damage type for this feature to another type from the list When you reach 14th level, the extra damage increases to 2d8.</p>",
      "activities": {
        "damage": {
          "condition": "When you hit a creature with a weapon attack."
        }
      }
    },
    "Iron Gaol": {
      "name": "Iron Gaol",
      "description": "<p>As an action, you can touch a creature and expend four seals to attempt to send that creature to Hell. The target must succeed on a Charisma saving throw or be pulled through a rift into the prisons of your archfiend's infernal city.</p><p>If the target is native to Hell, or if their level or challenge rating is 4 or lower, they remain there and must find their own way out. Otherwise, the target remains in the prison for 1 minute, after which they reappear in the space they left or in the nearest unoccupied space available; this target can repeat the saving throw at the end of each of their turns, ending the effect early on a success.</p>",
      "effects": {
        "Iron Gaol": {
          "name": "Iron Gaol",
          "description": "<p>You have been transported into the prison of an archdevil's infernal city for the next minute, after which you reappear in the space you left or in the nearest unoccupied space available.</p><p>You can repeat the saving throw at the end of each of your turns, ending this effect early on a success.</p>"
        }
      }
    },
    "Primal Strike": {
      "name": "Primal Strike",
      "description": "<p>At 8th level, you gain the ability to infuse your weapon strikes with primal energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d8 damage to the target. The damage type is determined by you when you gain this feature, and is chosen from the following list: acid, cold, fire, lightning, poison, or thunder.</p><p>Each time you gain a level in this class, you can change the damage type for this feature to another type from the list When you reach 14th level, the extra damage increases to 2d8.</p>"
    },
    "Primal Warding": {
      "name": "Primal Warding",
      "description": "<p>At 7th level, you learn to use primal magic to set traps made of nearly invisible force. As an action, you trap a 10-foot-square area of ground centered on a point you can see within 30 feet of you, with the trap lasting for 8 hours or until it is triggered. When you set the trap, you can designate any number of specific creatures that are unaffected by it. Finding the trap requires a successful Intelligence (Investigation) check against your exploit save DC.</p><p>A creature that walks into the trap's area triggers the trap and must make a Constitution saving throw against your exploit save DC. On a failure, the creature takes 4d8 force damage and is &amp;reference[blinded] for 1 minute. On a success, the creature takes half as much damage and isn't blinded. A creature blinded by the trap can repeat the saving throw at the end of each of their turns, ending the effect on themself on a success.</p><p>A mental alarm alerts you with a ping in your mind if you are within 1 mile of the trap when it is triggered. This ping awakens you if you are sleeping. If you set more than one trap, you know which one was triggered.</p><p>You can use this feature to set a number of traps equal to your Wisdom modifier (minimum one). You regain all expended uses when you finish a long rest.</p>",
      "activities": {
        "Set Trap": {
          "name": "Set Trap"
        }
      }
    },
    "Asmodeus's Interdiction": {
      "name": "Asmodeus's Interdiction",
      "description": "<p>You learn the following additional interdict boons at the noted illrigger levels. Once you learn an interdict boon granted by this feature, you always know it, and it doesn't count against the number of interdict boons you know.</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.UeTnwMOHtNUWxAj8]{Axiomatic Seals} (7th Level; Passive)</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.va0L1fPTXJkkMdKu]{Spellbreaker} (13th Level)</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.fP96YvPZo29R0Q0f]{Hell Mage} (18th Level; Passive)</p>"
    },
    "Psionic Evolution": {
      "name": "Psionic Evolution",
      "description": "<p>Any creature that benefits from your Psionic Toughness feature gains the following additional benefits for 1 hour:</p><ul><li><p>The creature is immune to disease, poison damage, and the &amp;reference[poisoned apply=false] condition.</p></li><li><p>The creature's speed increases by 10 feet.</p></li><li><p>Once on each of the creature's turns when they deal damage to a target with an attack, power, or spell, they can deal extra psychic damage to the target equal to your Intelligence modifier (minimum 1 damage).</p></li></ul>",
      "activities": {
        "utility": {
          "condition": "When a creature gains the benefits of your Psionic Toughness feature."
        }
      },
      "effects": {
        "Psionic Evolution": {
          "name": "Psionic Evolution",
          "description": "<p>While you benefit from the Psionic Toughness feature, you gain the following additional benefits for one hour:</p><ul><li><p>You are immune to disease, poison damage, and the &amp;reference[poisoned apply=false] condition.</p></li><li><p>Your movement speed increases by 10 feet.</p></li><li><p>Once on each of your turns when you deal damage to a target with an attack, power, or spell, you can deal extra psychic damage equal to the Talent's Intelligence modifier (minimum 1 damage).</p></li></ul>"
        }
      }
    },
    "Chronopathy Adept": {
      "name": "Chronopathy Adept",
      "description": "<p>When you roll a manifestation die to learn a new chronopathy power, you can roll the die twice and use either roll.</p><p>In addition, after you make a manifestation test to manifest a chronopathy power, you can reroll the manifestation die and use either roll. You can reroll a number of manifestation tests equal to your Intelligence modifier (minimum one test), regaining all uses when you finish a long rest. You can use this feature only once for a single manifestation test.</p>",
      "activities": {
        "Adept Chronopathy Manifestation": {
          "name": "Adept Chronopathy Manifestation",
          "condition": "After you make a manifestation test to manifest a chronopathy power."
        }
      }
    },
    "Lissome": {
      "name": "Lissome",
      "description": "<p>When you hit a creature with a melee weapon attack, you can spend your movement to move 5 feet without provoking opportunity attacks.</p>"
    },
    "Mystic Connection: Giant Weasel": {
      "name": "Mystic Connection: Giant Weasel",
      "description": "<p>As a bonus action, you cause your teeth to become pointed weasel teeth for 1 minute, allowing you to make bite attacks against targets within 5 feet of you as a bonus action. This is a natural weapon attack that deals 1d10 piercing damage, and which can use your Strength or Dexterity modifier for its attack and damage rolls. You can’t use this benefit again until you finish a long rest.</p>",
      "activities": {
        "Sprout Weasel Teeth": {
          "name": "Sprout Weasel Teeth"
        },
        "Weasel Bite": {
          "name": "Weasel Bite"
        }
      },
      "effects": {
        "Weasel-Teeth": {
          "name": "Weasel-Teeth",
          "description": "<p>Your teeth have become pointed like a weasel's for the next minute, allowing you to make bite attacks against targets within 5 feet of you as a bonus action. This is a natural weapon attack that deals 1d10 piercing damage, and which can use your Strength or Dexterity modifier for its attack and damage rolls.</p>"
        }
      }
    },
    "Beastheart": {
      "name": "Beastheart",
      "description": "<p>A beastheart is an adventurer who forms a bond of friendship with a wild creature, and who draws power from that bond as it strengthens over time. Working as a team, a beastheart and their faithful companion can take on even the most dangerous adventures, challenging any monsters and overcoming any obstacles.</p>",
      "advancement": {
        "1Oqv4lEAiFRJ4YGF": {
          "hint": "You gain proficiency with Strength and Wisdom saving throws."
        },
        "gKWdMHxUYlZFMc8d": {
          "hint": "You gain proficiency with light armor, medium armor, and shields."
        },
        "MbTBzVMftotkVVNE": {
          "hint": "You gain proficiency with simple weapons, battleaxes, greataxes, longbows, nets, scimitars, and shortswords."
        },
        "Primal Exploits": {
          "title": "Primal Exploits",
          "hint": "You learn three primal exploits of your choice, detailed below. You learn two additional exploits of your choice at 10th and 17th level. Whenever you gain a level in this class, you can choose one of the primal exploits you know and replace it with another primal exploit, for which you must have the appropriate beastheart level."
        },
        "Companion Bond": {
          "title": "Companion Bond",
          "hint": "At 3rd level, you choose a specialized bond that you share with your companion.  Choose Ferocious Bond, Hunter Bond, Infernal Bond, Primordial Bond, or Protector Bond. Your choice grants you features at 3rd level and again at 7th, 11th, and 15th level."
        },
        "Master Caregiver: Animal Handling": {
          "title": "Master Caregiver: Animal Handling",
          "hint": "Also at 3rd level, you gain proficiency in the Animal Handling skill. If you already have proficiency in Animal Handling, your proficiency bonus is doubled for any ability check you make with the skill."
        },
        "Loyal to the End: Charmed & Frightened Immunity": {
          "title": "Loyal to the End: Charmed & Frightened Immunity",
          "hint": "You and your companion can't be charmed or frightened."
        },
        "Primal Strike Damage": {
          "title": "Primal Strike Damage"
        },
        "Primal Exploit Damage Scaling": {
          "title": "Primal Exploit Damage Scaling",
          "hint": "Scaling Damage for Furious Vengeance & Crushing Charge"
        },
        "Mystic Connection": {
          "title": "Mystic Connection",
          "hint": "Your connection to your companion grants a natural talent. The benefits of your Mystic Connection depends on your companion. If you ever gain a new companion, your new companion's Mystic Connection benefits replaces the old one."
        },
        "Primal Strike Damage Type": {
          "title": "Primal Strike Damage Type",
          "hint": "Choose the type of damage that your Primal Strike feature deals. Each time you gain a level in this class, you can change the damage type to a different one."
        }
      }
    },
    "Heat Seeking": {
      "name": "Heat Seeking",
      "description": "<p>Your psionic fires can seek and destroy your targets. Ranged attacks you make with the flames created by your Flame On feature have a range of 120 feet. All attacks you make with your Flame On feature ignore half cover and three-quarters cover.</p><p>Additionally, the fire damage dealt by attacks made with your Flame On feature improves to 1d8 + your Intelligence modifier (minimum +1).</p>"
    },
    "Belial's Interdiction": {
      "name": "Belial's Interdiction",
      "description": "<p>You learn the following additional interdict boons at the noted illrigger levels. Once you learn an interdict boon granted by this feature, you always know it, and it doesn't count against the number of interdict boons you know.</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.o7opTXUe1pGL4vUP]{Veil of Lies} (7th Level)</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.dmpis7LQW0UJQbmY]{Hell's Assassin} (13th Level; Passive)</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.oarmiAKO3kTMADJv]{Dark Malediction} (18th Level; Passive)</p>"
    },
    "Hunter Bond": {
      "name": "Hunter Bond",
      "description": "<p>You and your companion share a love of the hunt. The pair of you are silent stalkers working together to take down prey of all sizes, whether to feed your friends or to destroy your enemies. Many beasthearts with this bond use ranged weapons to attack prey from afar while their companion closes in for the kill.</p>",
      "advancement": {
        "Hunter's Instinct: Survival": {
          "title": "Hunter's Instinct: Survival",
          "hint": "You gain proficiency in the Survival skill if you do not already have it. Your proficiency bonus is doubled for any ability check you make using that skill."
        }
      }
    },
    "Primal Pounce (3 Ferocity)": {
      "name": "Primal Pounce (3 Ferocity)",
      "description": "<p>When your companion hits a creature with their signature attack, you can use your reaction to command the companion to grapple the target. The target must make a Dexterity saving throw. On a failure, the companion grabs the target and the target is &amp;reference[grappled] (escape DC equal to your exploit save DC). The grapple also ends if your companion attacks a creature other than the target.</p>",
      "activities": {
        "save": {
          "condition": "When your companion hits a creature with their signature attack."
        }
      }
    },
    "Pyrokinetic": {
      "name": "Pyrokinetic",
      "description": "<p>By interacting with the explosive energy found in all things, you can create and manipulate fire with your mind. To you, the flames you wield might be a beautiful work of art, a representation of your burning passion or rage, or simply a tool you use to do your job. Pyrokinetics are sometimes called burners, and those who take up the Pyrokinetic specialization do so at the Academy of Fire.</p>",
      "advancement": {
        "Flame On Damage": {
          "title": "Flame On Damage"
        },
        "Flame On Range": {
          "title": "Flame On Range"
        }
      }
    },
    "Manipulate Terrain": {
      "name": "Manipulate Terrain",
      "description": "<p>You can shape the terrain around you, making it disadvantageous for your enemies by creating grasping hands, sentient vines, or other hindrances. As a bonus action, choose a point on the ground you can see within 60 feet of you. A 20-foot-square area centered on that point becomes &amp;reference[difficultterrain] for creatures of your choice. The effect remains in the area for 1 minute, or until you use this feature again.</p><p>Once the area is established, you can use a bonus action each round to move the area up to 20 feet, or to move one willing creature you can see within the area to any unoccupied space within the area.</p><p>You can use this feature a number of times equal to your Intelligence modifier (minimum once), regaining all uses when you finish a long rest.</p>",
      "activities": {
        "Create Manipulated Zone": {
          "name": "Create Manipulated Zone"
        },
        "Move Manipulated Zone": {
          "name": "Move Manipulated Zone"
        }
      }
    },
    "Shadow Shroud": {
      "name": "Shadow Shroud",
      "description": "<p>You can expend a seal as a bonus action to weave a mantle of semisolid shadows around yourself or a creature you touch. The target gains a +2 bonus to AC for 1 minute.</p>",
      "effects": {
        "Shadow Shroud": {
          "name": "Shadow Shroud",
          "description": "<p>A mantle of semisolid shadows is woven around you, granting you a +2 bonus to your Armor Class for the next minute.</p>"
        }
      }
    },
    "Resopath": {
      "name": "Resopath",
      "description": "<p>Through sheer force of will, you create and reshape objects and creatures, literally making your dreams and your enemies' nightmares come true. Resopaths are sometimes called makers, and those who enter the Resopath specialization do so at the Academy of Creation.</p>"
    },
    "Conflagrant Channel": {
      "name": "Conflagrant Channel",
      "description": "<p>You can expend a seal as a bonus action to teleport up to 60 feet to an unoccupied space you can see.</p>",
      "activities": {
        "Teleport": {
          "name": "Teleport"
        }
      }
    },
    "Mystic Connection: Owlbear": {
      "name": "Mystic Connection: Owlbear",
      "description": "<p>As an action, you let loose an inspiring hoot. Each creature of your choice within 30 feet of you that can hear you gains temporary hit points equal to your character level. You can’t use this benefit again until you finish a long rest.</p>"
    },
    "Fiendish Traits": {
      "name": "Fiendish Traits",
      "description": "<p>At 11th level, your companion's connection to Hell causes them to become more fiendish. Choose one of the following traits for your companion:</p><p><strong>Barbed Hide.</strong> Your companion grows barbs all over their body. When a creature within 5 feet of your companion grapples them or hits them with a melee attack, that creature takes 1d10 piercing damage.</p><p><strong>Fiendish Immunities.</strong> Your companion's skin, fur, or other coloring turns red, and the companion is immune to fire and poison damage and to the poisoned condition.</p><p><strong>Fiery Weapons.</strong> Your companion's natural weapons, such as teeth or claws, become sheathed in black fire. Whenever your companion hits with their signature attack, the attack deals an extra 1d6 fire damage.</p><p><strong>Wings.</strong> Your companion sprouts leathery wings from their back and gains a flying speed of 40 feet. If your companion already has wings, those wings take on a fiendish look and their flying speed increases to 40 feet.</p><p>Whenever you finish a long rest, you can replace your companion's fiendish trait with another from this list</p><fieldset><legend>Foundry Note</legend><p>This feature has a series of active effects that you can grant to your Companion. The \"Fiery Weapons\" enchant can also be used to enchant your Companion's signature attack to grant the bonus damage.</p></fieldset>",
      "activities": {
        "Fiendish Trait: Barbed Hide": {
          "name": "Fiendish Trait: Barbed Hide"
        },
        "Fiendish Trait: Fiendish Immunities": {
          "name": "Fiendish Trait: Fiendish Immunities"
        },
        "Fiendish Trait: Wings": {
          "name": "Fiendish Trait: Wings"
        },
        "Fiendish Trait: Fiery Weapons": {
          "name": "Fiendish Trait: Fiery Weapons"
        }
      },
      "effects": {
        "Fiendish Trait: Barbed Hide": {
          "name": "Fiendish Trait: Barbed Hide",
          "description": "<p>Barbs grow all over your body. When a creature within 5 feet of you grapples you or hits you with a melee attack, that creature takes [[/damage 1d10 piercing]] damage.</p>"
        },
        "Fiendish Trait: Fiendish Immunities": {
          "name": "Fiendish Trait: Fiendish Immunities",
          "description": "<p>Your skin, fur, or other coloring turns red, and you are immune to fire and poison damage and to the &amp;reference[poisoned apply=false] condition.</p>"
        },
        "Fiendish Trait: Wings": {
          "name": "Fiendish Trait: Wings",
          "description": "<p>You sprout leathery wings from your back and gain a flying speed of 40 feet. If you already have wings, those wings take on a fiendish look and your flying speed increases to 40 feet.</p>"
        },
        "Fiendish Trait: Fiery Weapons": {
          "name": "Fiendish Trait: Fiery Weapons",
          "description": "<p>Your natural weapons, such as teeth or claws, become sheathed in black fire. Whenever you hit with your signature attack, the attack deals an extra 1d6 fire damage.</p>"
        }
      }
    },
    "Spirit Stampede": {
      "name": "Spirit Stampede",
      "description": "<p>At 11th level, when your companion enters a rampage, they summon the unseen spirits of dead creatures that run wild alongside them. Each creature of your choice within 30 feet of your companion takes force damage equal to the companion's ferocity.</p><fieldset><legend>Foundry Note</legend><p>This feature can be scaled to match your companion's ferocity, dealing the correct amount of damage.</p></fieldset>",
      "activities": {
        "damage": {
          "condition": "When your companion enters a rampage."
        }
      }
    },
    "Invigorated Rampage": {
      "name": "Invigorated Rampage",
      "description": "<p>At 15th level, you and your companion can channel your anger into overwhelming strikes. When your companion hits another creature with their signature attack while in a rampage, or if you hit another creature with the attack granted to you by Frenzied Charge, the target is either &amp;reference[blinded], &amp;reference[deafened], or &amp;reference[frightened] of the attacker (your choice) until the end of the target's next turn.</p>"
    },
    "Mystic Connection: Basilisk": {
      "name": "Mystic Connection: Basilisk",
      "description": "<p>As a bonus action, you cover your skin in a flexible layer of stone that lasts for 10 minutes. While coated in stone, you have resistance to bludgeoning, piercing, and slashing damage  You can’t use this benefit again until you finish a long rest.</p>",
      "effects": {
        "Basilisk Stoneskin": {
          "name": "Basilisk Stoneskin"
        }
      }
    },
    "Acheron's Chain": {
      "name": "Acheron's Chain",
      "description": "<p>When you use a bonus action to place or move a seal on a Large or smaller creature, you can activate this boon (no action required). You conjure infernal chains to grasp the target, forcing them to make a Strength saving throw. On a failed save, you can either pull the creature 10 feet toward you or cause them to be &amp;reference[grappled] until the end of your next turn (escape DC equal to your interdict save DC).</p>",
      "activities": {
        "save": {
          "condition": "When you use a bonus action to place or move a seal on a Large or smaller creature."
        }
      }
    },
    "Magnified Power": {
      "name": "Magnified Power",
      "description": "<p>After you make a manifestation test to manifest a power that has a duration of 1 minute or longer, you can gain 1 strain to double its duration, to a maximum of 24 hours.</p><p>Alternatively, after you make a manifestation test to manifest a power that has a range of 5 feet or greater, you can gain 1 strain to double the range of the power. After you make a manifestation test to manifest a power that has a range of touch, you can gain 1 strain to make the range of the power 30 feet.</p>"
    },
    "Primal Understanding": {
      "name": "Primal Understanding",
      "description": "<p>At 3rd level, you can speak, write, and understand Primordial and Sylvan.</p><p>Additionally, you gain proficiency in the Nature skill if you do not already have it.</p>"
    },
    "Invoke Hell: Spellblade": {
      "name": "Invoke Hell: Spellblade",
      "description": "<p>You can use an action to both make a melee weapon attack and cast an illrigger spell you know that has a casting time of one action.</p>"
    },
    "Expanded Power": {
      "name": "Expanded Power",
      "description": "<p>After you make a manifestation test to manifest a power that creates an area of effect, you can gain strain equal to the power's order to double all dimensions of the area of effect.</p>",
      "activities": {
        "utility": {
          "condition": "After you make a manifestation test to manifest a power that creates an area of effect."
        }
      }
    },
    "Beastheart Companion": {
      "name": "Beastheart Companion",
      "advancement": {
        "Beyond Instinct": {
          "title": "Beyond Instinct",
          "hint": "Your companion gains proficiency in saving throws with one ability score of your choice, and gains proficiency with one of the following skills of your choice."
        },
        "Loyal to the End": {
          "title": "Loyal to the End",
          "hint": "Your companion can't be charmed or frightened."
        },
        "Improved Signature Attack": {
          "title": "Improved Signature Attack"
        },
        "Beyond Instinct Bonus Ferocity": {
          "title": "Beyond Instinct Bonus Ferocity"
        }
      }
    },
    "Devastator": {
      "name": "Devastator",
      "description": "<p>As an action, you invoke the authority of Dispater. You make a weapon attack and choose a number of willing creatures up to your proficiency bonus who you can see within 30 feet of you. Each creature you choose can use a reaction to make a weapon attack or cast a damage-dealing cantrip with a casting time of 1 action.</p><p>Once you use this action, you can't use it again until you finish a short or long rest.</p>"
    },
    "Chronopath": {
      "name": "Chronopath",
      "description": "<p>Your awakened mind manipulates the flow of time, making it simply another dimension that all things move through. Unlike you, most creatures go in one direction through time, but you can look and wander back and forth, slow it down, speed it up, or make it stand still. Chronopaths are sometimes called time masters, and those who follow the Chronopath specialization do so at the Academy of Time.</p>"
    },
    "Dispater's Supremacy": {
      "name": "Dispater's Supremacy",
      "description": "<p>Your attacks against interdicted creatures score a critical hit on a roll of 18 through 20.</p><fieldset><legend>Foundry Note</legend><p>You can enable the \"Dispater's Supremacy\" Active Effect on your character sheet to enable the expanded critical hit range when attacking an interdicted creature.</p></fieldset>",
      "effects": {
        "Dispater's Supremancy": {
          "name": "Dispater's Supremancy",
          "description": "<p>Your attacks against interdicted creatures score a critical hit on a roll of 18 through 20.</p>"
        }
      }
    },
    "Devil's Understanding": {
      "name": "Devil's Understanding",
      "description": "<p>Starting when you choose this bond at 3rd level, you can speak, write, and understand Infernal.</p><p>Additionally, you gain proficiency in the Arcana or Religion skill (your choice) if you do not already have proficiency in those skills.</p>"
    },
    "Talent": {
      "name": "Talent",
      "description": "<p>The talent is a master of psionics—a source of incredible power created through sheer force of will. A talent can move and change matter, time, gravity, the laws of physics, or another creature's mind. In rare occurrences, a creature is born with the potential to harness psionic power. But only those who experience an awakening, an event that activates a talent's abilities, can tap into the mind's full strength.</p>",
      "advancement": {
        "Psionic Bastion": {
          "title": "Psionic Bastion",
          "hint": "You gain mastery over your mind and emotions. You can't be charmed or frightened, and magic or psionics can't put you to sleep."
        },
        "Psionic Bastion: Psychic Resistance": {
          "title": "Psionic Bastion: Psychic Resistance",
          "hint": "You have resistance to psychic damage."
        },
        "Psychic Boost Uses": {
          "title": "Psychic Boost Uses",
          "hint": "The amount of times you are able to use your Psychic Boost feature before needing to complete a long rest."
        },
        "Manifestation Die": {
          "title": "Manifestation Die",
          "hint": "The size of your Manifestation Die."
        },
        "1st Order Powers": {
          "title": "1st Order Powers",
          "hint": "At 1st level, you know four 1st-order powers. You learn an additional 1st-order power of your choice at 4th level, and another at 10th level. Manifesting 1st-order powers doesn't require a manifestation test."
        },
        "ZzpHNvNvUMXxekUO": {
          "hint": "You gain proficiency with light armor."
        },
        "lvHIhrld5UvH4QVp": {
          "hint": "You gain proficiency with clubs, daggers, light crossbows, quarterstaffs, slings, and spears."
        },
        "em3tYVZIfmP29KFJ": {
          "hint": "You gain proficiency with Constitution and Intelligence saving throws."
        },
        "Psionic Exertion": {
          "title": "Psionic Exertion",
          "hint": "You can expend your energy to give your powers an extra effect . You gain one of the following Psionic Exertion options of your choice . You gain additional options at 7th, 11th, and 15th level. You can use only one Psionic Exertion option on a power when you manifest it."
        },
        "UIjg4pS46akoHnbz": {
          "hint": "You choose a psionic specialization based on the specialty that is the focus of your academy. Each specialization—Chronopath, Metamorph, Pyrokinetic, Resopath, Telekinetic, or Telepath—grants you unique features that reflect your training . Alternatively, if your character has eschewed the focused training of an academy, you can choose the Maverick specialization. Your choice of specialization grants you features when you choose it at 2nd level and again at 6th, 10th, and 14th level."
        }
      }
    },
    "Red Cant": {
      "name": "Red Cant",
      "description": "<p>When you make a Charisma check, you can expend a seal to treat a d20 roll of 9 or lower as a 10.</p>",
      "activities": {
        "utility": {
          "condition": "When you make a Charisma check."
        }
      }
    },
    "Time Pocket": {
      "name": "Time Pocket",
      "description": "<p>You temporarily remove a creature from space and time with your mind. As an action, you gain 3 strain and focus your mind on bending time around a creature you can see within 120 feet of you, which must make a Charisma saving throw against your talent power save DC. On a failed save, the creature takes 6d10 psychic damage and disappears, reappearing at the end of your turn 1d4 + 1 rounds later. The creature reappears in the space it previously occupied, or the nearest unoccupied space. On a success, the creature takes half as much damage and their speed is halved until the end of their next turn.</p>",
      "activities": {
        "Shunt into Time Pocket": {
          "name": "Shunt into Time Pocket"
        }
      },
      "effects": {
        "Shunted into Time Pocket": {
          "name": "Shunted into Time Pocket",
          "description": "<p>You have been shunted into a pocket of time. You will reappear in the spot you previously occupied, or the nearest unoccupied space in 1d4 + 1 rounds.</p>"
        },
        "Time Lag": {
          "name": "Time Lag",
          "description": "<p>Your movement speed is halved until the end of your next turn.</p>"
        }
      }
    },
    "Frenzied Charge": {
      "name": "Frenzied Charge",
      "description": "<p>Starting when you choose this bond at 3rd level, you learn to follow your companion's furious lead. Whenever your companion enters a rampage, you can use a reaction to move up to your speed and make a melee weapon attack against a target at the end of the movement.</p>",
      "activities": {
        "utility": {
          "condition": "When your companion enters a rampage."
        }
      }
    },
    "Wicked Deception (3 Ferocity)": {
      "name": "Wicked Deception (3 Ferocity)",
      "description": "<p>As an action, choose a creature hostile to you that you can see within 30 feet of you. That creature must succeed on a Wisdom saving throw or suddenly view you and your companion as friends until the end of your next turn. While in this state, the creature is unable to attack or otherwise harm you or your companion.</p><p>This effect ends early if you or your companion attacks the affected creature. Creatures immune to the &amp;reference[charmed apply=false] condition can't be affected by this exploit.</p>",
      "effects": {
        "Wicked Deception": {
          "name": "Wicked Deception",
          "description": "<p>You are unable to harm the beastheart or their companion until the end of their next turn.</p><p>This effect ends early if the beastheart or their companion attacks you. If you are immune to the &amp;reference[charmed apply=false] condition, you are immune to this exploit as well.</p>"
        }
      }
    },
    "Soul Eater": {
      "name": "Soul Eater",
      "description": "<p>When you burn a seal on an interdicted creature, you can activate this boon (no action required) to gain temporary hit points equal to your illrigger level.</p>"
    },
    "Invoke Hell: Grand Strategist": {
      "name": "Invoke Hell: Grand Strategist",
      "description": "<p>You can order your allies to follow your formation (no action required). Choose one or more creatures within 60 feet of you who can hear you, up to a number of creatures equal to your proficiency bonus. Each target can immediately move up to half their speed without provoking opportunity attacks.</p>"
    },
    "Infernal Majesty": {
      "name": "Infernal Majesty",
      "description": "<p>Your archdevil bestows on you the ability to don a measure of their power. As a bonus action, you channel the might of Hell, gaining the following benefits for 10 minutes:</p><ul><li><p>You gain resistance to fire, cold, and necrotic damage.</p></li><li><p>Wings appear on your back, granting you a flight speed of 60 feet.</p></li><li><p>When you use your Blood Price, you can cause an enemy you can see within 10 feet of you to take damage equal to the number rolled on your Hit Die.</p></li><li><p>When you hit with a weapon attack, your Terrorizing Force deals an extra 2d8 damage instead of 1d8.</p></li></ul><p>For the duration, if you die, you can choose to have your body disappear in a burst of flame, leaving behind only your equipment. If you do, your body reforms [[/r 1d6]] days later somewhere in Hell. Once your body reforms, you return to life and regain all of your hit points.</p><p>Once you channel your Infernal Majesty, you must finish a long rest before you can do so again.</p>",
      "effects": {
        "Infernal Majesty": {
          "name": "Infernal Majesty",
          "description": "<p>Your archdevil has bestowed you the ability to don a measure of their power, granting you the following benefits for the next minute:</p><ul><li><p>You gain resistance to fire, cold, and necrotic damage.</p></li><li><p>Wings appear on your back, granting you a flight speed of 60 feet.</p></li><li><p>When you use your Blood Price, you can cause an enemy you can see within 10 feet of you to take damage equal to the number rolled on your Hit Die.</p></li><li><p>When you hit with a weapon attack, your Terrorizing Force deals an extra 2d8 damage instead of 1d8.</p></li></ul><p>For the duration, if you die, you can choose to have your body disappear in a burst of flame, leaving behind only your equipment. If you do, your body reforms [[/r 1d6]] days later somewhere in Hell. Once your body reforms, you return to life and regain all of your hit points.</p><p></p>"
        }
      }
    },
    "Bring Them Down (4 Ferocity)": {
      "name": "Bring Them Down (4 Ferocity)",
      "description": "<p>When your companion hits a creature with their signature attack, you can use your reaction to command the companion to yank the target down. The target must succeed on a Strength saving throw or fall &amp;reference[prone].</p>"
    },
    "Poison Rain (8 Ferocity)": {
      "name": "Poison Rain (8 Ferocity)",
      "description": "<p>As an action, you cause toxic green rain to fall in a 20-foot cube centered on a point you can see within 60 feet of you. Each creature in the area except for you and your companion must succeed on a Constitution saving throw or become &amp;reference[poisoned] until the end of your next turn.</p>",
      "activities": {
        "save": {
          "affects": {
            "special": "Except for you and your companion."
          }
        }
      }
    },
    "Improved Signature Attack": {
      "name": "Improved Signature Attack",
      "description": "<p>At 5th level, when your companion hits with their signature attack, the attack deals one additional weapon damage die. This increases to two additional weapon damage dice at 11th level and three additional dice at 17th level.</p><p>Additionally, damage dealt by your companion's attacks and ferocity actions counts as magical for the purpose of overcoming resistance and immunity to non magical attacks and damage.</p><fieldset><legend>Foundry Note</legend><p>This feature comes with three Active Effects. When your companion reaches 11th and 17th level, swap the current Active Effect with the appropriate one to increase the companion's signature attack damage dice.</p></fieldset>",
      "effects": {
        "Improved Signature Attack (5th Level)": {
          "name": "Improved Signature Attack (5th Level)"
        },
        "Improved Signature Attack (11th Level) (Copy)": {
          "name": "Improved Signature Attack (11th Level) (Copy)"
        },
        "Improved Signature Attack (17th Level) (Copy)": {
          "name": "Improved Signature Attack (17th Level) (Copy)"
        }
      }
    },
    "Shock Absorption": {
      "name": "Shock Absorption",
      "description": "<p>By making use of your psychic energy, you shield yourself from harm. Whenever you take damage, you can use your reaction to gain 1 strain and halve the damage.</p>",
      "activities": {
        "utility": {
          "condition": "Whenever you take damage."
        }
      }
    },
    "Shielded Mind": {
      "name": "Shielded Mind",
      "description": "<p>Your mind instinctively shields you from danger. You have advantage on Intelligence, Wisdom, and Charisma saving throws, and you are immune to powers, spells, and other supernatural effects that allow other creatures to read your thoughts, determine whether you are lying, know your alignment, or know your creature type. Additionally, creatures can telepathically communicate with you only if you allow it.</p>"
    },
    "Mind Wings": {
      "name": "Mind Wings",
      "description": "<p>The might of your mind allows you to move yourself and your allies with ease. You gain a flying speed of 60 feet.</p><p>In addition, as a bonus action, you can move a willing creature you can see within 60 feet of you up to 15 feet in any direction, including up. A creature moved up begins to fall as soon as that movement ends.</p>",
      "activities": {
        "Move Creature": {
          "name": "Move Creature"
        }
      },
      "effects": {
        "Mind Wings": {
          "name": "Mind Wings",
          "description": "<p>The might of your mind allows you to move yourself and your allies with ease. You gain a flying speed of 60 feet.</p>"
        }
      }
    },
    "Metamorphosis Adept": {
      "name": "Metamorphosis Adept",
      "description": "<p>When you roll a manifestation die to learn a new metamorphosis power, you can roll the die twice and use either roll.</p><p>In addition, after you make a manifestation test to manifest a metamorphosis power, you can reroll the manifestation die and use either roll. You can reroll a number of manifestation tests equal to your Intelligence modifier (minimum one test), regaining all uses when you finish a long rest. You can use this feature only once for a single manifestation test.</p>",
      "activities": {
        "Adept Metamorphosis Manifestation": {
          "name": "Adept Metamorphosis Manifestation",
          "condition": "After you make a manifestation test to manifest a metamorphosis power."
        }
      }
    },
    "Thunderous Rebuke (6 Ferocity)": {
      "name": "Thunderous Rebuke (6 Ferocity)",
      "description": "<p>When you or your companion is hit with a melee attack by a creature within 5 feet of that target, you can use your reaction to force the attacker to make a Constitution saving throw. On a failure, the attacker takes 3d6 thunder damage and is pushed 10 feet away from the target. On a success, the attacker takes half as much damage and isn't pushed.</p><p>When you reach 17th level, the damage increases to 4d6.</p>",
      "activities": {
        "save": {
          "condition": "When you or your companion is hit with a melee attack by a creature within 5 feet of that target."
        }
      }
    },
    "Abating Seal": {
      "name": "Abating Seal",
      "description": "<p>When a creature you can see damages you or an ally within 30 feet of you, you can expend a seal as a reaction to reduce the damage taken by the target by an amount equal to 1d10 + half of your illrigger level (rounded down).</p>",
      "activities": {
        "Abate Harm": {
          "name": "Abate Harm",
          "roll": "Damage Reduction",
          "condition": "When a creature you can see damages you or an ally within 30 feet of you,"
        }
      }
    },
    "Drag Them (4 Ferocity)": {
      "name": "Drag Them (4 Ferocity)",
      "description": "<p>When your companion hits a Large or smaller creature with their signature attack and both the companion and the target are standing on the ground, you can use your reaction to command your companion to move the target. The target must make a Strength saving throw. On a failure, the companion moves up to half their walking speed in any direction you choose and pulls the target with it.</p>",
      "activities": {
        "save": {
          "condition": "When your companion hits a Large or smaller creature with their signature attack and both the companion and the target are standing on the ground."
        }
      }
    },
    "Marked for Death": {
      "name": "Marked for Death",
      "description": "<p>You are particularly skilled against foes you mark for death. You have advantage on your first attack against an interdicted creature on each of your turns.</p>"
    },
    "Hellish Frenzy": {
      "name": "Hellish Frenzy",
      "description": "<p>When you start your turn within 30 feet of an interdicted creature, you can expend a seal to become frenzied by the power of Hell until the start of your next turn. While frenzied, your movement speed is doubled, you have a +2 bonus to your AC, and you can make an extra weapon attack when you take the Attack action.</p>",
      "activities": {
        "utility": {
          "condition": "When you start your turn within 30 feet of an interdicted creature."
        }
      },
      "effects": {
        "Hellish Frenzy": {
          "name": "Hellish Frenzy",
          "description": "<p>You have become frenzied by the power of Hell until the start of your next turn. While frenzied, your movement speed is doubled, you have a +2 bonus to your AC, and you can make an extra weapon attack when you take the Attack action.</p>"
        }
      }
    },
    "Sutekh's Interdiction": {
      "name": "Sutekh's Interdiction",
      "description": "<p>You learn the following additional interdict boons at the noted illrigger levels. Once you learn an interdict boon granted by this feature, you always know it, and it doesn't count against the number of interdict boons you know.</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.pf7ePFPTMFrvZf7l]{Foul Interchange} (7th Level)</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.vXpqZdkMBFNHqsA8]{Sanguine Gift} (13th Level)</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.geXUKxec9bettwQj]{Blood for Blood} (18th Level; Passive)</p>"
    },
    "Primordial Bond": {
      "name": "Primordial Bond",
      "description": "<p>You and your companion share an especially deep connection with the magic of the natural world. By harnessing the fury of your companion, you can wield the primal power of the elements against your foes.</p>",
      "advancement": {
        "Freezing Strike Damage": {
          "title": "Freezing Strike Damage"
        },
        "Lava Geyser Damage": {
          "title": "Lava Geyser Damage"
        },
        "Lightning Eruption Damage": {
          "title": "Lightning Eruption Damage"
        },
        "Plant Prison Damage": {
          "title": "Plant Prison Damage"
        },
        "Primal Understanding: Languages": {
          "title": "Primal Understanding: Languages",
          "hint": "You can speak, write, and understand Primordial and Sylvan."
        },
        "Primal Understanding: Nature": {
          "title": "Primal Understanding: Nature",
          "hint": "You gain proficiency in the Nature skill if you do not already have it."
        },
        "Nature Exploits": {
          "title": "Nature Exploits",
          "hint": "You gain one nature exploit of your choice. You gain an additional nature exploit of your choice at 11th level. Whenever you gain a level in this class, you can choose one of the nature exploits you know and replace it with another nature exploit, for which you must have the appropriate beastheart level."
        }
      }
    },
    "Psionic Bastion": {
      "name": "Psionic Bastion",
      "description": "<p>You gain mastery over your mind and emotions. You can't be &amp;reference[charmed apply=false] or &amp;reference[frightened apply=false], and magic or psionics can't put you to sleep. Additionally, you have resistance to psychic damage.</p>"
    },
    "Axiomatic Seals": {
      "name": "Axiomatic Seals",
      "description": "<p>Asmodeus's secrets allow you to infuse your seals with manifest power. When you burn one or more seals to deal damage to a creature, you can activate this boon (no action required) to add your Charisma modifier (minimum of 1) to each seal's damage roll.</p><fieldset><legend>Foundry Note</legend><p>In order to apply the extra damage from Axiomatic Seals, this feature has a Damage activity that can be used and scaled to the amount of seals burned.</p></fieldset>",
      "activities": {
        "Additional Seal Damage": {
          "name": "Additional Seal Damage",
          "condition": "When you burn one or more seals to deal damage to a creature."
        }
      }
    },
    "Infernal Conduit": {
      "name": "Infernal Conduit",
      "description": "<p>You can strengthen your allies at the cost of yourself—or drain your enemy's life force for your own gain. You have a pool of Infernal Conduit dice, which are d10s. The number of Infernal Conduit dice in your pool increase as you gain illrigger levels, as shown in the Infernal Conduit Dice column of the Illrigger table.</p><p>As an action, you can touch another creature and spend one or more dice from your pool. The target must make a Constitution saving throw against your Interdict save DC. A creature can willingly fail this saving throw. Roll the spent dice and choose one of the following effects:</p><p><strong>Invigorate.</strong> On a failed save, the target regains hit points equal to the total you rolled, and you take necrotic damage equal to that total. On a successful save, the target regains half as many hit points, and you take necrotic damage equal to that total. Save or fail, this necrotic damage can't be reduced in any way, and if this damage reduces you to 0 hit points, you fall &amp;reference[unconscious] and are stabilized.</p><p><strong>Devour.</strong> On a failed save, the target takes necrotic damage equal to the total you rolled, and you regain hit points equal to that total. On a successful save, the target takes half as much damage, and you regain hit points equal to the damage the target took. Save or fail, or if the target chose to fail their saving throw against this effect, the necrotic damage can't be reduced in any way. When you reach 11th level in this class, the target also gains a level of exhaustion on a failed save against this effect. This level of exhaustion can be reduced as normal, and a creature can't suffer more than three levels of exhaustion combined from all illriggers' Infernal Conduit features.</p><p>You regain any spent Infernal Conduit dice when you finish a long rest.</p>",
      "activities": {
        "Infernal Conduit: Invigorate": {
          "name": "Infernal Conduit: Invigorate"
        },
        "Invigorate": {
          "name": "Invigorate"
        },
        "Devour": {
          "name": "Devour"
        }
      }
    },
    "Strain to Maintain": {
      "name": "Strain to Maintain",
      "description": "<p>Whenever you fail a Constitution saving throw to maintain concentration on one or more powers you gain from this class, you can gain strain to keep all the powers you are concentrating on active. This strain is equal to the sum of the order of those powers.</p>",
      "activities": {
        "Gain Strain": {
          "name": "Gain Strain",
          "condition": "When you fail a Constitution saving throw to maintain concentration on one or more powers from this class."
        }
      }
    },
    "Swift Retribution": {
      "name": "Swift Retribution",
      "description": "<p>When an interdicted creature provokes an opportunity attack from you, you can make that attack without using your reaction, provided you're not &amp;reference[incapacitated apply=false]. Once you benefit from this boon, you can't do so again until the start of your next turn.</p>",
      "activities": {
        "utility": {
          "condition": "When an interdicted creature provokes an opportunity attack from you."
        }
      }
    },
    "Submit": {
      "name": "Submit",
      "description": "<p>When you cast an illrigger spell you know, you can burn two seals on an interdicted creature (no action required) to impose disadvantage on their saving throw against the spell.</p>"
    },
    "Cold Primal Strike": {
      "name": "Cold Primal Strike",
      "description": "<p>Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d8 cold damage to the target.</p><p>Each time you gain a level in this class, you can change the damage type for this feature to another type from the list When you reach 14th level, the extra damage increases to 2d8.</p>",
      "activities": {
        "damage": {
          "condition": "When you hit a creature with a weapon attack."
        }
      }
    },
    "Break the Earth (14 Ferocity)": {
      "name": "Break the Earth (14 Ferocity)",
      "description": "<p>As an action, you open a 10-foot-radius pit in the ground, floor, or other surface within 60 feet of you. The pit can be up to 50 feet deep, depending on the depth beneath the surface where it is opened. Each creature standing in the area when the pit opens must make a Dexterity saving throw. On a failure, a creature falls into the pit, taking 1d6 bludgeoning damage per 10 feet fallen and landing &amp;reference[prone]. On a success, the creature moves to an unoccupied space of their choice at the edge of the pit. A creature can climb the rough walls of the pit without an ability check</p>",
      "activities": {
        "Pit Fall Damage": {
          "name": "Pit Fall Damage"
        }
      }
    },
    "Companion": {
      "name": "Companion",
      "description": "<p>At 1st level, you gain a companion creature that accompanies you on your adventures, fighting, exploring, and living alongside you. You can choose any companion in this supplement or other MCDM supplements. The @UUID[Compendium.mcdm-class-bundle.books.JournalEntry.mcdmcbbeastheart.JournalEntryPage.00tesbeastheart0#companions]{Companions} section has information on fifteen companion creatures you can choose for your beastheart, and information on the rules for using companions (including ferocity and entering a rampage).</p><p>Your supernatural connection to your companion binds their life to yours, allowing you to help your companion overcome even the most grievous injuries. If your companion has lost hit points or is dead, you can spend 1 minute meditating on your companion's spirit. The companion then regains all their hit points and returns to life if they were dead, and you gain one level of exhaustion. If the companion's body was destroyed, they reform within 5 feet of you.</p><fieldset><legend>Foundry Note</legend><p>When you gain a companion when taking a level in Beastheart, you can grant your companion the @UUID[Compendium.mcdm-class-bundle.classes.Item.OH0gz82nD3wiOTfr]{Beastheart Companion} subclass in order to grant them features such as \"Beyond Instinct\" and \"Loyal to the End\" at appropriate levels.</p><p>Additionally, you can go into the \"Place Companion\" and \"Revive Companion\" activities on this item and link your companion to it, allowing you to summon it when you use this feature.</p></fieldset>",
      "activities": {
        "Place Companion": {
          "name": "Place Companion"
        },
        "Revive Companion": {
          "name": "Revive Companion"
        }
      }
    },
    "Primal Shout (6 Ferocity)": {
      "name": "Primal Shout (6 Ferocity)",
      "description": "<p>As an action, you let loose a menacing bellow. Each creature of your choice that can hear you within 15 feet of you must succeed on a Wisdom saving throw or become &amp;reference[frightened] of you until the end of your next turn.</p>"
    },
    "Lightning Primal Strike": {
      "name": "Lightning Primal Strike",
      "description": "<p>Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d8 lightning damage to the target.</p><p>Each time you gain a level in this class, you can change the damage type for this feature to another type from the list When you reach 14th level, the extra damage increases to 2d8.</p>",
      "activities": {
        "damage": {
          "condition": "When you hit a creature with a weapon attack."
        }
      }
    },
    "Vile Transmogrification": {
      "name": "Vile Transmogrification",
      "description": "<p>You uncover two new ways to employ Asmodeus's magic:</p><p><strong>Regaining Seals.</strong> As a bonus action on your turn, you can expend one spell slot to regain a number of seals equal to that slot's level.</p><p><strong>Regaining Spell Slots.</strong> As a bonus action on your turn, you can expend any number of seals to regain a spell slot of a level equal to one-third that number. For example, you can expend six seals to regain a 2nd-level spell slot.</p>",
      "activities": {
        "Regain Seals": {
          "name": "Regain Seals"
        },
        "Regain Spell Slot: 1st Level": {
          "name": "Regain Spell Slot: 1st Level"
        },
        "Regain Spell Slot: 2nd Level": {
          "name": "Regain Spell Slot: 2nd Level"
        }
      }
    },
    "Mystic Connection: Earth Elemental": {
      "name": "Mystic Connection: Earth Elemental",
      "description": "<p>As a bonus action, you transform your body into dirt and stone for 10 minutes. While in this form, you can walk through nonmagical objects made of earth or stone. If you end your turn inside an object, you take 1d10 force damage and are shunted back to the space from which you entered the object. You can’t use this benefit again until you finish a long rest.</p>",
      "activities": {
        "Earthglide": {
          "name": "Earthglide"
        },
        "Shunt Damage": {
          "name": "Shunt Damage",
          "condition": "When you end your turn inside an object."
        }
      },
      "effects": {
        "Earthglide": {
          "name": "Earthglide",
          "description": "<p>You have transformed your body into dirt and stone for the next 10 minutes. While in this form, you can walk through nonmagical objects made of earth or stone. If you end your turn inside an object, you take [[/damage 1d10 force]] damage and are shunted back to the space from which you entered the object.</p>"
        }
      }
    },
    "Rapid Manifestation": {
      "name": "Rapid Manifestation",
      "description": "<p>You cause time around you to shift, speeding up the amount of time it takes to manifest a power. When you manifest a power, you can use this feature to shorten its manifestation time in any of the following ways:</p><ul><li><p>You manifest a power that normally requires a bonus action or a reaction (no action required). You can't cast a spell or manifest another power during the same turn, except for a cantrip with a casting time of 1 action or a 1st-order power with a manifestation time of 1 action.</p></li><li><p>You use a bonus action to manifest a power that normally requires an action.</p></li><li><p>You use an action to manifest a power that normally requires 1 minute.</p></li><li><p>If a power has a manifestation time greater than 1 minute, you can manifest it in half its normal time.</p></li></ul><p>You can use this feature a number of times equal to your Intelligence modifier (minimum once), regaining all uses when you finish a long rest.</p>"
    },
    "Reduce Stress": {
      "name": "Reduce Stress",
      "description": "<p>You have trained your mind to take on less stress. When you gain strain as a result of manifesting a power, you can halve the strain you gain, to a minimum 1 strain. Once you use this feature, you can't use it again until you finish a short or long rest.</p>",
      "activities": {
        "utility": {
          "condition": "When you gain strain as a result of manifesting a power."
        }
      }
    },
    "Raw Power": {
      "name": "Raw Power",
      "description": "<p>Your raw mental power hits your enemies harder. You can add your Intelligence modifier to one damage roll of any 1st-order power you manifest.</p>"
    },
    "Hellish Versatility": {
      "name": "Hellish Versatility",
      "description": "<p>Once on each of your turns, you can cast one of your illrigger cantrips in place of one of your attacks granted by your Extra Attack feature.</p>"
    },
    "Hunter's Instinct": {
      "name": "Hunter's Instinct",
      "description": "<p>At 3rd level, your instincts improve, making you a formidable tracker and granting you better intuition. You gain proficiency in the Survival skill if you do not already have it. Your proficiency bonus is doubled for any ability check you make using that skill, and you can use Survival instead of Insight when you make a Wisdom check to read a creature's intentions or discern if a creature is lying.</p>"
    },
    "Infernal Exploits": {
      "name": "Infernal Exploits",
      "description": "<p>At 3rd level, you gain one infernal exploit of your choice, which functions in the same manner as your primal exploits and uses your exploit save DC as applicable. The exploit you choose must be one available at 3rd level.</p><p>You gain one additional infernal exploit at 11th level. Whenever you gain a level in this class, you can choose one of the infernal exploits you know and replace it with another infernal exploit, for which you must have the appropriate beastheart level.</p>"
    },
    "Invoke Hell: Vitalize": {
      "name": "Invoke Hell: Vitalize",
      "description": "<p>You can flood your allies with invigorating vivacity (no action required). For 1 minute, each creature of your choice within 30 feet of you gains a bonus to ability checks equal to your proficiency bonus.</p>",
      "effects": {
        "Invoke Hell: Vitalize (PB +5)": {
          "name": "Invoke Hell: Vitalize (PB +5)",
          "description": "<p>For the next minute, you gain a +5 bonus to any ability check you make.</p>"
        },
        "Invoke Hell: Vitalize (PB +6)": {
          "name": "Invoke Hell: Vitalize (PB +6)",
          "description": "<p>For the next minute, you gain a +6 bonus to any ability check you make.</p>"
        },
        "Invoke Hell: Vitalize (PB +4)": {
          "name": "Invoke Hell: Vitalize (PB +4)",
          "description": "<p>For the next minute, you gain a +4 bonus to any ability check you make.</p>"
        },
        "Invoke Hell: Vitalize (PB +3)": {
          "name": "Invoke Hell: Vitalize (PB +3)",
          "description": "<p>For the next minute, you gain a +3 bonus to any ability check you make.</p>"
        },
        "Invoke Hell: Vitalize (PB +2)": {
          "name": "Invoke Hell: Vitalize (PB +2)",
          "description": "<p>For the next minute, you gain a +2 bonus to any ability check you make.</p>"
        }
      }
    },
    "Emotional Intelligence": {
      "name": "Emotional Intelligence",
      "description": "<p>Your awakened mind is acutely sensitive to the emotions of others. Whenever you make an ability check that makes use of the Deception, Insight, Intimidation, or Persuasion skills, you gain a bonus to the check equal to your Intelligence modifier (minimum +1).</p>",
      "effects": {
        "Emotional Intelligence": {
          "name": "Emotional Intelligence",
          "description": "<p>Your awakened mind is acutely sensitive to the emotions of others. Whenever you make an ability check that makes use of the Deception, Insight, Intimidation, or Persuasion skills, you gain a bonus to the check equal to your Intelligence modifier (minimum +1).</p>"
        }
      }
    },
    "Soul's Doom": {
      "name": "Soul's Doom",
      "description": "<p>When you use a bonus action to place or move a seal, you can scorch the seals into the target's soul. For 1 minute, whenever that interdicted creature takes damage, they take extra damage equal to your proficiency bonus.</p>",
      "activities": {
        "utility": {
          "condition": "When you use a bonus action to place or move a seal."
        }
      },
      "effects": {
        "Soul's Doom": {
          "name": "Soul's Doom",
          "description": "<p>Infernal seals scorch your soul for the next minute, causing you take extra damage equal to the Illrigger's proficiency bonus whenever you take damage.</p>"
        }
      }
    },
    "By the Throat": {
      "name": "By the Throat",
      "description": "<p>When you use a bonus action to place or move a seal on a creature who is no more than one size larger than you, they must succeed on a Wisdom saving throw or be &amp;reference[restrained] until the end of their next turn.</p>",
      "activities": {
        "save": {
          "condition": "When you use a bonus action to place or move a seal on a creature who is no more than one size larger than you.",
          "affects": {
            "special": "A creature that is no more than one size larger than you."
          }
        }
      }
    },
    "Chosen Quarry": {
      "name": "Chosen Quarry",
      "description": "<p>Starting when you choose this bond at 3rd level, you and your companion can single out a creature as your prey. Whenever your companion gains ferocity at the start of your turn and doesn't enter a rampage, you can spend 4 ferocity to mark a creature within 90 feet of you (no action required).</p><p>That creature becomes your quarry for 1 minute, or until you use this feature to mark another target as your quarry. Whenever you or your companion hit your quarry with a weapon attack or deal damage to them with a ferocity action, the quarry takes an extra 1d6 damage.</p>",
      "activities": {
        "Mark Quarry": {
          "name": "Mark Quarry",
          "condition": "Whenever your companion gains ferocity at the start of your turn and doesn't enter a rampage."
        }
      },
      "effects": {
        "Chosen Quarry": {
          "name": "Chosen Quarry",
          "description": "<p>For the next minute, whenever the beastheart or their companion hit you with a weapon attack or deal damage to you with a ferocity action, you takes an extra 1d6 damage.</p>"
        }
      }
    },
    "Hurricane Blow (3 Ferocity)": {
      "name": "Hurricane Blow (3 Ferocity)",
      "description": "<p>You can activate this exploit whenever you take the Attack action. The first time you hit a creature with a weapon attack this turn, the attack deals its normal effects, and you can push the target up to 10 feet away from you.</p>",
      "activities": {
        "utility": {
          "condition": "When you take the Attack action."
        }
      }
    },
    "Mystic Connection: Blood Hawk": {
      "name": "Mystic Connection: Blood Hawk",
      "description": "<p>As a bonus action, you gain a flying speed equal to your walking speed for 1 hour. You can’t use this benefit again until you finish a long rest.</p>",
      "effects": {
        "Blood Hawk Flight": {
          "name": "Blood Hawk Flight",
          "description": "<p>You have a flying speed equal to your walking speed.</p>"
        }
      }
    },
    "Telepath": {
      "name": "Telepath",
      "description": "<p>Your psionic powers read and manipulate the minds of others. With only a thought, you can communicate with people silently over great distances, uncover hidden secrets, and turn enemies into friends. Telepaths are sometimes called readers, and those who make a formal study of the Telepath specialization do so at the Academy of Mind.</p>"
    },
    "Plant Prison (5 Ferocity)": {
      "name": "Plant Prison (5 Ferocity)",
      "description": "<p>As an action, choose a creature you can see within 30 feet of you. Thorny vines erupt from the ground beneath the target, which must make a Dexterity saving throw. On a failure, the target takes 4d6 piercing damage and is &amp;reference[restrained] until the start of your next turn. On a success, the target takes half as much damage and isn't restrained.</p><p>When you reach 17th level, the damage increases to 5d6.</p>",
      "effects": {
        "Plant Prison": {
          "name": "Plant Prison",
          "description": "<p>You are &amp;reference[restrained apply=false] by thorny vines until the start of the beastheart's next turn.</p>"
        }
      }
    },
    "Chains from Hell (8 Ferocity)": {
      "name": "Chains from Hell (8 Ferocity)",
      "description": "<p>As an action, you manifest fiery chains that attempt to wrap around up to three creatures of your choice that you can see within 30 feet of you. Each target must make a Dexterity saving throw. On a failure, a target takes 4d6 fire damage and is &amp;reference[restrained] until the end of your next turn. On a success, a target takes half as much damage and isn't restrained.</p><p>When you reach 17th level, the damage increases to 5d6.</p>"
    },
    "Fascinating Power": {
      "name": "Fascinating Power",
      "description": "<p>When a creature fails a saving throw against a power you manifest, you can activate this Psionic Exertion option. If the creature has a challenge rating equal to or lower than your talent level (or if its level is equal to or lower than your talent level, for creatures that don't have a challenge rating), you gain 2 strain and the target is &amp;reference[charmed] by you for 1 minute or until you or your companions do anything harmful to it. If the creature has a challenge rating or level higher than your talent level, you gain no strain and the target is unaffected</p><p>A creature charmed in this way is friendly to you. When the condition ends for the target, they know they were charmed by you.</p>",
      "activities": {
        "utility": {
          "condition": "When a creature fails a saving throw against a power you manifest."
        }
      },
      "effects": {
        "Fascinating Power": {
          "name": "Fascinating Power",
          "description": "<p>You are &amp;reference[charmed apply=false] by the Talent for one minute or until they or their companions do anything harmful to you.</p><p>While charmed in this way, you are friendly to the talent. When this effect ends, you know you were charmed by the Talent.</p>"
        }
      }
    },
    "Sentinel Companion": {
      "name": "Sentinel Companion",
      "description": "<p>At 11th level, your companion's fierce vigilance drives them to attack cowards who attempt to harm other members of your pack. When a creature within 5 feet of your companion makes an attack against a creature other than you or your companion, you can spend 2 ferocity to have your companion use their reaction to make a signature attack against the attacking creature.</p>",
      "activities": {
        "utility": {
          "condition": "When a creature within 5 feet of your companion makes an attack against a creature other than you or your companion."
        }
      }
    },
    "Last Word": {
      "name": "Last Word",
      "description": "<p>When you are reduced to 0 hit points and have unplaced seals remaining, the hellfire in you refuses to die. You can expend up to 3 seals and release an explosion around you (no action required). Roll 3d6 per seal expended. Each creature of your choice within 30 feet of you must make a Dexterity saving throw. On a failed save, a creature takes fire damage equal to the total you rolled . On a successful save, a creature takes half as much damage. If this explosion damages at least one creature, you regain a number of hit points equal to the total you rolled.</p>"
    },
    "Beast Vitality": {
      "name": "Beast Vitality",
      "description": "<p>At 3rd level when you choose this bond, your connection to your companion increases your natural vitality. Your hit point maximum increases by 3, and increases by 1 again whenever you gain a level in this class.</p>",
      "effects": {
        "Beast Vitality": {
          "name": "Beast Vitality",
          "description": "<p>Your hit point maximum increases by 3, and increases by 1 again whenever you gain a level in this class.</p>"
        }
      }
    },
    "Allied Weather": {
      "name": "Allied Weather",
      "description": "<p>At 15th level, the weather around your companion answers to your will, battering foes who harm them. Whenever your companion has at least 1 ferocity and is hit with a melee attack by a creature within 10 feet of them, choose one of the following effects:</p><ul><li><p>The attacker must succeed on a Strength saving throw against your exploit save DC or fall &amp;reference[prone].</p></li><li><p>The attacker must succeed on a Dexterity saving throw against your exploit save DC or take lightning damage equal to your companion's ferocity.</p></li></ul><fieldset><legend>Foundry Note</legend><p>This feature can be scaled to match your companion's ferocity, dealing the correct amount of damage.</p></fieldset>",
      "activities": {
        "Allied Weather: Knock Prone": {
          "name": "Allied Weather: Knock Prone",
          "condition": "Whenever your companion has at least 1 ferocity and is hit with a melee attack by a creature within 10 feet of them."
        },
        "save": {
          "condition": "Whenever your companion has at least 1 ferocity and is hit with a melee attack by a creature within 10 feet of them."
        }
      }
    },
    "Unleash Hell": {
      "name": "Unleash Hell",
      "description": "<p>When you burn one or more seals on an interdicted creature, you can use your reaction to unleash an explosion of hellish energy around them. Each creature of your choice within 5 feet of the target must make a Dexterity saving throw. On a failed save, a creature takes the same amount and type of damage as the seals dealt to the interdicted creature. On a successful save, a creature takes half as much damage.</p>"
    },
    "Hell's Assassin": {
      "name": "Hell's Assassin",
      "description": "<p>Whenever you roll a 1 or 2 on a die to determine the damage of your seals or your weapon attacks against interdicted creatures, you can reroll the die and must use the new roll.</p><fieldset><legend>Foundry Note</legend><p>The system currently has no way of tracking 1's or 2's rolled on weapon damage rolls against interdicted creatures, however rerolling 1's and 2's on the damage of your seals re-rolls those dice automatically.</p></fieldset>",
      "effects": {
        "Hell's Assassin": {
          "name": "Hell's Assassin"
        }
      }
    },
    "Dispater's Blessing": {
      "name": "Dispater's Blessing",
      "description": "<p>When Dispater accepts you as his illrigger, you gain proficiency with heavy armor.</p>"
    },
    "Interdiction": {
      "name": "Interdiction",
      "description": "<p>You can infuse your seals with hellish magical power, enhancing their effects.</p><p>Interdict Boons Known . You learn one interdict boon of your choice from the “Interdict Boons” section at the end of the class's description . As you gain levels in this class, you gain additional boons of your choice, as shown in the Interdict Boons column of the Illrigger table. Each new boon must be of a level you can learn. When you reach 7th level, for example, you learn one new boon of 2nd or 7th level.</p><p>Whenever you gain an illrigger level, you can choose a boon you know and replace it with another boon you can learn.</p><p>Using Interdict Boons. Some boons allow you to expend unplaced seals to fuel abilities, while others empower all your seals or grant you benefits against interdicted creatures.</p><p>The boons that grant passive (or “always on”) benefits, such as the 2nd-level Swift Retribution boon, are marked with a “Passive” tag. You don't need to expend a seal or take an action to benefit from the passive boons you know. All other boons, such as the 2nd-level Abating Seal boon, must be activated on a turn (for example, by expending a seal). You can activate only one non-passive boon per turn, regardless of how many you know.</p>"
    },
    "Hellsight": {
      "name": "Hellsight",
      "description": "<p>You can expend a seal as an action to gain &amp;reference[truesight] out to 60 feet for 1 hour.</p>",
      "effects": {
        "Hellsight": {
          "name": "Hellsight",
          "description": "<p>For the next hour, you have &amp;reference[truesight]</p>"
        }
      }
    },
    "Ignore Strain": {
      "name": "Ignore Strain",
      "description": "<p>You use powers so frequently that your body has adapted to the strain put on them. Whenever you finish a long rest, choose body strain, mind strain, or soul strain. You ignore the effects of the chosen type of strain until you finish a long rest.</p>"
    },
    "Dispater's Interdiction": {
      "name": "Dispater's Interdiction",
      "description": "<p>You learn the following additional interdict boons at the noted illrigger levels. Once you learn an interdict boon granted by this feature, you always know it, and it doesn't count against the number of interdict boons you know.</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.vqmflbqTMKJ0BScP]{Telekinetic Seal} (7th Level)</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.aopH9Vyd0CyyL2UJ]{By the Throat} (13th Level).</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.P66Ld9GXWrxt1HSz]{Dispater's Supremacy} (18th Level; Passive).</p>"
    },
    "Mind Surgeon": {
      "name": "Mind Surgeon",
      "description": "<p>By force of will alone, you close a creature's wounds or cure what ails them. As an action, you touch one creature (which can be yourself) and gain strain up to your proficiency bonus. For each strain you gain this way, the target regains 1d10 hit points, or you cure the target of one disease or neutralize one poison affecting them.</p>",
      "activities": {
        "Restore Hit Points": {
          "name": "Restore Hit Points"
        },
        "Neutralize Disease & Poison": {
          "name": "Neutralize Disease & Poison",
          "roll": "Diseases & Poisons Neutralized"
        }
      }
    },
    "Terrorizing Force": {
      "name": "Terrorizing Force",
      "description": "<p>Your attacks are empowered with devastating might. When you gain this feature, choose a damage type: cold, fire, necrotic, or poison. When you hit with a weapon attack, you deal an extra 1d8 damage of the chosen type. You can choose a different damage type when you finish a long rest.</p>",
      "activities": {
        "Swap Damage Type": {
          "name": "Swap Damage Type"
        }
      },
      "effects": {
        "Terrorizing Force: Fire": {
          "name": "Terrorizing Force: Fire",
          "description": "<p>Your attacks are empowered with devastating might. When you hit with a weapon attack, you deal an extra 1d8 fire damage. You can choose a different damage type when you finish a long rest.</p>"
        },
        "Terrorizing Force: Necrotic": {
          "name": "Terrorizing Force: Necrotic",
          "description": "<p>Your attacks are empowered with devastating might. When you hit with a weapon attack, you deal an extra 1d8 necrotic damage. You can choose a different damage type when you finish a long rest.</p>"
        },
        "Terrorizing Force: Poison": {
          "name": "Terrorizing Force: Poison",
          "description": "<p>Your attacks are empowered with devastating might. When you hit with a weapon attack, you deal an extra 1d8 poison damage. You can choose a different damage type when you finish a long rest.</p>"
        },
        "Terrorizing Force: Cold": {
          "name": "Terrorizing Force: Cold",
          "description": "<p>Your attacks are empowered with devastating might. When you hit with a weapon attack, you deal an extra 1d8 cold damage. You can choose a different damage type when you finish a long rest.</p>"
        }
      }
    },
    "Crushing Charge (8 Ferocity)": {
      "name": "Crushing Charge (8 Ferocity)",
      "description": "<p>As an action, you move up to your speed in a straight line without provoking opportunity attacks. You can move through other creatures' spaces, but must end your move in an unoccupied space. Each creature in a space you move through, except for your companion, must make a Strength saving throw. On a failure, a creature takes 4d6 bludgeoning damage and is knocked &amp;reference[prone]. On a success, the creature takes half as much damage and isn't knocked prone.</p><p>When you reach 17th level, the damage increases to 5d6.</p>"
    },
    "Elemental Shield (3 Ferocity)": {
      "name": "Elemental Shield (3 Ferocity)",
      "description": "<p>When a creature you can see within 30 feet of you takes acid, cold, fire, lightning, or thunder damage, you can use a reaction to give the affected creature resistance to that damage type (including against the triggering attack) until the end of their next turn.</p>",
      "activities": {
        "utility": {
          "condition": "When a creature you can see within 30 feet of you takes acid, cold, fire, lightning, or thunder damage."
        }
      },
      "effects": {
        "Elemental Shield: Fire": {
          "name": "Elemental Shield: Fire",
          "description": "<p>You have resistance to fire damage until the end of your next turn.</p>"
        },
        "Elemental Shield: Acid": {
          "name": "Elemental Shield: Acid",
          "description": "<p>You have resistance to acid damage until the end of your next turn.</p>"
        },
        "Elemental Shield: Cold": {
          "name": "Elemental Shield: Cold",
          "description": "<p>You have resistance to cold damage until the end of your next turn.</p>"
        },
        "Elemental Shield: Lightning": {
          "name": "Elemental Shield: Lightning",
          "description": "<p>You have resistance to lightning damage until the end of your next turn.</p>"
        },
        "Elemental Shield: Thunder": {
          "name": "Elemental Shield: Thunder",
          "description": "<p>You have resistance to thunder damage until the end of your next turn.</p>"
        }
      }
    },
    "Moloch's Blessing": {
      "name": "Moloch's Blessing",
      "description": "<p>When Moloch accepts you as his illrigger, you gain proficiency in the Persuasion or Deception skill (your choice). If you already have proficiency in the skill of your choice, your proficiency bonus is doubled for any ability check you make with that skill.</p><p>In addition, your Forked Tongue feature grants you an additional language (for a total of three at 3rd level and four at 9th level). Whenever you speak in a language gained by this feature, your devilish influence is subconsciously felt by creatures who can hear and understand you, granting you advantage on Charisma checks to influence those creatures.</p>"
    },
    "Hell Mage": {
      "name": "Hell Mage",
      "description": "<p>When you or an ally within 30 feet of you succeed on a saving throw against a spell or other magical effect imposed by an enemy, you can immediately place one or more seals on that enemy, up to a number equal to your proficiency bonus.</p>"
    },
    "Bend Flame": {
      "name": "Bend Flame",
      "description": "<p>A mastery of pyrokinesis allows you to change flame into raw energy and bend it to your will. Whenever you manifest a pyrokinesis power, you can pick one of the following options:</p><ul><li><p>You can change any fire damage dealt by the power to force damage</p></li><li><p>Choose a number of creatures affected by the power equal to the power's order. The chosen creatures automatically succeed on their saving throws against the power, and they take no damage if they would normally take half damage on a successful save.</p></li></ul>"
    },
    "Shared Connection": {
      "name": "Shared Connection",
      "description": "<p>You can facilitate an incredible psychic connection between yourself and other creatures. When you forge a telepathic link with your Greater Telepathy feature, each linked creature gains the following benefits:</p><ul><li><p>The creature can choose to hear, smell, and see what any other linked creature experiences.</p></li><li><p>Each creature can take the Help action as a bonus action to aid another linked creature.</p></li><li><p>A creature can use the Help action to grant advantage on another linked creature's attack roll even if the creature taking the Help action isn't within 5 feet of the target of the attack.</p></li></ul>",
      "effects": {
        "Telepathic Bond: Shared Connection": {
          "name": "Telepathic Bond: Shared Connection",
          "description": "<p>While you are benefiting from the Talent's Greater Telepathy feature, you gain the following benefits:</p><ul><li><p>You can choose to hear, smell, and see what any other linked creature experiences.</p></li><li><p>You can take the Help action as a bonus action to aid another linked creature.</p></li><li><p>You can use the Help action to grant advantage on another linked creature's attack roll even if the creature taking the Help action isn't within 5 feet of the target of the attack.</p></li></ul>"
        }
      }
    },
    "Blood for Blood": {
      "name": "Blood for Blood",
      "description": "<p>Whenever an ally takes damage from an interdicted creature, that interdicted creature takes necrotic damage equal to your proficiency bonus.</p>",
      "activities": {
        "Retaliation Damage": {
          "name": "Retaliation Damage",
          "condition": "When an ally takes damage from an interdicted creature.",
          "affects": {
            "special": "An interdicted creature."
          }
        }
      }
    },
    "Psionic Specialization": {
      "name": "Psionic Specialization",
      "description": "<p>You choose a psionic specialization based on the specialty that is the focus of your academy . Each specialization—Chronopath, Metamorph, Pyrokinetic, Resopath, Telekinetic, or Telepath—grants you unique features that reflect your training. Alternatively, if your character has eschewed the focused training of an academy, you can choose the Maverick specialization.</p><p>Your choice of specialization grants you features when you choose it at 2nd level and again at 6th, 10th, and 14th level.</p>"
    },
    "Slippery Ploy": {
      "name": "Slippery Ploy",
      "description": "<p>When a creature targets you with an attack, spell, or other magical effect, you can place a seal on them as a reaction and force the creature to make a Charisma saving throw. On a failed save, the creature must choose a new target or lose the attack or effect.</p>",
      "activities": {
        "save": {
          "condition": "When a creature targets you with an attack, spell, or other magical effect."
        }
      },
      "effects": {
        "Interdiction Seal": {
          "name": "Interdiction Seal",
          "description": "<p>An invisible infernal seal has been placed upon your body, and lasts for one minute.</p>"
        }
      }
    },
    "Inexorable": {
      "name": "Inexorable",
      "description": "<p>You gain a +1 bonus to saving throws for each hostile creature within 5 feet of you, to a maximum bonus of +5.</p><fieldset><legend>Foundry Note</legend><p>Foundry does not currently track the amount of creatures within range for this ability. When making a saving throw, you can use the Situational Bonus field to apply this additional bonus to your saving throw.</p></fieldset>"
    },
    "Bury the Dead (16 Ferocity)": {
      "name": "Bury the Dead (16 Ferocity)",
      "description": "<p>When you and your companion are within 5 feet of a creature, you can use an action to cause a vicious whirlwind filled with debris and dirt to rise around the creature, which must make a Dexterity saving throw. On a failure, the creature takes 8d6 bludgeoning damage, is knocked &amp;reference[prone], and is &amp;reference[restrained]. On a success, the target takes half as much damage and isn't knocked prone or restrained. A creature restrained this way can use an action to make a Strength (Athletics) check against your exploit save DC, freeing themself on a success.</p>",
      "effects": {
        "Buried": {
          "name": "Buried",
          "description": "<p>You are &amp;reference[prone apply=false] and &amp;reference[restrained apply=false], buried by rubble and debris. You can use an action to make a Strength (Athletics) check, freeing yourself on a success.</p>"
        }
      }
    },
    "Hellspeaker": {
      "name": "Hellspeaker",
      "description": "<p><em>The charismatic and manipulative Hellspeakers serve Moloch as they slip about the battlefield, coercing enemies into becoming unwitting allies.</em></p><p>Moloch rules Styx, the City of Lies, but his reach extends far beyond it. Hell's greatest politicians and diplomats rise to prominence through Moloch's subtle manipulations. They follow him with great loyalty, for they know they are nothing without him—and thus his power echoes through all of Hell.</p><p>Moloch's illriggers are silver-tongued enchanters, lulling his foes to complacency with sorcery and subterfuge until they wake and find themselves under the command of the Order of Desolation. These Hellspeakers train in the art known as the Red Cant or Hell's Cant. By understanding their enemy and through weaving subtle sorceries into normal speech, Hellspeakers can make their foes feel, think, or do nearly anything to accelerate Hell's victory.</p><p>Across the timescape, Hellspeakers enjoy a reputation as smiling rogues and swashbuckling villains. An asset in any negotiation, Hellspeakers know that in a world of lies, the truth can be as potent a weapon as steel.</p><h3>Precepts of Deception</h3><p>Hellspeakers swear an oath to Moloch when they join the Order of Desolation. By following these precepts, they infiltrate the farthest reaches of power and manipulate all under their influence.</p><p><strong>My Voice Is a Weapon.</strong> Even when my enchantments fail, if my enemy can hear me, they are mine.</p><p><strong>Doubt Is Certainty.</strong> I need not convince my enemy, only sow doubt and wait for it to bear fruit.</p><p><strong>Trust Me.</strong> For each lie I utter, I tell the truth tenfold. One who always lies says nothing.</p><p><strong>Never Tell the Same Lie Twice.</strong> An overused skill becomes too predictable. Keep moving, switch targets, keep them guessing.</p>",
      "advancement": {
        "Moloch's Blessing: Additional Forked Tongue Language": {
          "title": "Moloch's Blessing: Additional Forked Tongue Language",
          "hint": "Your Forked Tongue feature grants you an additional language that you can speak (but not read or write)."
        },
        "Moloch's Blessing": {
          "title": "Moloch's Blessing",
          "hint": "You gain proficiency in the Persuasion or Deception skill (your choice). If you already have proficiency in the skill of your choice, your proficiency bonus is doubled for any ability check you make with that skill."
        }
      }
    },
    "Brutal": {
      "name": "Brutal",
      "description": "<p>When you hit a creature who is no more than one size larger than you with an attack you make with a melee weapon you are wielding with two hands, you can move the target 5 feet horizontally. If you choose, you can then spend your movement to move into the space they left.</p>"
    },
    "Telekinetic": {
      "name": "Telekinetic",
      "description": "<p>Your psionic powers allow you to physically manipulate other objects and creatures. All the world is a puppet show and you are the puppet master, pulling invisible strings that can send stones, people, and even buildings flying. Telekinetics are sometimes called movers, and those who undertake the Telekinetic specialization do so at the Academy of Motion.</p>"
    },
    "Aid Us, Friend (3 Ferocity)": {
      "name": "Aid Us, Friend (3 Ferocity)",
      "description": "<p>You can activate this exploit whenever you take the Attack action. Before or after you attack, your companion can take the Help action as a bonus action.</p>",
      "activities": {
        "utility": {
          "condition": "When you take the Attack action."
        }
      }
    },
    "Expanding Fury (6 Ferocity)": {
      "name": "Expanding Fury (6 Ferocity)",
      "description": "<p>When your companion uses a ferocity action that affects creatures within a specific distance of the companion, you can use your reaction to expand that distance by 10 feet.</p>",
      "activities": {
        "utility": {
          "condition": "When your companion uses a ferocity action that affects creatures within a specific distance of the companion.",
          "affects": {
            "special": "Your companion."
          }
        }
      }
    },
    "Extra Attack": {
      "name": "Extra Attack",
      "description": "<p>You can attack twice, instead of once, whenever you take the Attack action on your turn.</p>"
    },
    "Rend (12 Ferocity)": {
      "name": "Rend (12 Ferocity)",
      "description": "<p>As an action, choose a creature you can see within 5 feet of you and your companion. You make a melee weapon attack against the target, and your companion makes a signature attack against the target (no actions required). If you both hit and deal damage to the target, the target is knocked &amp;reference[prone] and takes an additional 6d6 damage of a type dealt by either attack (your choice).</p>",
      "activities": {
        "Use Exploit": {
          "name": "Use Exploit"
        },
        "Rend Damage": {
          "name": "Rend Damage"
        }
      }
    },
    "Imagination Creation": {
      "name": "Imagination Creation",
      "description": "<p>You make objects you need appear from nowhere. As an action, you create any Large or smaller mundane object, which appears in an unoccupied space within 5 feet of you, with you touching the object. You can use this feature to create a copy of any object you have touched, such as a key or a statue of a specific dragon. This feature can't be used to make functional spell components.</p><p>The object you create disappears if you stop touching it for 5 minutes or until you use this feature again. You can use this feature a number of times equal to your Intelligence modifier (minimum once), regaining all uses when you finish a long rest.</p>",
      "activities": {
        "Create Imaginary Object": {
          "name": "Create Imaginary Object"
        }
      }
    },
    "Illrigger": {
      "name": "Illrigger",
      "description": "<p>The archdevils who rule the Seven Cities of Hell scheme endlessly. Each eternally plots to bring the others to heel—to ascend to the Throne of Hell, unite the Seven Cities and every infernal being living there, and lead an inexhaustible army of devils across the timescape until all worlds burn.</p><p>These archdevils' elite operatives are the illriggers. Knights, assassins, mages, and terror commandos of Hell, illriggers command the battlefield, disrupt enemy factions, and carry out their archdevil's infernal will.</p>",
      "advancement": {
        "em3tYVZIfmP29KFJ": {
          "hint": "You gain proficiency with Constitution and Charisma saving throws."
        },
        "ZzpHNvNvUMXxekUO": {
          "hint": "You gain proficiency with light armor, medium armor, and shields."
        },
        "lvHIhrld5UvH4QVp": {
          "hint": "You gain proficiency with simple and martial weapons."
        },
        "Multiclass Proficiencies": {
          "title": "Multiclass Proficiencies",
          "hint": "If Illrigger isn't your initial\n                        class, here are the proficiencies you gain when you\n                        take your first level as an Illrigger: light armor, medium\n                        armor, shields, simple weapons, and martial weapons."
        },
        "Forked Tongue: Infernal": {
          "title": "Forked Tongue: Infernal",
          "hint": "You can instinctively speak, read, and write Infernal."
        },
        "Forked Tongue: Additional Languages": {
          "title": "Forked Tongue: Additional Languages",
          "hint": "You can speak two other languages of your choice, but you can't read or write them."
        },
        "Forked Tongue: Additional Language": {
          "title": "Forked Tongue: Additional Language",
          "hint": "You can speak one additional language of your choice, but you can't read or write them."
        },
        "Burning Seals Damage": {
          "title": "Burning Seals Damage"
        },
        "Maximum Seals": {
          "title": "Maximum Seals",
          "hint": "The amount of Seals you can place on a creature before resting."
        },
        "Interdict Boons": {
          "title": "Interdict Boons",
          "hint": "You learn one interdict boon of your choice. As you gain levels in this class, you gain additional boons of your choice, as shown in the Interdict Boons column of the Illriger table. Whenever you gain an illrigger level, you can choose a boon you know and replace it with another boon you can learn."
        },
        "Diabolic Contract": {
          "title": "Diabolic Contract",
          "hint": "You sign a diabolic contract with an archdevil who welcomes you into the Order of Desolation. Choose between the Architect of Ruin (Asmodeus), Hellspeaker (Moloch), Painkiller (Dispater), Sanguine Knight (Sutekh), or Shadowmaster (Belial) as your archdevil. Each of these subclasses is detailed after the class's description. Your choice grants you features at 3rd level and again at 7th, 11th, and 15th level."
        },
        "Combat Mastery": {
          "title": "Combat Mastery",
          "hint": "Your archdevil grants you uncanny skill in a certain form of combat. Choose one of the following illrigger combat masteries:"
        },
        "Terrorizing Force": {
          "title": "Terrorizing Force"
        },
        "Infernal Conduit Dice": {
          "title": "Infernal Conduit Dice",
          "hint": "The amount of infernal conduit dice you have."
        }
      }
    },
    "Rejuvenating Ferocity": {
      "name": "Rejuvenating Ferocity",
      "description": "<p>Also at 6th level, your companion can draw on their own fury to revitalize themself during a battle. You can use a bonus action to spend any amount of your companion's ferocity, with the companion regaining hit points equal to the ferocity spent.</p><p>You can use this feature a number of times equal to your Wisdom modifier (minimum once), regaining all uses when you finish a long rest.</p>",
      "activities": {
        "heal": {
          "affects": {
            "special": "Your companion."
          }
        }
      }
    },
    "Flame On": {
      "name": "Flame On",
      "description": "<p>As an action, you psionically create a ball of flame that appears on your body. The flame harms neither you nor your equipment, and sheds bright light in a 20-foot radius and dim light for an additional 20 feet. You can create only one flame at a time this way.</p><p>As part of the action used to create the flame, or as an action if you created the flame previously, you can make a melee or ranged power attack with it. If you make a ranged attack, you can hurl the flame at a target up to 60 feet away from you. On a hit, the target takes fire damage equal to 1d6 + your Intelligence modifier (minimum +1). Any flammable object hit by the flame ignites if it isn't being worn or carried.</p><p>The flame lasts until you make an attack with it or dismiss it (no action required). If you become &amp;reference[incapacitated apply=false], the flame disappears.</p><p>As you reach higher levels in this class, this feature allows you to create more than one flame. When you attack while holding multiple flames, you do so with all of them at once, making separate attack rolls for each f lame and directing them at one target or several. You can create two flames at 5th level, three flames at 11th level, and four flames at 17th level.</p>",
      "activities": {
        "Toss Flame (Melee)": {
          "name": "Toss Flame (Melee)"
        },
        "Toss Flame (Ranged)": {
          "name": "Toss Flame (Ranged)"
        }
      }
    },
    "Truth Hurts": {
      "name": "Truth Hurts",
      "description": "<p>As you open up the minds of your enemies, you cause their secrets to spill forth. Whenever a creature fails a saving throw against a telepathy power you manifest, you can choose one of the following options:</p><ul><li><p>You gain any amount of strain, then deal psychic damage to the creature equal to 2d8 for each strain you gain this way.</p></li><li><p>You gain 2 strain to telepathically ask the creature one question, which they answer telepathically, honestly, and fully to the best of their ability. A creature that can't be charmed is immune to this effect.</p></li></ul>",
      "activities": {
        "Truth Hurts: Psychic Damage": {
          "name": "Truth Hurts: Psychic Damage"
        },
        "Truth Hurts: Answer Question": {
          "name": "Truth Hurts: Answer Question",
          "condition": "When a creature fails a saving throw against a telepathy power you manifest."
        }
      }
    },
    "Destructive Power": {
      "name": "Destructive Power",
      "description": "<p>When you roll damage for a power, you can gain strain equal to half the power's order (minimum 1 strain) to make half the damage dice you rolled deal the die's maximum value instead of the number rolled.</p>",
      "activities": {
        "utility": {
          "condition": "When you roll damage for a power."
        }
      }
    },
    "Psychic Boost": {
      "name": "Psychic Boost",
      "description": "<p>You learn to focus your mind and draw forth reserved mental strength to replenish your body and brain. You can use a bonus action to remove strain equal to your proficiency bonus. Once you use this feature, you can't use it again until you finish a long rest.</p><p>You can use this feature twice between long rests starting at 12th level, and three times between long rests starting at 17th level.</p>",
      "activities": {
        "Remove Strain": {
          "name": "Remove Strain",
          "roll": "Strain Removed"
        }
      }
    },
    "Imbue Projectile (14 Ferocity)": {
      "name": "Imbue Projectile (14 Ferocity)",
      "description": "<p>As an action, you make a ranged weapon attack. Whether or not the attack hits, a wave of energy explodes from the weapon or ammunition used in the attack, centered on your target. Each creature within 20 feet of the target (including the target and excluding your companion) must make a Dexterity saving throw, taking 10d6 force damage on a failed save, or half as much damage on a successful one.</p>",
      "activities": {
        "save": {
          "affects": {
            "special": "All creatures, excluding your companion."
          }
        }
      }
    },
    "Resopathy Adept": {
      "name": "Resopathy Adept",
      "description": "<p>When you roll a manifestation die to learn a new resopathy power, you can roll the die twice and use either roll.</p><p>In addition, after you make a manifestation test to manifest a resopathy power, you can reroll the manifestation die and use either roll. You can reroll a number of manifestation tests equal to your Intelligence modifier (minimum one test), regaining all uses when you finish a long rest. You can use this feature only once for a single manifestation test.</p>",
      "activities": {
        "Adept Resopathy Manifestation": {
          "name": "Adept Resopathy Manifestation",
          "condition": "After you make a manifestation test to manifest a resopathy power."
        }
      }
    },
    "Full Force": {
      "name": "Full Force",
      "description": "<p>With intense focus, you pour all your might into a manifested power. When you deal damage with a power, you can deal maximum damage instead of rolling damage dice. Once you use this feature, you can't use it again until you finish a short or long rest.</p>",
      "activities": {
        "utility": {
          "condition": "When you deal damage with a power."
        }
      }
    },
    "Synchronized Stealth": {
      "name": "Synchronized Stealth",
      "description": "<p>At 11th level, you and your companion learn to become unseen at the same time in the blink of an eye. When either you or your companion takes the Hide action, the other can take the Hide action as a reaction if they are able to hide. Additionally, when you take the Hide action within 5 feet of your companion, you have advantage on the Dexterity (Stealth) check made as part of the action.</p>",
      "activities": {
        "utility": {
          "condition": "When your companion takes the Hide action."
        }
      }
    },
    "Decay": {
      "name": "Decay",
      "description": "<p>You rapidly advance the age of objects with your mind, causing them to turn to dust. You can use an action to gain 1 strain while touching a mundane object not carried or worn by another creature. If the object is Medium or smaller, it disintegrates into a pile of dust. If the object is Large or bigger, you disintegrate a 5-foot cubic portion of the object.</p><p>Additionally, while touching a Construct, you can use an action to gain strain up to your proficiency bonus. The Construct must make a Wisdom saving throw against your talent power save DC, taking 2d10 necrotic damage for each strain you gain on a failed save, or half as much damage on a successful one.</p>",
      "activities": {
        "Decay Object": {
          "name": "Decay Object"
        },
        "Degrade Construct": {
          "name": "Degrade Construct",
          "condition": "While you are touching a construct.",
          "affects": {
            "special": "A construct."
          }
        }
      }
    },
    "Fiendish Form": {
      "name": "Fiendish Form",
      "description": "<p>At 15th level, your companion can become a scale-covered child of Hell. As a bonus action, you can spend 6 ferocity to transform your companion into a fiendish form for 1 minute. While in this form, your companion undergoes the following changes:</p><ul><li><p>They are a fiend.</p></li><li><p>They have resistance to bludgeoning, piercing, and slashing damage.</p></li><li><p>They have advantage on saving throws against spells and other magical effects.</p></li></ul><fieldset><legend>Foundry Note</legend><p>You can apply the active effect granted by this feature to your Companion.</p></fieldset>",
      "effects": {
        "Fiendish Form": {
          "name": "Fiendish Form",
          "description": "<p>For the next minute, you gain the following benefits:</p><ul><li><p>Your creature type becomes Fiend.</p></li><li><p>You have resistance to bludgeoning, piercing, and slashing damage.</p></li><li><p>You have advantage on saving throws against spells and other magical effects.</p></li></ul>"
        }
      }
    },
    "Let's Make a Deal": {
      "name": "Let's Make a Deal",
      "description": "<p>You can offer your allies a deal—at a price, of course. As a bonus action, you choose one willing ally within 60 feet of you who can hear you.</p><p>Once within the next 10 minutes, the creature can choose to gain advantage on one attack roll or saving throw they make and can add a bonus equal to your proficiency bonus to the same roll. If this attack hits or this saving throw succeeds, the creature gains temporary hit points equal to your illrigger level. If this attack misses or this saving throw fails, the creature has disadvantage on the next attack roll or saving throw they make. This disadvantage can't be canceled out with advantage in any way. A creature can strike only one deal with you at a time.</p><p>You can use this feature a number of times equal to your proficiency bonus. You regain any expended uses when you finish a long rest.</p>",
      "activities": {
        "Strike a Deal": {
          "name": "Strike a Deal"
        },
        "heal": {
          "condition": "When a creature that has struck a deal with you hits with an attack or succeeds on their saving throw."
        }
      },
      "effects": {
        "Struck Deal": {
          "name": "Struck Deal",
          "description": "<p>Once within the next 10 minutes, you can choose to gain advantage on one attack roll or saving throw that you make, and add a [[lookup @prof]] bonus to the same roll.</p><p>If this attack hits or this saving throw succeeds, you gain temporary hit points equal to the illrigger's level.</p><p>If this attack misses or this saving throw fails, you have disadvantage on the next attack roll or saving throw you make. This disadvantage can't be canceled out with advantage in any way. You can only strike one deal with the illrigger at a time.</p>"
        }
      }
    },
    "Loyal to the End": {
      "name": "Loyal to the End",
      "description": "<p>At 13th level, even harmful magic can't shake yo and your companion's loyalty to each other and your friends. You and your companion can't be &amp;reference[charmed apply=false] or &amp;reference[frightened apply=false].</p>"
    },
    "Manifest Ally": {
      "name": "Manifest Ally",
      "description": "<p>The power of your mind creates one or more living creatures that come to your aid. As a bonus action, you gain strain to create a soulless creature with the statistics of a Beast of your choice, whose challenge rating is no higher than your talent level divided by 3 (rounded down). The strain you gain equals the creature's challenge rating (minimum 1).</p><p>The creature appears in an unoccupied space of your choice within 30 feet of you that you can see, and acts after you on your initiative count. The creature can understand any languages you speak and follows your commands to the best of their ability. If you don't issue any commands to the creature, they defend themself from hostile creatures but otherwise take no actions. Your manifested ally disappears if they are reduced to 0 hit points, if you die, if you use this feature again to create another ally, or after 10 minutes.</p>",
      "activities": {
        "Manifest Ally": {
          "name": "Manifest Ally",
          "profiles": {
            "Manifested Ally": {
              "name": "Manifested Ally"
            }
          }
        }
      }
    },
    "Moloch's Interdiction": {
      "name": "Moloch's Interdiction",
      "description": "<p>You learn the following additional interdict boons at the noted illrigger levels. Once you learn an interdict boon granted by this feature, you always know it, and it doesn't count against the number of interdict boons you know.</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.PFjV9K6O9thzAcI3]{Red Cant} (7th Level)</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.gwpSCEHJy3wojcRK]{Slippery Ploy} (13th Level)</p><p>@UUID[Compendium.mcdm-class-bundle.classes.Item.ARksw5kVVJ21o587]{Incontrovertible} (18th Level; Passive)</p>"
    },
    "Wings When I Need Them (5 Ferocity)": {
      "name": "Wings When I Need Them (5 Ferocity)",
      "description": "<p>At the start of your turn when your companion gains ferocity and doesn't enter a rampage, you can manifest a spectral eagle (no action required) that lifts you or your companion (your choice) to the sky. The target gains a flying speed equal to their walking speed until the start of their next turn.</p><fieldset><legend>Foundry Note</legend><p>While it is currently not possible to grant a flying speed equal to your walking speed, the active effect granted by this feature grants a default flying speed of 30 feet.</p></fieldset>",
      "activities": {
        "utility": {
          "condition": "At the start of your turn when your companion gains ferocity and doesn't enter a rampage."
        }
      },
      "effects": {
        "Wings When I Need Them": {
          "name": "Wings When I Need Them",
          "description": "<p>You gain a flying speed equal to your walking speed until the start of your next turn.</p>"
        }
      }
    },
    "Spirit Form (14 Ferocity)": {
      "name": "Spirit Form (14 Ferocity)",
      "description": "<p>As a bonus action, you make you and your companion incorporeal until the end of your next turn. While incorporeal, you each have resistance to acid, cold, fire, lightning, and thunder damage, and to bludgeoning, piercing, and slashing damage from nonmagical attacks. While incorporeal, you and your companion each gain a flying speed equal to your individual walking speed, and each of you can move through other creatures and objects as if they were difficult terrain. Either of you takes 5 (1d10) force damage if you end your turn inside an object.</p><fieldset><legend>Foundry Note</legend><p>It is currently not possible to grant a flying speed equal to your walking speed. The \"Spirit Form\" active effect granted by this feature gives you and your companion a default flying speed of 30 feet.</p></fieldset>",
      "activities": {
        "Enter Spirit Form": {
          "name": "Enter Spirit Form",
          "affects": {
            "special": "Your companion and yourself."
          }
        }
      },
      "effects": {
        "Spirit Form": {
          "name": "Spirit Form",
          "description": "<p>You are incorporeal until the end of your next turn. While incorporeal, you have resistance to acid, cold, fire, lightning, and thunder damage, and to bludgeoning, piercing, and slashing damage from nonmagical attacks.</p><p>While incorporeal, you have a flying speed equal to your walking speed, and you can move through other creatures and objects as if they were difficult terrain. You take [[/damage 1d10 force average]] damage if you end your turn inside an object.</p>"
        }
      }
    },
    "Thrash (4 Ferocity)": {
      "name": "Thrash (4 Ferocity)",
      "description": "<p>When your companion hits a Large or smaller creature with a melee signature attack, you can use your reaction to command the companion to thrash the target from side to side, forcing them to make a Wisdom saving throw. On a failure, the target has disadvantage on attack rolls, and attack rolls against the target have advantage, until the start of your next turn.</p>",
      "activities": {
        "save": {
          "condition": "When your companion hits a Large or smaller creature with a melee signature attack."
        }
      },
      "effects": {
        "Thrashed": {
          "name": "Thrashed",
          "description": "<p>You have disadvantage on attack rolls, and attack rolls against you have advantage until the start of the beastheart's next turn.</p>"
        }
      }
    },
    "Superior Interdict": {
      "name": "Superior Interdict",
      "description": "<p>Damage from your seals ignores any damage resistances the target has.</p><p>In addition, you can use a bonus action to regain a seal if you have none remaining. Once you regain a seal in this way, you can't do so again until you finish a long rest.</p>",
      "activities": {
        "Regain Expended Seal": {
          "name": "Regain Expended Seal",
          "condition": "When you have no seals remaining."
        }
      }
    },
    "Mystic Connection: Worg": {
      "name": "Mystic Connection: Worg",
      "description": "<p>Your walking speed increases by 10 feet.</p>",
      "effects": {
        "Worg Speed": {
          "name": "Worg Speed",
          "description": "<p>Your walking speed increases by 10 feet.</p>"
        }
      }
    },
    "Invoke Hell: No Escape": {
      "name": "Invoke Hell: No Escape",
      "description": "<p>As a bonus action, you can call on the shadows to entrap a creature you can see within 30 feet of you. The target must make a Charisma saving throw, made with disadvantage if they are in dim light or darkness. On a failed save, the target's speed is halved and they can't willingly move more than 30 feet away from you. This effect ends for the target if you are &amp;reference[incapacitated apply=false] or die or if the target is more than 30 feet away from you.</p>",
      "effects": {
        "Invoked Hell: No Escape": {
          "name": "Invoked Hell: No Escape",
          "description": "<p>Your movement speed is halved.</p>"
        }
      }
    },
    "Doomed to the Shadows": {
      "name": "Doomed to the Shadows",
      "description": "<p>You have perfected your assassin's strike. The extra damage from your Strike from the Dark feature increases to a number of d8s equal to your proficiency bonus (instead of that number of d4s), and you deal an extra 2d8 damage if the target is in dim light or darkness (instead of an extra 1d4 damage).</p><p>In addition, when you deal damage using Strike from the Dark, you can use your reaction to burn a seal on the creature, causing them to be &amp;reference[blinded] for 1 minute instead of dealing the seal's damage.</p>",
      "activities": {
        "Burn Seal: Blindness": {
          "name": "Burn Seal: Blindness"
        }
      },
      "effects": {
        "Doomed to the Shadows": {
          "name": "Doomed to the Shadows",
          "description": "<p>You are &amp;reference[blinded apply=false] for the next minute.</p>"
        }
      }
    },
    "Drain Them (4 Ferocity)": {
      "name": "Drain Them (4 Ferocity)",
      "description": "<p>When your companion hits another creature with their signature attack, you can use your reaction to have your companion regain hit points equal to half the damage dealt.</p>",
      "activities": {
        "utility": {
          "condition": "When your companion hits another creature with their signature attack.",
          "affects": {
            "special": "Your companion"
          }
        }
      }
    },
    "Wrath of the Pack (4 Ferocity)": {
      "name": "Wrath of the Pack (4 Ferocity)",
      "description": "<p>When you hit a creature with an attack and that creature is within 5 feet of your companion, you can have your companion make a signature attack against the creature (no action required). On a hit, the attack deals its normal effects, and the target is knocked &amp;reference[prone].</p>",
      "activities": {
        "utility": {
          "condition": "When you hit a creature with an attack and that creature is within 5 feet of your companion."
        }
      }
    },
    "Invoke Hell: Turncoat": {
      "name": "Invoke Hell: Turncoat",
      "description": "<p>As an action, you wield your manipulative tongue against your enemies. You choose a number of enemy creatures up to your proficiency bonus within 60 feet of you who can hear you. Each target must succeed on a Charisma saving throw or use their reaction to make a weapon attack against a single target of your choice. A creature affected by this feature can't attack themself.</p>"
    },
    "Veil of Lies": {
      "name": "Veil of Lies",
      "description": "<p>As a bonus action, you can expend a seal to become &amp;reference[invisible] for 10 minutes or until you attack or cast a spell.</p>"
    },
    "Dark Malediction": {
      "name": "Dark Malediction",
      "description": "<p>Interdicted creatures radiate darkness in a 10-foot radius. Mundane sources of light can't illuminate this darkness, but creatures with darkvision can see through it. If any of this darkness overlaps with an area of light created by magic or psionics, the overlapping area of darkness is illuminated by the light.</p>"
    },
    "Faithful Companion": {
      "name": "Faithful Companion",
      "description": "<p>At 6th level, your supernatural connection to your companion grows, allowing you to coordinate faster and to work better as a team with all your allies. You no longer need to use your bonus action to command your companion. Instead, as long as you are not &amp;reference[incapacitated apply=false], you can direct them to take an action simply with verbal or physical signs that require no action.</p><p>Additionally, when your companion enters a rampage when you are not incapacitated and they can see or hear you, they do not automatically move toward and attack the nearest creature. You instead choose where the companion moves on your turn and which creature they attack with their signature attack.</p>"
    },
    "Mystic Connection: Gelatinous Cube": {
      "name": "Mystic Connection: Gelatinous Cube",
      "description": "<p>Your body becomes flexible and gelatinous. As an action or bonus action, you absorb a Tiny object you hold into your body, so no one else can access it. As an action or bonus action, you can then excrete an absorbed object into one of your empty hands or have it fall at your feet. You can absorb up to four objects at a time. Any absorbed objects fall out of your body when you die.</p><p>Additionally, when another creature within 5 feet of you hits you with a melee attack, you can use a reaction to deal 3d6 acid damage to the attacker. You can’t use this benefit again until you finish a short or long rest.</p>",
      "activities": {
        "Gelatinous Retaliation": {
          "name": "Gelatinous Retaliation",
          "condition": "When another creature within 5 feet of you hits you with a melee attack."
        },
        "Absorb / Excrete Object": {
          "name": "Absorb / Excrete Object",
          "condition": "As an action / bonus action."
        }
      }
    },
    "Foul Interchange": {
      "name": "Foul Interchange",
      "description": "<p>As an action, you choose a creature you can see within 30 feet of you and expend a seal to end one of the following conditions afflicting them: &amp;reference[blinded], &amp;reference[charmed], dazed, &amp;reference[deafened], &amp;reference[frightened], &amp;reference[paralyzed], or &amp;reference[poisoned]. Another creature you can see within 60 feet of you must succeed on a Constitution saving throw or suffer that same condition until the end of your next turn. If that creature is immune to the condition, they don't suffer the condition, but the condition ends for the original creature.</p>",
      "activities": {
        "Transfer Affliction": {
          "name": "Transfer Affliction"
        },
        "Remove Affliction": {
          "name": "Remove Affliction",
          "affects": {
            "special": "A creature suffering from the blinded, charmed, dazed, deafened, frightened, paralyzed, or poisoned condition."
          }
        }
      }
    },
    "Reflective Armor": {
      "name": "Reflective Armor",
      "description": "<p>Enemies feel your power when their attacks are reflected back at them. When you use a reaction to activate Invisible Armor and the triggering attack misses, you can make a power attack roll against the creature that triggered the reaction. If your attack hits, the target is hit by the triggering attack and takes extra damage equal to your Intelligence modifier (minimum 1).</p>",
      "activities": {
        "Reflect Attack": {
          "name": "Reflect Attack",
          "condition": "When you use a reaction to active Invisible Armor and the triggering attack misses."
        }
      }
    },
    "Protector Bond": {
      "name": "Protector Bond",
      "description": "<p>Nothing is as important to you and your companion as your pack. The bond you both share sharpens your offensive and defensive prowess, letting you put your bodies and lives on the line to protect your allies and those who travel with you.</p>"
    },
    "q7nWBIzzjg15C1z5": {
      "name": "Improved Signature Attack",
      "description": "<p>At 5th level, when your companion hits with their signature attack, the attack deals one additional weapon damage die. This increases to two additional weapon damage dice at 11th level and three additional dice at 17th level.</p><p>Additionally, damage dealt by your companion's attacks and ferocity actions counts as magical for the purpose of overcoming resistance and immunity to non magical attacks and damage.</p>"
    },
    "Psionic Powers": {
      "name": "Psionic Powers",
      "description": "<p>With your psionic potential awakened, you can manifest powers through sheer force of will.</p><p><strong>Manifestation Ability.</strong> Intelligence is your manifestation ability for your talent powers, letting the sheer might of your mind manipulate the world around you. You use Intelligence whenever a power refers to your manifestation ability. In addition, you use your Intelligence modifier when setting the saving throw DC for a talent power you manifest and when making an attack roll with a talent power.</p><p style=\"text-align:center\"><strong>Power save DC</strong> = 8 + your proficiency bonus + your Intelligence modifier</p><p style=\"text-align:center\"><strong>Power attack modifier</strong> = your proficiency bonus + your Intelligence modifier</p><p><strong>Manifestation Die.</strong> You have a manifestation die that you use when making manifestation tests (see below). At 1st level, your manifestation die is a d4. The die changes as you gain talent levels, as shown in the Manifestation Die column of the Talent table.</p><p><strong>Manifestation Score.</strong> Every power of 2nd order or higher has a manifestation score equal to its order. A power's manifestation score increases by 1 for every other power you are concentrating on when you manifest it. For example, if you attempt to manifest the 2nd-order <em>again</em> power while concentrating on <em>apparition</em> and <em>caress of fire</em>, the manifestation score of <em>again</em> is 4.</p><p><strong>Manifestation Tests. </strong>Whenever you manifest a power of 2nd order or higher, you must make a manifestation test at the end of the power's manifestation time . To make a manifestation test, roll your manifestation die and note the result:</p><ul><li><p>If the roll is higher than the power's manifestation score, you manifest the power.</p></li><li><p>If the roll is equal to the power's manifestation score, you manifest the power, then gain 1 strain.</p></li><li><p>If the roll is lower than the power's manifestation score, you manifest the power, then gain strain equal to the power's order.</p></li></ul><p>If the amount of strain you gain from manifesting a power would cause you to exceed your strain maximum (see “Strain” below), you can choose to either manifest the power then immediately die; or to not manifest the power, gain no strain, and drop to 0 hit points</p><h2>Strain</h2><p>Manifesting psionic powers can put stress on a manifester's body, mind, and soul. The strain mechanic represents this stress for your talent character.</p><p><strong>Strain Maximum.</strong> At 1st level, your strain maximum is 5. If your strain ever exceeds your strain maximum, you die. If you are returned to life after dying as a result of gaining strain, you return to life with strain equal to your strain maximum.</p><p>Your strain maximum increases as you gain talent levels, as shown in the Strain Maximum column of the Talent table.</p><p><strong>Gaining Strain.</strong> Strain can manifest in three different ways for a talent:</p><ul><li><p>When you gain body strain, your physical prowess is depleted.</p></li><li><p>When you gain mind strain, your mental fortitude weakens.</p></li><li><p>When you gain soul strain, your connection to self and reality weakens.</p></li></ul><p>Whenever you gain strain, you choose which type of strain it is and how much strain is applied as that type. For example, if you gain 3 strain while manifesting a 3rd-order power, you can choose to gain all 3 strain as body, mind, or soul strain; you can gain 2 strain in body and 1 in mind; you can gain 1 strain each in body, mind, and soul; and so forth.</p><p><strong>Strain Effects.</strong> As you gain strain, you gain detrimental strain effects as shown on the Talent Strain table. These effects are cumulative. For instance, if you have 3 body strain, you have disadvantage on Strength and Dexterity checks and your speed is halved.</p><p><strong>Reducing Strain.</strong> When you finish a short rest, you can spend Hit Dice to remove strain instead of using them to regain hit points. For each Hit Die spent this way, you lose 1 strain from body, mind, or soul (your choice). When you finish a long rest, your strain is reduced to 0.</p><h2>Powers</h2><p><strong>1st-Order Powers:</strong> At 1st level, you know four 1st-order powers. You learn additional 1st-order powers of your choice at higher levels, as shown in the 1st-order Powers column of the Talent table. Manifesting 1st-order powers doesn't require a manifestation test.</p><p><strong>Powers Known.</strong> At 1st level, you know two 2nd-order powers, which are the highest-order powers you can manifest. When you reach certain levels of this class, you can manifest powers of higher orders: 3rd-order powers at 5th level, 4th-order powers at 9th level, 5th-order powers at 13th level, and 6th-order powers at 17th level.</p><h2>Learning New Powers</h2><p>At 1st level, you can learn only 2nd-order powers, and can manifest 1st-order and 2nd-order powers. But as you increase in level, there is no limit to the number of powers of 2nd order or higher that you can learn. Whenever you are able to manifest powers of a particular order, you can learn powers of that order.</p><p>Each time you gain a level in this class, you can learn one new power of any order between 2nd and the highest order of power you can manifest. Additionally, when you gain a level in this class, you can choose one of the powers you already know and replace it with another power of the same order or lower (minimum 2nd order).</p><p><strong>Learning from Others.</strong> Whenever another creature you can see within 30 feet of you manifests a psionic power of 2nd order or higher, and that power is one you can learn and don't already know, you can use a reaction to roll your manifestation die. If you roll higher than the power's baseline order (ignoring any order increase when the power is manifested), you begin to learn the power. If you roll lower than the power's baseline order, you fail to learn the power and can't attempt to do so again until you finish a long rest.</p><p>The <em><strong>Learning New Powers</strong></em> table shows how long it takes to learn a new power you have successfully observed. You must spend 1 hour doing nothing but practicing the power each day of the learning period, and you can't attempt to learn any other new powers during this time. This 1-hour period of practice can be undertaken as a short rest. If you fail to spend 1 hour each day of the learning period studying the power, or if you begin to learn a different power before the learning period is over, you must successfully observe the power once more before trying to learn it this way again.</p><p></p><table><caption>Learning New Powers</caption><thead><tr><th>Order</th><th>Learning Period</th></tr></thead><tbody style=\"text-align:center\"><tr><td>2nd</td><td>1 Day</td></tr><tr><td>3rd</td><td>4 Days</td></tr><tr><td>4th</td><td>8 Days</td></tr><tr><td>5th</td><td>12 Days</td></tr><tr><td>6th</td><td>16 Days</td></tr></tbody></table>",
      "activities": {
        "Manifestation Test": {
          "name": "Manifestation Test",
          "roll": "Manifestation Test"
        },
        "Recover Strain": {
          "name": "Recover Strain",
          "roll": "Strain Removed"
        }
      }
    },
    "Styx's Apathy": {
      "name": "Styx's Apathy",
      "description": "<p>When you burn a seal on an interdicted creature, you can use your reaction to flood the target with an otherworldly chill. Until the end of the target's next turn, they can't take reactions.</p>",
      "activities": {
        "utility": {
          "condition": "When you burn a seal on an interdicted creature."
        }
      },
      "effects": {
        "Styx's Apathy": {
          "name": "Styx's Apathy",
          "description": "<p>You cannot take reactions until the end of your next turn.</p>"
        }
      }
    },
    "Maverick": {
      "name": "Maverick",
      "description": "<p>You don't belong to a talent academy. Whether you rejected the offer when it came your way, or you don't even know such places exist, you make no special distinction between the powers you wield. By undertaking the Maverick specialization, you hone innate abilities that make any power you manifest more effective.</p>"
    },
    "Unfettered": {
      "name": "Unfettered",
      "description": "<p>When you use your @UUID[Compendium.mcdm-class-bundle.classes.Item.v5tWvb369dg4hgxe]{Baleful Interdict} to place or burn a seal, its range is 60 feet instead of 30 feet. When you gain the @UUID[Compendium.mcdm-class-bundle.classes.Item.VAbY2ehoan1mILms]{Infernal Conduit} feature at 6th level, its range is 30 feet instead of touch.</p><p>In addition, making a ranged attack while within 5 feet of a hostile creature does not impose disadvantage on the attack roll.</p><fieldset><legend>Foundry Note</legend><p>You can use the two Enchant activities to increase the ranges of your <strong>Baleful Interdict</strong> and <strong>Infernal Conduit</strong> feature.</p></fieldset>",
      "activities": {
        "Baleful Interdict: Increase Range": {
          "name": "Baleful Interdict: Increase Range"
        },
        "Infernal Conduit: Increase Range": {
          "name": "Infernal Conduit: Increase Range"
        }
      },
      "effects": {
        "Unfettered Baleful Interdict": {
          "name": "Unfettered Baleful Interdict",
          "description": "<p>When you use your @UUID[Compendium.mcdm-class-bundle.classes.Item.v5tWvb369dg4hgxe]{Baleful Interdict} to place or burn a seal, its range is 60 feet instead of 30 feet.</p>"
        },
        "Unfettered Infernal Conduit": {
          "name": "Unfettered Infernal Conduit",
          "description": "<p>When you use your @UUID[Compendium.mcdm-class-bundle.classes.Item.VAbY2ehoan1mILms]{Infernal Conduit} feature, its range is 30 feet instead of touch.</p>"
        }
      }
    },
    "Furious Vengeance (5 Ferocity)": {
      "name": "Furious Vengeance (5 Ferocity)",
      "description": "<p>When a creature hits you or your companion with a melee attack, you can use your reaction to deal 4d6 psychic damage to the attacker.</p><p>When you reach 17th level, the damage increases to 5d6.</p>",
      "activities": {
        "damage": {
          "condition": "When a creature hits you or your companion with a melee attack."
        }
      }
    },
    "Natural Language": {
      "name": "Natural Language",
      "description": "<p>From 1st level, you can comprehend and verbally communicate with your companion, as well as with all Beasts and Monstrosities. This feature doesn't allow you to communicate complex thoughts or questions, but you can make simple statements (such as showing other creatures you mean them no harm) or ask simple questions (such as the location of the nearest body of water, or if a specific individual with a unique look passed through the area recently).</p><p>The knowledge and awareness of such creatures is limited by their intellect, and the GM determines if a particular creature is in a communicative mood. While speaking with a Beast or Monstrosity using this feature, you can make Wisdom (Animal Handling) checks in place of Charisma checks to influence the creature.</p>"
    },
    "Allied Earth": {
      "name": "Allied Earth",
      "description": "<p>At 7th level, the ground around your companion sprouts with vines and plants that hamper foes. Whenever your companion has at least 1 ferocity, the ground within 10 feet of them is difficult terrain for their enemies.</p>"
    },
    "Invoke Hell: Punishment": {
      "name": "Invoke Hell: Punishment",
      "description": "<p>When a creature damages you with an attack, you can use your reaction to force the attacker to make a Wisdom saving throw. On a failed save, the attacker takes necrotic damage equal to the damage they dealt you with the triggering attack. On a successful save, the attacker takes half as much damage.</p><fieldset><legend>Foundry Note</legend><p>When using the Save activity on this feature, you can input the amount of damage dealt by the triggering creature.</p></fieldset>",
      "activities": {
        "save": {
          "condition": "When a creature damages you with an attack."
        }
      }
    },
    "Invisible Armor": {
      "name": "Invisible Armor",
      "description": "<p>By altering the arc of incoming attacks, you ward yourself or your allies against those attacks. When you or a creature you can see within 30 feet of you is hit by an attack, you can use a reaction to give the target of the attack a bonus to AC. This bonus is equal to your Intelligence modifier (minimum 1), is effective against the triggering attack, and lasts until the start of your next turn. You can use this feature a number of times equal to your Intelligence modifier (minimum once), regaining all uses when you finish a long rest.</p>",
      "activities": {
        "Shield Creature": {
          "name": "Shield Creature",
          "roll": "Bonus to AC",
          "condition": "When you or a creature you cans see within 30 feet of you is hit by an attack."
        }
      }
    },
    "Superior Ferocity": {
      "name": "Superior Ferocity",
      "description": "<p>Also at 2nd level, whenever your companion uses a ferocity action that requires a creature to make an ability check or saving throw, the companion can use your Primal Exploit save DC in place of the normal DC.</p>"
    },
    "Sanguine Knight": {
      "name": "Sanguine Knight",
      "description": "<p><em>The blood-knights of Hell, Sanguine Knights serve Sutekh, Lord of Blood. Their sorceries drain their enemies' life force, pouring this stolen vitality into infernal rituals to turn the tide of battle.</em></p><p>Sutekh rules Naraka, the City of Blood. Recognized as the greatest sorcerer in hell, he carries the title of High Sanguinary and rules from the Temple of Vitality. He is a master of blood magic, and his inner circle of priests and wizards are the Bloodliches, undead spellcasters whose corporeal forms turned to ash centuries ago and whose bodies are crafted from solid blood.</p><p>Sutekh's illriggers all belong to a cult known as the Chalice of Vitality. Knights of the Chalice drink deeply of their enemies' essence, draining it to power their magics. Other members of the Order of Desecration fear that the Sanguine Knights seek more than Sutekh's mere ascension to the Throne of Hell; some whisper that the Chalice secretly schemes to make Sutekh a god. This would, of course, be treason.</p><h3>Precepts of Blood</h3><p>Sanguine Knights swear an oath to Sutekh when they join the Order of Desolation. These tenets swear them to wield profane blood magic, commanding loyalty and inflicting terror</p><p><strong>Their Strength Is Their Weakness.</strong> I target the strongest of my foes, for their vitality shall feed my victory.</p><p><strong>Sin Demands Suffering.</strong> Opposing me is heresy. Before my enemies taste defeat, they must pay for their unbelief with agony.</p><p><strong>Loyalty Rewarded.</strong> My boons lead my allies to depend on me—and on the bloodshed that empowers me.</p><p><strong>Mercy Is Power.</strong> In granting succor to my allies, I prove how great my power is. Each time I restore life, it serves as a reminder of how quickly I can strip it away.</p>",
      "advancement": {
        "Sutekh's Blessing": {
          "title": "Sutekh's Blessing",
          "hint": "When Sutekh accepts you as his illrigger, he grants you access to his sacrilegious command of blood and life. You gain proficiency in the Religion skill."
        }
      }
    },
    "Strike from the Dark": {
      "name": "Strike from the Dark",
      "description": "<p>You understand the power of striking from the shadows. Once per turn, when you hit an interdicted creature with a melee weapon attack and you have advantage on the attack roll, you can roll a number of d4s equal to your proficiency bonus and deal extra damage equal to the total you rolled. This damage increases by 1d4 if the target is in dim light or darkness.</p>",
      "activities": {
        "damage": {
          "condition": "When you hit an interdicted creature with a melee weapon attack and you have advantage on the attack roll."
        },
        "Damage: Dim Light / Darkness": {
          "name": "Damage: Dim Light / Darkness",
          "condition": "When you hit an interdicted creature with a melee weapon attack and you have advantage on the attack roll."
        }
      }
    },
    "Shadowmaster": {
      "name": "Shadowmaster",
      "description": "<p><em>The hidden assassins of Hell, Shadowmasters serve Belial and excel at stealth and disguise.</em></p><p>Belial rules Gehennom, the City of Darkness. He strives to rule Hell through poison, torture, and assassination. His illriggers strike from the shadows or use deception to earn high-ranking positions close to powerful rulers. Many Shadowmasters run networks of spies and assassins who have no idea of the infernal provenance of their leader.</p><p>Shadowmasters are sworn not to reveal their true allegiance, and if need be, they must take their own lives to fulfill this oath. Many Shadowmasters prepare elaborate plans for their own assassination so that, should they risk discovery, their assassination obscures the truth. Of course, these killers never learn they were hired by their deceased target.</p><h3>Precepts of Shadow</h3><p>Shadowmasters swear an oath to Belial when they join the Order of Desolation. These precepts commit them to serve Belial's foes as allies before revealing themselves as enemies.</p><p><strong>Plans Within Plans.</strong> My enemies must never discover my true goals. If needed, I will sacrifice myself to protect my schemes.</p><p><strong>Positions of Power.</strong> I control everything from the shadows by knowing who to deceive and where to hide in plain sight.</p><p><strong>Power in Patience.</strong> I study my enemy and methodically build their trust. My loyalty must be unquestionable so my inevitable betrayal is unthinkable.</p><p><strong>Hesitation Is Failure.</strong> Though I usually rely on agents, when the opportunity presents itself, I can unhesitatingly kill with efficiency and precision.</p>",
      "advancement": {
        "Strike from the Dark": {
          "title": "Strike from the Dark"
        }
      }
    },
    "Telepathy Adept": {
      "name": "Telepathy Adept",
      "description": "<p>When you roll a manifestation die to learn a new telepathy power, you can roll the die twice and use either roll.</p><p>In addition, after you make a manifestation test to manifest a telepathy power, you can reroll the manifestation die and use either roll. You can reroll a number of manifestation tests equal to your Intelligence modifier (minimum one test), regaining all uses when you finish a long rest. You can use this feature only once for a single manifestation test.</p>",
      "activities": {
        "Adept Telepathy Manifestation": {
          "name": "Adept Telepathy Manifestation",
          "condition": "After you make a manifestation test to manifest a telepathy power."
        }
      }
    },
    "Shared Power": {
      "name": "Shared Power",
      "description": "<p>After you make a manifestation test to manifest a power that can target only one creature and doesn't create an area of effect, you can gain strain equal to the power's order to target a second creature in range with the same power.</p>",
      "activities": {
        "utility": {
          "condition": "After you make a manifestation test to manifest a power that can target only one creature and doesn't create an area of effect.",
          "affects": {
            "special": "A creature that is also within range of the power."
          }
        }
      }
    },
    "Beyond Instinct": {
      "name": "Beyond Instinct",
      "description": "<p>At 5th level, thanks to your care, your companion's tenacity and versatility grow  You and your companion gain the following benefits:</p><ul><li><p>Whenever your companion gains ferocity at the start of your turn, they gain an additional 1 ferocity.</p></li><li><p>Your companion gains proficiency in saving throws with one ability score of your choice.</p></li><li><p>Your companion gains proficiency in one of the following skills of your choice: Acrobatics, Animal Handling, Athletics, Intimidation, Investigation, Perception, Performance, Sleight of Hand, Stealth, or Survival. Your companion can use Wisdom in place of Intelligence when they make an ability check using the Investigation skill, and they can use Strength or Dexterity in place of Charisma when they make an ability check using the Intimidation or Performance skill.</p></li></ul><p>When you reach 10th level in this class, the additional ferocity your companion gains increases to 3. Your companion gains proficiency in another saving throw of your choice, and gains proficiency in another skill from the list above.</p><p>When you reach 15th level in this class, the additional ferocity your companion gains increases to 5. Your companion gains proficiency in another saving throw of your choice, and gains proficiency in another skill from the list above.</p>"
    },
    "Charm Enemy": {
      "name": "Charm Enemy",
      "description": "<p>When you use your bonus action to place a seal on a Humanoid, you can attempt to charm them. The target must succeed on a Charisma saving throw or be &amp;reference[charmed] by you for 1 hour or until you or your companions do anything harmful to them. While charmed, the target regards you as a friendly acquaintance. When the charmed condition ends, the target knows they were charmed by you.</p><p>When you use this bonus action, you can additionally burn one or more seals on one or more other interdicted Humanoids within 30 feet of you, attempting to charm those targets as well. After taking damage from the burned seals, each of those targets must succeed on a Charisma saving throw or be under the same charmed effect.</p><p>You can use this feature a number of times equal to your Charisma modifier (minimum of once), and you regain all expended uses when you finish a long rest.</p>",
      "activities": {
        "save": {
          "condition": "When you burn one or more seals on one or more interdicted Humanoids within 30 feet of you.",
          "affects": {
            "special": "An interdicted creature."
          }
        }
      }
    },
    "Asmodeus's Blessing": {
      "name": "Asmodeus's Blessing",
      "description": "<p>When Asmodeus accepts you as an Architect of Ruin, he grants you access to his infernal knowledge. You gain proficiency in one of the following skills of your choice: Arcana, History, Nature, or Religion.</p><p>In addition, you can also read and write the languages granted by your Forked Tongue, instead of only speaking them.</p>"
    },
    "Overwhelming Power": {
      "name": "Overwhelming Power",
      "description": "<p>When a creature succeeds on a saving throw against a power you manifest, you can gain strain equal to the power's order to force the creature to reroll the saving throw with a penalty equal to your proficiency bonus. The creature must use the new roll.</p>",
      "activities": {
        "utility": {
          "roll": "Saving Throw Penalty",
          "condition": "When a creature succeeds on a saving throw against a power you manifest."
        }
      }
    },
    "Pyrokinesis Adept": {
      "name": "Pyrokinesis Adept",
      "description": "<p>When you roll a manifestation die to learn a new pyrokinesis power, you can roll the die twice and use either roll.</p><p>In addition, after you make a manifestation test to manifest a pyrokinesis power, you can reroll the manifestation die and use either roll. You can reroll a number of manifestation tests equal to your Intelligence modifier (minimum one test), regaining all uses when you finish a long rest. You can use this feature only once for a single manifestation test.</p>",
      "activities": {
        "Adept Pyrokinesis Manifestation": {
          "name": "Adept Pyrokinesis Manifestation",
          "condition": "After you make a manifestation test to manifest a pyrokinesis power."
        }
      }
    },
    "Baleful Interdict": {
      "name": "Baleful Interdict",
      "description": "<p>You gain the ability to censure creatures with the power of Hell. Once on your turn, you can place a magical seal on a creature within 30 feet of you. You can either place this seal when you hit that target with a weapon attack (no action required), or you can use a bonus action to place this seal on a target you can see within range. This seal lasts for 1 minute or until burned (see “Burning Seals” below). A creature with one or more of your seals is referred to as an interdicted creature. Seals you place are invisible to other creatures, and when you can see an interdicted creature, the seals appear to you as glowing glyphs on the creature's body.</p><p>You can only place a limited number of seals before resting, and you regain all seals when you finish a short or long rest. The number of seals you can place increases as you gain illrigger levels, as indicated in the Seals column of the Illrigger table.</p><p>If an interdicted creature dies, you can use a bonus action on your turn to move all seals placed on them to a new creature you can see within 30 feet of them. Each seal's duration continues to elapse when an interdicted creature dies and when that seal is moved to a new creature.</p><p><strong>Burning Seals. </strong>When an interdicted creature you can see within 30 feet of you takes damage from any source other than a seal burned by an illrigger, you can burn any number of seals you placed on them to deal 1d6 fire or necrotic damage (your choice) to that creature per seal burned. You deal this damage immediately after the triggering damage. Burning a seal doesn't require an action from you, but you can't do so while incapacitated. Once a seal is burned, it immediately vanishes</p><p>Once you reach 5th level in this class, your connection to your archdevil strengthens. Each burned seal deals an extra 1d6 damage, for a total of 2d6. The damage of each seal increases again by 1d6 when you reach 11th level (for a total of 3d6) and 20th level (for a total of 4d6) in this class, as indicated in the Seal Damage column of the Illrigger table.</p><p><strong>Interdict Save.</strong> Class features you gain later can add additional effects to your Baleful Interdict and require your target to make a saving throw to resist them . The saving throw DC for these effects uses your interdict save DC, which is calculated as follows:</p><p style=\"text-align:center\"><strong>Interdict save DC</strong> = 8 + your proficiency bonus + your Charisma modifier</p>",
      "activities": {
        "Burn Seals": {
          "name": "Burn Seals",
          "condition": "When an interdicted creature within range takes damage from any source other than a seal burned by an illrigger.",
          "affects": {
            "special": "A interdicted creature."
          }
        },
        "Place Seal": {
          "name": "Place Seal"
        },
        "Move Seals to New Target": {
          "name": "Move Seals to New Target",
          "condition": "When an interdicted creature dies."
        }
      },
      "effects": {
        "Interdiction Seal": {
          "name": "Interdiction Seal",
          "description": "<p>An invisible infernal seal has been placed upon your body, and lasts for one minute.</p>"
        }
      }
    },
    "Impaling Shot": {
      "name": "Impaling Shot",
      "description": "<p>When you hit an interdicted creature with a ranged weapon attack, you can expend a seal as a bonus action to create a weak point in their defenses. Until the end of your next turn, the creature takes a penalty to AC equal to your proficiency bonus.</p>",
      "activities": {
        "utility": {
          "condition": "When you hit an interdicted creature with a ranged weapon attack."
        }
      },
      "effects": {
        "Impaled Defenses: -1": {
          "name": "Impaled Defenses: -1",
          "description": "<p>You suffer a -1 penalty to your Armor Class until the end of the illrigger's next turn.</p>"
        },
        "Impaled Defenses: -2": {
          "name": "Impaled Defenses: -2",
          "description": "<p>You suffer a -2 penalty to your Armor Class until the end of the illrigger's next turn.</p>"
        },
        "Impaled Defenses: -3": {
          "name": "Impaled Defenses: -3",
          "description": "<p>You suffer a -3 penalty to your Armor Class until the end of the illrigger's next turn.</p>"
        },
        "Impaled Defenses: -6": {
          "name": "Impaled Defenses: -6",
          "description": "<p>You suffer a -6 penalty to your Armor Class until the end of the illrigger's next turn.</p>"
        },
        "Impaled Defenses: -5": {
          "name": "Impaled Defenses: -5",
          "description": "<p>You suffer a -5 penalty to your Armor Class until the end of the illrigger's next turn.</p>"
        },
        "Impaled Defenses: -4": {
          "name": "Impaled Defenses: -4",
          "description": "<p>You suffer a -4 penalty to your Armor Class until the end of the illrigger's next turn.</p>"
        }
      }
    },
    "Sanguine Gift": {
      "name": "Sanguine Gift",
      "description": "<p>When a creature you can see within 30 feet of you regains hit points, you can expend a seal (no action required) and the creature regains additional hit points equal to your illrigger level.</p>",
      "activities": {
        "Empower Healing": {
          "name": "Empower Healing"
        }
      }
    },
    "Spellbreaker": {
      "name": "Spellbreaker",
      "description": "<p>When an interdicted creature you can see within 60 feet of you casts a spell, you can use your reaction to burn one or more of the seals on them. When you do, burning the seal deals no damage, and instead you cast @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy] on them without expending a spell slot. Your spell's level increases by 1 for every additional seal you burn after the first.</p>"
    },
    "Invoke Hell: Honey-Sweet Blades": {
      "name": "Invoke Hell: Honey-Sweet Blades",
      "description": "<p>When you make a weapon attack against an interdicted creature, you can gain advantage on that attack (no action required). If the attack hits, it becomes a critical hit.</p>",
      "activities": {
        "utility": {
          "condition": "When you make a weapon attack against an interdicted creature."
        }
      }
    },
    "Telekinetic Seal": {
      "name": "Telekinetic Seal",
      "description": "<p>When a creature you can see moves within 5 feet of you, you can use your reaction to place a seal on them. When you do, the target must succeed on a Wisdom saving throw or be either pushed back 15 feet or knocked &amp;reference[prone] (your choice).</p>",
      "activities": {
        "save": {
          "condition": "When a creature moves within 5 feet of you."
        }
      }
    },
    "Psionic Toughness": {
      "name": "Psionic Toughness",
      "description": "<p>Your touch enhances a creature's toughness. As an action, you touch one creature (which can be yourself) and confer the following benefits to them for 1 hour:</p><ul><li><p>The creature's hit point maximum and current hit points increase by a number equal to your Intelligence modifier + your talent level (minimum 1).</p></li><li><p>The creature has advantage on death saving throws.</p></li></ul><p>You can use this feature a number of times equal to your Intelligence modifier (minimum once), regaining all uses when you finish a long rest.</p><fieldset><legend>Foundry Note</legend><p>The \"Psionic Toughness: Increased Health\" Active Effect cannot scale with you Talent Level or Intelligence modifier at this time. In order to correctly use this feature, edit the Active Effect''s value from 1 to the correct total.</p></fieldset>",
      "activities": {
        "Bestow Psionic Toughness": {
          "name": "Bestow Psionic Toughness"
        }
      },
      "effects": {
        "Psionic Toughness: Increased Health": {
          "name": "Psionic Toughness: Increased Health",
          "description": "<p>For the next hour, your maximum and current hit points are increased by the Talent's Intelligence modifier + their talent level.</p>"
        },
        "Psionic Toughness: Death Resistance": {
          "name": "Psionic Toughness: Death Resistance",
          "description": "<p>For the next hour, you have advantage on death saving throws.</p>"
        }
      }
    },
    "Vengeful Shot": {
      "name": "Vengeful Shot",
      "description": "<p>When a creature makes a ranged attack against you or an ally you can see within 30 feet of you, you can expend a seal as a reaction to make a ranged weapon attack against the attacker. If your attack hits, it deals extra damage equal to half your illrigger level (rounded down).</p>",
      "activities": {
        "damage": {
          "condition": "When a creature makes a ranged attack against you or an ally you can see within 30 feet of you."
        }
      }
    },
    "Invoke Hell: Master of Disguise": {
      "name": "Invoke Hell: Master of Disguise",
      "description": "<p>As an action, you can cast the @UUID[Compendium.dnd5e.spells.Item.A3q2gTNqG6fvNGrv] spell without expending a spell slot.</p>"
    },
    "Ferocious Bond": {
      "name": "Ferocious Bond",
      "description": "<p>Some beasthearts and companions feel closest when they abandon all control and let instinct guide their every move. When your companion enters a rampage, you feel every moment of their brutality, inspiring you to a battle fury all your own.</p>",
      "advancement": {
        "Fury of the Wise: Intimidation": {
          "title": "Fury of the Wise: Intimidation",
          "hint": "You gain proficiency in the Intimidation skill if you do not already have it."
        }
      }
    },
    "Invoke Hell": {
      "name": "Invoke Hell",
      "description": "<p>Your diabolic connection allows you to channel infernal energy to empower magical effects. Your chosen diabolic contract grants you two Invoke Hell options and describes how to use each.</p><p>When you use your Invoke Hell, you choose which option to use. You must then finish a short or long rest to use your Invoke Hell again.</p><p>Some Invoke Hell effects require a saving throw. When you use such an effect, the DC equals your interdict save DC.</p>"
    },
    "Halting Power": {
      "name": "Halting Power",
      "description": "<p>When a Medium or smaller creature fails a saving throw against a power you manifest, you can gain 2 strain to make the target &amp;reference[restrained] until the start of your next turn. You can gain 4 strain to affect a Large creature with this Psionic Exertion option.</p>",
      "activities": {
        "utility": {
          "condition": "When a Medium or smaller creature fails a saving throw against a power you manifest."
        }
      },
      "effects": {
        "Halting Power": {
          "name": "Halting Power",
          "description": "<p>You are &amp;reference[restrained apply=false] by the Talent until the start of their next turn.</p>"
        }
      }
    },
    "Mystic Connection: Dragon Wyrmling": {
      "name": "Mystic Connection: Dragon Wyrmling",
      "description": "<p>As a bonus action, you imbue a weapon you hold with draconic power for 10 minutes. While this power is in effect, attacks made using the weapon deal an extra 1d10 damage of the type associated with your wyrmling’s Draconic Lineage trait. You can’t use this benefit again until you finish a long rest.</p>",
      "effects": {
        "Draconic Weapon: Fire": {
          "name": "Draconic Weapon: Fire",
          "description": "<p>Attacks with this weapon deal an additional 1d10 cold damage.</p>",
          "changes": {
            "system.description.value": "{} <fieldset>     <legend>Mystic Connection: Dragon Wyrmling (Fire)</legend>     <p>While this power is in effect, attacks made using the weapon deal an extra 1d10 fire damage.</p> </fieldset>",
            "name": "Fiery {}"
          }
        },
        "Draconic Weapon: Cold": {
          "name": "Draconic Weapon: Cold",
          "description": "<p>Attacks with this weapon deal an additional 1d10 cold damage.</p>",
          "changes": {
            "system.description.value": "{} <fieldset>     <legend>Mystic Connection: Dragon Wyrmling (Cold)</legend>     <p>While this power is in effect, attacks made using the weapon deal an extra 1d10 cold damage.</p> </fieldset>",
            "name": "Cold {}"
          }
        },
        "Draconic Weapon: Lightning": {
          "name": "Draconic Weapon: Lightning",
          "description": "<p>Attacks with this weapon deal an additional 1d10 lightning damage.</p>",
          "changes": {
            "system.description.value": "{} <fieldset>     <legend>Mystic Connection: Dragon Wyrmling (Lightning)</legend>     <p>While this power is in effect, attacks made using the weapon deal an extra 1d10 lightning damage.</p> </fieldset>",
            "name": "Lightning {}"
          }
        },
        "Draconic Weapon: Acid": {
          "name": "Draconic Weapon: Acid",
          "description": "<p>Attacks with this weapon deal an additional 1d10 acid damage.</p>",
          "changes": {
            "system.description.value": "{} <fieldset>     <legend>Mystic Connection: Dragon Wyrmling (Acid)</legend>     <p>While this power is in effect, attacks made using the weapon deal an extra 1d10 acid damage.</p> </fieldset>",
            "name": "Acidic {}"
          }
        },
        "Draconic Weapon: Poison": {
          "name": "Draconic Weapon: Poison",
          "description": "<p>Attacks with this weapon deal an additional 1d10 poison damage.</p>",
          "changes": {
            "system.description.value": "{} <fieldset>     <legend>Mystic Connection: Dragon Wyrmling (Poison)</legend>     <p>While this power is in effect, attacks made using the weapon deal an extra 1d10 poison damage.</p> </fieldset>",
            "name": "Poisonous {}"
          }
        }
      }
    },
    "Mystic Connection: Bulette": {
      "name": "Mystic Connection: Bulette",
      "description": "<p>As a bonus action, you gain a burrowing speed equal to your walking speed for 10 minutes. You can’t use this benefit again until you finish a short or long rest.</p>",
      "effects": {
        "Mystic Connection: Bulette": {
          "name": "Mystic Connection: Bulette",
          "description": "<p>You have a burrowing speed equal to your walking speed.</p>"
        }
      }
    },
    "Unseen Hunters": {
      "name": "Unseen Hunters",
      "description": "<p>At 15th level, you can use an action to make you and your companion &amp;reference[invisible] for 10 minutes. While invisible, neither of you can be tracked by nonmagical means unless you or your companion chooses to leave a trail. Either of you can end the invisibility on yourself as a bonus action. Once you use this feature, you can use it again when you finish a long rest</p>",
      "activities": {
        "utility": {
          "affects": {
            "special": "Yourself and your companion."
          }
        }
      },
      "effects": {
        "Unseen Hunter": {
          "name": "Unseen Hunter",
          "description": "<p>You are &amp;reference[invisible apply=false] for the next 10 minutes. While invisible, you can't be tracked by nonmagical means unless you choose to leave a trail.</p><p>You can end the invisibility on yourself as a bonus action.</p>"
        }
      }
    },
    "Undying Protector": {
      "name": "Undying Protector",
      "description": "<p>At 15th level, your companion's rage sustains you through grievous injuries and staggering blows. If you can see your companion when you drop to 0 hit points, you can spend 2 ferocity to drop to 1 hit point instead. Each time you use this feature after the first, the ferocity cost increases by 2. When you finish a short or long rest, the ferocity cost resets to 2.</p><fieldset><legend>Foundry Note</legend><p>When you use this feature, you can scale the ferocity cost equal to the amount of times you've used this feature.</p></fieldset>",
      "activities": {
        "utility": {
          "condition": "If you can see your companion when you drop to 0 hit points."
        }
      }
    },
    "Thickened Hide": {
      "name": "Thickened Hide",
      "description": "<p>At 7th level, your companion's natural defenses improve, making them harder to hurt. Your companion's AC increases by 2.</p><fieldset><legend>Foundry Note</legend><p>You can use this feature to grant your companion the \"Thickened Hide\" active effect, granting it the Armor Class bonus this feature bestows.</p></fieldset>",
      "effects": {
        "Thickened Hide": {
          "name": "Thickened Hide",
          "description": "<p>You have a +2 bonus to your Armor Class.</p>"
        }
      }
    },
    "Mystic Connection: Deinonychus": {
      "name": "Mystic Connection: Deinonychus",
      "description": "<p>You can take the Hide action as a bonus action. You can use this benefit a number of times equal to your Wisdom modifier (minimum once), regaining all uses when you finish a long rest.</p>"
    },
    "Mystic Connection": {
      "name": "Mystic Connection",
      "description": "<p>At 9th level, your connection to your companion grants a natural talent. The benefits of your Mystic Connection depends on your companion. If you ever gain a new companion, your new companion's Mystic Connection benefits replaces the old one.</p>"
    },
    "Strong Mind": {
      "name": "Strong Mind",
      "description": "<p>Whenever you manifest a power that allows you to move one or more creatures or objects, you can increase the distance the power allows you to move the targets by 10 feet.</p><p>Additionally, when you make a Strength or Dexterity saving throw, you can gain 1 strain to make an Intelligence saving throw instead,</p>"
    },
    "Umbral Killer": {
      "name": "Umbral Killer",
      "description": "<p>Shadows are your companion, aiding you in your exploits. You gain the following benefits:</p><ul><li><p>You gain darkvision out to 60 feet. If you already have darkvision, its range increases by 60 feet.</p></li><li><p>Your movement speed increases by 10 feet.</p></li><li><p>You have advantage on Dexterity (Stealth) checks made to hide . Whenever you make a Dexterity saving throw to take only half damage from an effect, you instead take no damage if you succeed on the saving throw, and half damage if you fail.</p></li></ul>"
    },
    "Energizing Rampage": {
      "name": "Energizing Rampage",
      "description": "<p>At 7th level, your companion maintains their tenacity after going berserk. When your companion ends a rampage, their ferocity drops to 4 instead of 0.</p>"
    },
    "Eyes of the Gate": {
      "name": "Eyes of the Gate",
      "description": "<p>As an action, you can expend one or more seals to attempt to bind your awareness to a creature you can see within 60 feet of you. The target must make a Wisdom saving throw; they can willingly fail this save. On a failed save, you are bound to the target's awareness for a number of hours equal to the number of seals you expended, or until you use this boon on another creature. For the duration, while the target is within 300 feet of you, you can use an action to see and hear through their senses, gaining the benefit of any special senses the target possesses, and you continue to do so until you use your action to return to your normal senses. While perceiving through the target's senses, you are &amp;reference[deafened]{Deaf} and &amp;reference[blinded]{Blind} with regard to your own senses.</p><p>Additionally, for the duration, you can place seals, burn them, and use interdict boons as if you were in the creature's space, but doing so makes the creature aware of this bond. An aware creature can use their action to repeat the saving throw, ending the effects of this boon on a success.</p>",
      "effects": {
        "Gate-Bound": {
          "name": "Gate-Bound",
          "description": "<p>While the bound creature is within 300 feet of you, you can use an action to see and hear through their senses, gaining the benefits of any special senses the target possesses, and you continue to do so until you use your action to return to your normal senses.</p><p>While perceiving through the target's senses, you are &amp;reference[deafened apply=false]{Deaf} and &amp;reference[blinded apply=false]{Blind} with regard to your own senses.</p><p>Additionally, for the duration, you can place seals, burn them, and use interdict boons as if you were in the creature's space, but doing so makes the creature aware of this bond. An aware creature can use their action to repeat the saving throw, ending the effects of this boon on a success.</p>"
        }
      }
    },
    "Super Senses": {
      "name": "Super Senses",
      "description": "<p>The psionic power flowing through your body heightens your senses. You add a bonus equal to your Intelligence modifier to Wisdom (Perception) checks and to your passive Wisdom (Perception) score.</p>",
      "effects": {
        "Super Senses": {
          "name": "Super Senses",
          "description": "<p>The psionic power flowing through your body heightens your senses. You add a bonus equal to your Intelligence modifier to Wisdom (Perception) checks and to your passive Wisdom (Perception) score.</p>"
        }
      }
    },
    "Unbreakable Friendship": {
      "name": "Unbreakable Friendship",
      "description": "<p>At 20th level, your affection and friendship for your companion infuses the creature with primal energy, making them a paragon of their kind  While you have at least 1 hit point and your companion can see or hear you, you and your companion gain the following benefits:</p><ul><li><p>You automatically succeed on Wisdom (Animal Handling) checks made to prevent your companion from entering a rampage. (You can choose to not make the check if you wish to have your companion enter a rampage on purpose.)</p></li><li><p>If your companion is reduced to 0 hit points but not killed outright, they drop to 1 hit point instead.</p></li><li><p>Whenever you roll initiative, your companion gains 1d10 ferocity.</p></li></ul>",
      "activities": {
        "utility": {
          "affects": {
            "special": "Your companion."
          }
        }
      }
    },
    "Fickle Readiness": {
      "name": "Fickle Readiness",
      "description": "<p>At the beginning of a fight, you bend time to your advantage. If you are surprised at the start of combat and aren't incapacitated, you can act normally on your first turn. You can also gain 1 strain to allow a surprised creature within 90 feet of you that you can see to act normally on their first turn.</p><p>Additionally, whenever you roll initiative, you can switch the initiative count of two creatures you can see within 90 feet of you that rolled initiative at the same time as you.</p>",
      "activities": {
        "Swap Initiative": {
          "name": "Swap Initiative",
          "affects": {
            "special": "Creatures that rolled initiative at the same time as you."
          }
        },
        "Ready Creature": {
          "name": "Ready Creature"
        }
      }
    },
    "You Die on My Command!": {
      "name": "You Die on My Command!",
      "description": "<p>When an ally within 30 feet of you who can hear you drops to 0 hit points without being killed outright, you can use your reaction to shout an order at them, causing them to drop to 1 hit point instead. Once you use this reaction, you can't do so again until you finish a short or long rest.</p>",
      "activities": {
        "utility": {
          "condition": "When an ally within 30 feet of you who can hear you drops to 0 hit points without being killed outright.",
          "affects": {
            "special": "An ally that can hear you."
          }
        }
      }
    },
    "Master Caregiver": {
      "name": "Master Caregiver",
      "description": "<p>Also at 3rd level, you gain proficiency in the Animal Handling skill. If you already have proficiency in Animal Handling, your proficiency bonus is doubled for any ability check you make with the skill.</p>"
    }
  }
}
