{
  "label": "Orelyn's Journal",
  "entries": {
    "Orelyn's Opus of Outstanding Objects": {
      "name": "Orelyn's Opus of Outstanding Objects",
      "pages": {
        "Cover": {
          "name": "Cover",
          "text": "<img class=\"full-width\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/book/ooooo-cover.webp\" />\n<h1 class=\"chapter-heading no-toc\">\n  <span class=\"subtitle\">Catilus RPG</span><br />\n  <span>Orelyn's Opus of Outstanding Objects</span><br />\n  <span class=\"subtitle\">Unique magic items for fantasy worldbuilding</span>\n</h1>\n<br />\n<div class=\"text-center\">\n  <p>\n    <strong><span style=\"font-size:large\">PUBLISHER</span></strong><br />Catilus\n  </p>\n  <p>\n    <strong><span style=\"font-size:large\">CREDITS</span></strong><br />\n    <span><strong>Art:</strong> Christina Kritikou / Catilus</span><br />\n    <span><strong>Design and Edit:</strong> Theodore Koukouvitis</span><br />\n    <span><strong>Layout Design:</strong> Charlotte &amp; Robbert Irrgang</span><br />\n    <span><strong>Foundry VTT Team:</strong> This module was prepared under the\n      direction of Dr. Amy Bliss Marshall by the\n      <a href=\"https://metamorphic-digital.com\">MetaMorphic Digital Studio</a> VTT\n      Conversion Team, including: Zhell, Gunnar Busch, and Tim Ayers.</span>\n  </p>\n  <img src=\"modules/orelyns-opus-of-outstanding-objects/assets/characters/catilus-og.webp\" data-tooltip=\"Catilus\" />\n  <p>\n    <em>Special thanks to all the friends and supporters who make all Catilus\n      creations, including this book, possible!</em>\n  </p>\n</div>\n\n<p class=\"small\">This work includes material taken from the System Reference Document 5.1 (“SRD 5.1”) by Wizards of the\n  Coast LLC and available at https://dnd.wizards.com/resources/systems-reference-document. The SRD 5.1 is licensed under\n  the Creative Commons Attribution 4.0 International License available at\n  https://creativecommons.org/licenses/by/4.0/legalcode.</p>\n\n<h3>Module Support / Contact</h3>\n<p><a href=\"https://support.metamorphic-digital.com/\">https://support.metamorphic-digital.com/</a></p>\n<p><strong>To report bugs or other issues with this product, please fill out a support request with our service\n    desk.</strong></p>"
        },
        "Changelog": {
          "name": "Changelog",
          "text": "<h1>Orelyn's Opus of Outstanding Obbjects</h1>\n<p><a href=\"https://support.metamorphic-digital.com/changelog/orelyns-opus-of-outstanding-objects\">Online Changelog</a></p>\n<h2>1.7.0</h2>\n<ul>\n<li>Fixed actors not having rotation locked in their prototype tokens.</li>\n<li>Massively improved the 'Shattered Staff', elemental fragments, and the 'Staff of Elemental Mastery'. These now make liberal use of enchantments, meaning only a single item exists for the Shattered Staff, which can be improved with enchantments from the elemental fragments, automatically improving the various properties like limited uses, spells it can cast, and the bonuses to the actor's attacks, AC, and saving throws. A note on the Shattered Staff also explains this.</li>\n<li>Cleaned up some data on all the items and the tables.</li>\n<li>Items are now properly entered as 'Wondrous Items'.</li>\n<li>Items now all have price and weight. The GP values are determined using the XGE rule for magic item price by rarity, which happens to be identical to the pricing in the modern ruleset as well.</li>\n<li>Rollable tables now have icons.</li>\n<li>Removed some broken links on the 'Magic Items by Rarity' page.</li>\n<li>Added a rollable table for the Flying Disk variants.</li>\n<li>Fixed some staves having redundant consumption on their attack activities.</li>\n</ul>\n<h2>1.6.0</h2>\n<ul>\n<li>Verified compatibility with dnd5e 5.0.x and foundry VTT v13.</li>\n</ul>\n<h2>1.5.0</h2>\n<ul>\n<li>Greatly upgraded the journals, splitting into multiple, and added a compendium application.</li>\n<li>The \"Armor of the Midnight Sun\" and \"Armor of the Defiant Dawn\" items are now enchant templates.</li>\n<li>Added several rollable tables for various quest hooks and many item properties.</li>\n<li>Fixed default journal page permissions being set to \"NONE\" instead of \"INHERIT\".</li>\n<li>Updated system compatibility for dnd5e v4.3.x.</li>\n</ul>\n<h2>1.4.0</h2>\n<ul>\n<li>Updated all magic items!</li>\n<li>Every item now uses the system's new \"Cast\" activity where applicable!</li>\n</ul>\n<h2>1.3.2</h2>\n<ul>\n<li>Fixed some syntax errors in content links.</li>\n<li>Fixed journal styling causing double scroll bar and overflow.</li>\n</ul>\n<h2>1.3.1</h2>\n<ul>\n<li>The Celestial Blinders were erroneously labeled as being from 'OOooOO' rather than 'OOoOO'.</li>\n</ul>\n<h2>1.3.0</h2>\n<ul>\n<li>Updated all actors and items included in this module to be compatible with v4.0.x of the dnd5e system.</li>\n</ul>\n<h2>1.2.1</h2>\n<ul>\n<li>Fixed localization issue.</li>\n</ul>\n<h2>1.2.0</h2>\n<ul>\n<li>Updated module for dnd5e 3.2 and foundry core v12.</li>\n</ul>\n<h2>1.1.3</h2>\n<ul>\n<li>Fixes an issue that prevented opening dnd5e rule pages</li>\n<li>migrated actors and items to v3</li>\n</ul>"
        },
        "Introduction": {
          "name": "Introduction",
          "text": "<p>\n  From everyday tools imbued with unusual magic to ancient artifacts of\n  world-changing power, magic items bring excitement to players and open new\n  worldbuilding opportunities for gamemasters.\n</p>\n<p>\n  This book is designed for gamemasters and players alike. Gamemasters can use\n  the rich lore, tables, and optional rules to craft adventures and enrich their\n  worlds, while players can realize novel character concepts and discover fresh\n  playing styles with their heroes obtaining magic treasure from the book.\n</p>\n<p>\n  While in many settings magic items might be found and traded in cities, the\n  mightiest artifacts are almost always difficult to obtain. Some artifacts may\n  be wielded by villains, some may be hidden in ancient places of power, and\n  some might just lie dormant in a forgotten corner of some extradimensional\n  hideout.\n</p>\n\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/highforging-elf.webp\" alt=\"highforging elf\" />\n\n<h3>Arcane Archaeology with Orelyn, Hemera, and Nyctos</h3>\n<p>\n  Adventurers are not alone in their quest to find magic treasure. Orelyn and\n  her two unique dragonling friends, Hemera and Nyctos, are eager to give advice\n  and share their opinion on all sorts of magic items, from the humblest to the\n  most world-shatteringly powerful. Persuasive and agreeable heroes may even get\n  Orelyn, Hemera, and Nyctos to aid them more directly in their adventures.\n</p>\n\n<h3>Who is Orelyn?</h3>\n<p>\n  Orelyn is a dark elf archaeologist and abjuration wizard who searches for\n  ancient civilizations and magic items in forgotten places of power. Naturally\n  shy and reserved, she prefers to work with close friends and enlist the help\n  of allies who manage to win her trust.\n</p>\n<p>\n  Practical and organized, Orelyn loves to catalog obscure spells and tidy up\n  piles of magic treasure, taking great care to prevent dangerous items from\n  falling into the wrong hands. She values arcane knowledge over power and will\n  gladly share treasure with her friends or even hand magic items to those who\n  would benefit most from them.\n</p>\n\n<aside class=\"sidebar\">\n  <h4 class=\"no-toc\">Adventure Hooks, Gamemaster Tips, Item Variants, and Optional Rules</h4>\n  <p>\n    Many of the items in this book come with item variants, suggested adventure\n    hooks, relevant gamemaster tips, or commentary from Orelyn and the\n    dragonlings. Feel free to use all, some, or none of these as it suits your\n    gamemaster style. Item variants and optional rules can change the flavor of\n    items and make them feel unique each time they are found. Adventure hooks\n    and narrative text boxes provide worldbuilding depth to certain items and\n    allow you to use them as anchor points for storytelling.\n  </p>\n</aside>\n\n<h3 class=\"header\">Nyctos and Hemera, the Skylight Dragonlings</h3>\n<p>\n  <strong>Hemera</strong> is an exceptionally rare (perhaps even unique)\n  <strong>sun dragonling</strong>, a young dragon who has been imbued with the\n  celestial magic of the sun itself. More sensible, but also more reserved than\n  typical dragonlings her age, Hemera strives to offer prudent advice to\n  adventurers and aspiring treasure hunters.\n</p>\n<p>\n  Her blazing sun magic allows Hemera to divine hidden lore and uncover the true\n  nature of even the most obscure magic items.\n</p>\n<p>\n  <strong>Nyctos the moon dragonling</strong> has somehow absorbed the pale\n  magic of the moonlit night since before he hatched from his egg. His unusual\n  moon magic has granted him deep insight into the arcane but has not dampened\n  his youthful spirit. A bubbly optimist, Nyctos is always excited to talk about\n  anything magical with pretty much anyone who would listen.\n</p>\n<p>\n  His glimmering moon magic allows Nyctos to dispel magical effects and end\n  sinister curses and hexes.\n</p>"
        }
      }
    },
    "The Elven Craft of Highforging": {
      "name": "The Elven Craft of Highforging",
      "pages": {
        "The Elven Craft of Highforging": {
          "name": "The Elven Craft of Highforging",
          "text": "<p>\n  Before the Elven Diaspora thousands of years ago, arcane crafters used the\n  unending magic of creation and unlocked the secrets of highforging to oppose\n  two then-newly ascended warring gods. Highforged weapons and armor empowered\n  ancient heroes to adjust their arsenal and counter each gods' magic, giving\n  elves a glorious albeit brief triumph.\n</p>\n<p>\n  Millennia later, decadent sun elf nobles became interested in and revived the\n  art of highforging, looking to express themselves and impress each other\n  through never-before-seen combinations of magic. However, most of the revived\n  ancient art was forgotten once more when entire sun elf nations disappeared\n  one by one during the mysterious world-altering event known as the Elven\n  Exodus. Now, the magic of both ancient and more contemporary highforged items\n  awaits to be rediscovered and used against the warring gods in defense of Naam\n  once again.\n</p>"
        },
        "Using Highforged Items in Your Games": {
          "name": "Using Highforged Items in Your Games",
          "text": "<p>\n  Highforged items give gamemasters a new tool to add another layer of\n  excitement and gameplay, allowing the creation of balanced items with a range\n  of customizable abilities.\n</p>\n<p>\n  Many magic items can be created as or converted to highforged. A highforged\n  magic item has its original properties in addition to one, two, or three\n  arcane slots that can be fitted with magic gemstones that further enhance its\n  power.\n</p>\n<p>\n  This optional mechanic gives an alternative, more permanent use for uncommon\n  consumable items such as Elemental Gems and the Gem of Brightness and allows\n  players to combine the effects of more rare and permanent items that require\n  attunement, such as Aeon (Ioun) Stones and the Stone of Good Luck. For\n  example, a Blue Sapphire Elemental Gem can be fitted into a highforged magic\n  weapon for additional thunder damage, or into a highforged magic armor for a\n  permanent feather falling effect.\n</p>\n<p>\n  Characters attuned to a highforged item can add or remove magic gems from its\n  arcane slots as part of a short or long rest. If a character is attuned to\n  more than one highforged items, they can add or remove magic gems from all\n  their highforged items as part of the same rest.\n</p>\n<p>\n  Magic gems with active effects, including consumable gems and certain Aeon\n  (Ioun) Stones such as the Aeon (Ioun) Stone of Absorption, can be activated\n  normally while inside highforged items as if they were being held, worn, or\n  carried. When such a gem loses its magic, it stops granting highforging\n  benefits and falls off the item it was slotted into.\n</p>\n\n<p>\n  The rarity of a highforged item increases by one for each arcane slot it has\n  compared to its non-highforged counterpart.\n</p>\n<p>\n  For example, a Weapon +1 is uncommon, while a Highforged Weapon +1 with one\n  arcane slot is rare. Similarly, a Sword of Wounding is rare, while a\n  Highforged Sword of Wounding with two arcane slots is legendary, and a\n  Highforged Sword of Wounding with three arcane slots is considered an\n  artifact.\n</p>\n<p>\n  This increase in rarity happens whether the arcane slot is empty or fitted\n  with a magic gem. If a gem fitted in an arcane slot is rarer than the\n  highforged item itself, the item's rarity increases to match the rarity of the\n  gem for as long as the gem is fitted. For example, an Armor +1 with one slot\n  is very rare, but if a legendary Aeon (Ioun) Stone of Mastery is fitted into\n  the armor's slot, the armor's rarity becomes legendary as well for as long as\n  the Aeon (Ioun) Stone of Mastery is fitted in the armor's arcane slot.\n</p>\n<p>\n  Highforged items have the capacity to become artifacts, and regular artifacts\n  can be highforged as well. When creating highforged artifacts, replace one\n  randomly determined beneficial property for each arcane slot the artifact has,\n  up to the three arcane slot limit.\n</p>\n\n<h2>Highforged Item Eligibility and Attunement</h2>\n<p>\n  Use common sense to determine whether an item can be created as highforged and\n  how many arcane slots it can have. Consumable items and wondrous items that\n  are not worn or wielded in combat, such as\n  @UUID[Compendium.dnd5e.items.Item.aDHRuUs29SrumWfq],\n  @UUID[Compendium.dnd5e.items.Item.9stfX2i2I1YPo8vx], and\n  @UUID[Compendium.dnd5e.items.Item.hf5j1meGsA33HkUj], cannot be highforged.\n  Amulets and rings can typically have only one arcane slot due to size.\n</p>\n<p>\n  Nonmagical items that receive an arcane slot become common highforged magic\n  items. Without a magic gem fitted, these items have no additional properties\n  but count as magic items for the purpose of bypassing damage resistances in\n  the case of weapons or resisting certain effects (such as a\n  @UUID[Compendium.dnd5e.monsters.Actor.WJsxqbHU28D64lWT]'s rust metal trait) in\n  the case of armor.\n</p>\n<p>\n  All highforged items require attunement regardless of how many arcane slots\n  they have. Aeon (Ioun) Stones and the Stone of Good Luck can be fitted into a\n  highforged item and attuned to using a single attunement slot for the\n  highforged item and any of these gems.\n</p>\n\n<img class=\"full-width\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/highforging-combination-of-gem-and-sword.webp\" alt=\"highforging combination of gem and sword equals super magic sword\" />\n\n<h2>Converting Existing Items into Highforged</h2>\n<p>\n  At your discretion, characters may undergo epic quests to find ways to add one\n  or more arcane slots to an existing item, converting it into highforged. The\n  exact details of these quests are left up to you. When measuring the\n  difficulty and the cost of highforging an existing item, consider the final\n  rarity of the item after it has been highforged. For example, adding an arcane\n  slot to an uncommon item, such as a\n  @UUID[Compendium.dnd5e.items.Item.1taRIMF9w7jpnonN], should be as difficult\n  and cost as much as creating a rare item.\n</p>"
        },
        "Highforging: Elemental Gems, Gems of Brightness, and Gems of Darkness": {
          "name": "Highforging: Elemental Gems, Gems of Brightness, and Gems of Darkness",
          "text": "<p>\n  A number of different magic gems can be fitted into a highforged item's arcane\n  slots. The most common such stones include the four types of Elemental Gems\n  that contain motes of elemental energy, as well as Gems of Brightness and Gems\n  of Darkness (which can be found in this book). Such gems bestow different\n  benefits depending on the type of item they are fitted into, and multiple gems\n  of the same color bestow additional and stacking benefits.\n</p>\n<p>\n  If an item has more than one type, like a magical staff that is also a\n  quarterstaff weapon or a @UUID[Compendium.dnd5e.items.Item.d5HNCmLIPCpPoX2w],\n  the character attuned to that item decides which type of the item it counts as\n  for the purpose of determining the benefits it gains from highforging each\n  time they add magic gems into that item's arcane slots.\n</p>\n<p>\n  You can see the different benefits each type of item gains depending on the\n  type and number of Elemental Gems and Gems of Brightness in the tables below:\n</p>\n\n<h3>Elemental Gem: Blue Sapphire</h3>\n\n<table class=\"blue\">\n  <caption>Air Elemental Magic</caption>\n  <thead>\n    <tr>\n      <th>Number of blue sapphires</th>\n      <th>Rods, Staves, and Wands</th>\n      <th>Weapons</th>\n      <th>Armor and Wondrous Items</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td><strong>One blue sapphire</strong></td>\n      <td>\n        When you cast a spell using this item as your spellcasting focus, you\n        add an extra 1d8 thunder damage to one of the spell's damage rolls.\n      </td>\n      <td>\n        This weapon deals an extra 1d6 thunder damage to any target it hits.\n      </td>\n      <td>\n        When you fall while wearing this item, you descend 60 feet per round and\n        take no damage from falling.\n      </td>\n    </tr>\n    <tr>\n      <td><strong>Two blue sapphires</strong></td>\n      <td>\n        When you cast a spell that deals thunder damage using this item as your\n        spellcasting focus, that spell ignores thunder resistance.\n      </td>\n      <td>\n        You can attack twice when making opportunity attacks with this weapon.\n      </td>\n      <td>You gain resistance to thunder damage.</td>\n    </tr>\n    <tr>\n      <td><strong>Three blue sapphires</strong></td>\n      <td>The extra thunder damage increases to 2d8.</td>\n      <td>The extra thunder damage increases to 2d6.</td>\n      <td>You gain a flying speed of 30 feet.</td>\n    </tr>\n  </tbody>\n</table>\n\n<h3>Elemental Gem: Yellow Diamond</h3>\n<table class=\"yellow\">\n  <caption>Earth Elemental Magic</caption>\n  <thead>\n    <tr>\n      <th>Number of yellow diamonds</th>\n      <th>Rods, Staves, and Wands</th>\n      <th>Weapons</th>\n      <th>Armor and Wondrous Items</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td><strong>One yellow diamond</strong></td>\n      <td>\n        You gain a +1 bonus to spell attack rolls and to the saving throw DCs of\n        spells cast using this item as your spellcasting focus.\n      </td>\n      <td>\n        This weapon deals an extra 1d6 bludgeoning, piercing, or slashing damage\n        (depending on the weapon's base damage type) to any target it hits.\n      </td>\n      <td>You gain a +1 bonus to AC and saving throws.</td>\n    </tr>\n    <tr>\n      <td><strong>Two yellow diamonds</strong></td>\n      <td>\n        You have advantage on Constitution saving throws to maintain\n        concentration on spells cast using this item as your spellcasting focus.\n      </td>\n      <td>\n        You can't be disarmed of this weapon unless you are incapacitated.\n      </td>\n      <td>You gain resistance to bludgeoning damage.</td>\n    </tr>\n    <tr>\n      <td><strong>Three yellow diamonds</strong></td>\n      <td>\n        The bonus to spell attack rolls and to the saving throw DCs of spells\n        cast through this item increases to +2.\n      </td>\n      <td>\n        The extra bludgeoning, piercing, or slashing damage increases to 2d6.\n      </td>\n      <td>The bonus to AC and saving throws increases to +2.</td>\n    </tr>\n  </tbody>\n</table>\n\n<h3>Elemental Gem: Red Corundum</h3>\n<table class=\"red\">\n  <caption>Fire Elemental Magic</caption>\n  <thead>\n    <tr>\n      <th>Number of red corundums</th>\n      <th>Rods, Staves, and Wands</th>\n      <th>Weapons</th>\n      <th>Armor and Wondrous Items</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td><strong>One red corundums</strong></td>\n      <td>\n        When you cast a spell using this item as your spellcasting focus, you\n        add an extra 1d8 fire damage to one of the spell's damage rolls.\n      </td>\n      <td>This weapon deals an extra 1d6 fire damage to any target it hits.</td>\n      <td>\n        Creatures you are grappling and creatures subjecting you to the grappled\n        condition suffer 1d8 fire damage at the end of their turn.\n      </td>\n    </tr>\n    <tr>\n      <td><strong>Two red corundums</strong></td>\n      <td>\n        When you cast a spell that deals fire damage using this item as your\n        spellcasting focus, that spell ignores fire resistance.\n      </td>\n      <td>\n        Instead of rolling dice for fire damage, you deal maximum fire damage\n        when you score a critical hit with this weapon.\n      </td>\n      <td>You gain resistance to fire damage.</td>\n    </tr>\n    <tr>\n      <td><strong>Three red corundums</strong></td>\n      <td>The extra fire damage increases to 2d8.</td>\n      <td>The extra fire damage increases to 2d6.</td>\n      <td>\n        You are immune to the\n        @UUID[Compendium.dnd5e.spells.Item.2yHXEcrRbadZDr5M] spell, and\n        creatures you are grappling and creatures subjecting you to the grappled\n        condition suffer 2d8 fire damage at the end of their turn.\n      </td>\n    </tr>\n  </tbody>\n</table>\n\n<h3>Elemental Gem: Emerald</h3>\n<table class=\"green\">\n  <caption>Water Elemental Magic</caption>\n  <thead>\n    <tr>\n      <th>Number of emeralds</th>\n      <th>Rods, Staves, and Wands</th>\n      <th>Weapons</th>\n      <th>Armor and Wondrous Items</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td><strong>One emerald</strong></td>\n      <td>\n        When you cast a spell using this item as your spellcasting focus, you\n        add an extra 1d8 cold damage to one of the spell's damage rolls.\n      </td>\n      <td>This weapon deals an extra 1d6 cold damage to any target it hits.</td>\n      <td>\n        You can stand on and move across any liquid surface as if it were solid\n        ground.\n      </td>\n    </tr>\n    <tr>\n      <td><strong>Two emeralds</strong></td>\n      <td>\n        When you cast a spell that deals cold damage using this item as your\n        spellcasting focus, that spell ignores cold resistance.\n      </td>\n      <td>\n        Each successful attack with this weapon reduces the target's speed by 10\n        feet, up to a maximum of 30 feet, until the start of your next turn.\n        Creatures immune to cold are unaffected.\n      </td>\n      <td>You gain resistance to cold damage.</td>\n    </tr>\n    <tr>\n      <td><strong>Three emeralds</strong></td>\n      <td>The extra cold damage increases to 2d8.</td>\n      <td>The extra cold damage increases to 2d6.</td>\n      <td>\n        You gain a swimming speed equal to double your walking speed and can\n        breathe underwater.\n      </td>\n    </tr>\n  </tbody>\n</table>\n\n<h3>Gem of Brightness</h3>\n<table class=\"bright\">\n  <thead>\n    <tr>\n      <th>Number of Gems of Brightness</th>\n      <th>Rods, Staves, and Wands</th>\n      <th>Weapons</th>\n      <th>Armor and Wondrous Items</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td><strong>One Gem of Brightness</strong></td>\n      <td>\n        You can cast @UUID[Compendium.dnd5e.spells.Item.CAxSzHWizrafT033] and\n        @UUID[Compendium.dnd5e.spells.Item.Bnn9Nzajixvow9xi] at will through\n        this item.\n      </td>\n      <td>\n        Creatures and objects hit by an attack with this weapon shed dim light\n        in a 5-foot radius and can't benefit from being invisible until the\n        start of your next turn.\n      </td>\n      <td>\n        You can use a bonus action to cause this item to shed bright light in a\n        30-foot radius and dim light for an additional 30 feet. You can end this\n        effect at any time (no action required).\n      </td>\n    </tr>\n    <tr>\n      <td><strong>Two Gems of Brightness</strong></td>\n      <td>\n        You can cast @UUID[Compendium.dnd5e.spells.Item.n9pJzTDsAwQxJVRl] at\n        will through this item.\n      </td>\n      <td>\n        The radius of the dim light increases to 10-feet and attack rolls\n        against an affected creature or object are made with advantage until the\n        start of your next turn if the attacker can see it.\n      </td>\n      <td>\n        Invisible creatures and objects are visible as long as they are in the\n        bright light created by this effect.\n      </td>\n    </tr>\n    <tr>\n      <td><strong>Three Gems of Brightness</strong></td>\n      <td>\n        You can cast @UUID[Compendium.dnd5e.spells.Item.nqBDWkVOfcGZt4YU] at\n        will through this item.\n      </td>\n      <td>\n        Creatures hit by an attack with this weapon must succeed on a DC 15\n        Constitution saving throw or become blinded until the start of your next\n        turn.\n      </td>\n      <td>The light from this effect is sunlight.</td>\n    </tr>\n  </tbody>\n</table>\n\n<h3>Gem of Darkness</h3>\n<table class=\"gray\">\n  <thead>\n    <tr>\n      <th>Number of Gems of Darkness</th>\n      <th>Rods, Staves, and Wands</th>\n      <th>Weapons</th>\n      <th>Armor and Wondrous Items</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td><strong>One Gem of Darkness</strong></td>\n      <td>\n        When you cast a spell using this item as your spellcasting focus, you\n        add an extra 1d8 necrotic damage to one of the spell's damage rolls.\n      </td>\n      <td>\n        This weapon deals an extra 1d6 necrotic damage to any target it hits.\n      </td>\n      <td>Your hit point maximum can't be reduced.</td>\n    </tr>\n    <tr>\n      <td><strong>Two Gems of Darkness</strong></td>\n      <td>\n        When you cast a spell that deals necrotic damage using this item as your\n        spellcasting focus, that spell ignores necrotic resistance.\n      </td>\n      <td>\n        Hit points lost to this weapon's necrotic damage can be regained only\n        through a short or long rest, rather than by regeneration, magic, or any\n        other means.\n      </td>\n      <td>You gain resistance to necrotic damage.</td>\n    </tr>\n    <tr>\n      <td><strong>Three Gems of Darkness</strong></td>\n      <td>The extra necrotic damage increases to 2d8.</td>\n      <td>The extra necrotic damage increases to 2d6.</td>\n      <td>\n        You gain advantage on saving throws against necromancy spells and\n        harmful effects originating from undead creatures, and immunity to the\n        @UUID[Compendium.dnd5e.spells.Item.dmvaMLFWFtv0qx0S] spell.\n      </td>\n    </tr>\n  </tbody>\n</table>\n\n<img class=\"full-width\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/highforging-many-gems-2.webp\" alt=\"highforging gems of many colors\" data-tooltip=\"Highforging Gems\" />",
          "flagsTitle": "Highforging: Gems"
        },
        "Highforging: Aeon (Ioun) Stones, Stones of Good Luck, Evil Eye Charms, Skycrystal Shards, and Soul Diamonds": {
          "name": "Highforging: Aeon (Ioun) Stones, Stones of Good Luck, Evil Eye Charms, Skycrystal Shards, and Soul Diamonds",
          "text": "<p>\n  Aeon (Ioun) Stones and Stones of Good Luck, as well as\n  @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.0H1AnNafXAJfACkm]{Evil Eye Charms},\n  @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.rJY0zYARyT1ofGnB]{Skycrystal Shards}, and\n  @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.lc8mk5OXGPuTQ1Ql]{Soul Diamonds}, retain their\n  original effects and do not bestow additional abilities when\n  fitted into a highforged item, but characters can attune to any such gems\n  using a single attunement slot for the highforged item and the gems fitted in\n  it. Additionally, as long as they remain in an arcane slot, Aeon (Ioun) Stones\n  can be used without having to orbit around a character's head and holding the\n  highforged item counts as holding the gems fitted in its slots for the\n  purposes of using activated abilities.\n</p>\n<p>\n  However, the effects of two magic gems with the same name do not stack even if\n  one is fitted into an arcane slot and the other worn or wielded normally. For\n  example, a character can attune to a Highforged\n  @UUID[Compendium.dnd5e.items.Item.w56FIjFafs2rN6iK] with three arcane slots\n  (an artifact-level item) and fit a Stone of Good Luck, an Aeon (Ioun) Stone of\n  Fortitude, and an\n  @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.0H1AnNafXAJfACkm]\n  using a single attunement slot, but the character cannot benefit from\n  additional copies of these magic gems even if they attune to them separately.\n</p>",
          "flagsTitle": "Highforging: Stones, Charms, Shards, and Diamonds"
        },
        "Highforged Item Examples": {
          "name": "Highforged Item Examples",
          "text": "<h3>Highforged Belt of Elvenkind (1 arcane slot)</h3>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.HARiS8wzUCCIrKJk caption=false]</p>\n\n<h3>Highforged Longsword +1 (2 arcane slots)</h3>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.JvGr5gfrWv3r05ZX caption=false]</p>\n\n<h3>Highforged Asterite Ring (1 arcane slot)</h3>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.8FeZpxpPrI3ViTT0 caption=false]</p>\n\n<h3>Highforged Shadow Dragon Scale Mail (3 arcane slots)</h3>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.AIscsq1WYqKut4yM caption=false]</p>"
        }
      }
    },
    "Magic Items A-Z": {
      "name": "Magic Items A-Z",
      "pages": {
        "Aethis' Belt of Wands": {
          "name": "Aethis' Belt of Wands",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.oYCEDa6cUyWPrSQL caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/aethis-belt-of-wands.webp\" data-tooltip=\"Aethis' Belt of Wands\" />\n\n<aside class=\"sidebar nyctos\">\n  <h4 class=\"no-toc\">Nyctos on Aethis' Belt of Wands</h4>\n  <p>\n    “Hey, I got an idea - hear me out! A belt of wands sounds nice, BUT what\n    about a wand of belts, eh?”\n  </p>\n</aside>\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Item Variant: Aethis' Belt of Infinite Wands</h4>\n  <p>\n    At the gamemaster's discretion, a legendary version of this item can be\n    found. Aethis' Belt of Infinite Wands can hold an unlimited number of\n    wands and allows its wearer to attune to three additional items that\n    belong in the wand category at once.\n  </p>\n</aside>"
        },
        "Amulet of a Thousand Voices": {
          "name": "Amulet of a Thousand Voices",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.7UeXKi1pHOKQCQJm caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/amulet-of-a-thousand-voices.webp\" data-tooltip=\"Amulet of a Thousand Voices\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Item Variant: Legendary Disguise Kit</h4>\n  <p>\n    The\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.7UeXKi1pHOKQCQJm]\n    is one of five magic items in this book that allow player characters to\n    transform their appearance. At the gamemaster's discretion, player\n    characters may seek to collect all five items to complete a Legendary\n    Disguise Kit, or they may be able to obtain a Legendary Disguise Kit that\n    includes all five items together.\n  </p>\n  <p>\n    The Legendary Disguise Kit is a legendary item that does not require\n    attunement and includes the following individual items:\n  </p>\n  <ul>\n    <li>\n      @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.7UeXKi1pHOKQCQJm]\n    </li>\n    <li>\n      @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.zJEUbpplZyzvBMUZ]\n    </li>\n    <li>\n      @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.h81ByjehbkwWIHeh]\n    </li>\n    <li>\n      @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Kpts6VTrIqcWuvgW]\n    </li>\n    <li>\n      @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.jgp2gl1eG9GTZIyQ]\n    </li>\n  </ul>\n</aside>"
        },
        "Amulet of the First Paladins": {
          "name": "Amulet of the First Paladins",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.T96cZQSoXLYYj61v caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/amulet-of-the-first-paladins.webp\" data-tooltip=\"Amulet of the First Paladins\" />"
        },
        "Armor of the Defiant Dawn": {
          "name": "Armor of the Defiant Dawn",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.YBDN2F6htlK6W38G caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/armor-of-the-defiant-dawn.webp\" data-tooltip=\"Armor of the Defiant Dawn\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Celestial Blinders</h4>\n  <p>\n    At the gamemaster's discretion, player characters who obtain an\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.YBDN2F6htlK6W38G]\n    or an\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.4VqyVJbrc32GiRP1]\n    may also be able to obtain matching\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.FaVciNT8gJTKD8ta]\n    for their mounts.\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.FaVciNT8gJTKD8ta]\n    is an uncommon magic item magically paired to a specific\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.YBDN2F6htlK6W38G]\n    or\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.4VqyVJbrc32GiRP1]\n    and makes a mount that wears it immune to the Luminous Retribution and\n    Dawn's Fury effects of the armor they are paired with while the wearer of\n    the armor rides the mount.\n  </p>\n</aside>"
        },
        "Armor of the Midnight Sun": {
          "name": "Armor of the Midnight Sun",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.4VqyVJbrc32GiRP1 caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/armor-of-the-midnight-sun-.webp\" data-tooltip=\"Armor of the Midnight Sun\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Upgrading Armor of the Defiant Dawn into Armor of the Midnight Sun</h4>\n  <p>\n    At the gamemaster's discretion, player characters may find a way to upgrade\n    an\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.YBDN2F6htlK6W38G]\n    into an\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.4VqyVJbrc32GiRP1].\n    The process might require the aid of a legendary armorsmith or the\n    acquisition of a rare meteoric metal such as asterite.\n  </p>\n</aside>"
        },
        "Armor of the Otherworldly Invoker": {
          "name": "Armor of the Otherworldly Invoker",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.gHSSii4QXBPRPAky cite=false caption=false]</p>\n\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.gHSSii4QXBPRPAky]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.s6JDXZx93SyknMzN]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Z5w4vJeQpf9tUuCj]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.afENqO6joZDKAGfB]</p>\n\n<div class=\"gallery col-four\">\n  <img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/armor-of-the-otherwordly-invoker-01.webp\" alt=\"a suit of slate, gray and red, embellished with silver\" data-tooltip=\"Armor of the Otherworldly Invoker\" />\n  <img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/armor-of-the-otherwordly-invoker-02.webp\" alt=\"a chainmail suit of slate, gray and red, embellished with silver\" data-tooltip=\"Armor of the Otherworldly Invoker\" />\n  <img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/armor-of-the-otherwordly-invoker-03.webp\" alt=\"a plate suit of slate, gray and red, embellished with silver\" data-tooltip=\"Armor of the Otherworldly Invoker\" />\n  <img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/armor-of-the-otherwordly-invoker-04.webp\" alt=\"a sorcerer's robes of slate, gray and red, embellished with silver\" data-tooltip=\"Armor of the Otherworldly Invoker\" />\n</div>\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Story-Based Evolution</h4>\n  <p>\n    The Armor of the Otherworldly Invoker is an evolving artifact that is\n    typically found in its Affirmed state and increases in power as its wearer\n    gains levels. At the gamemaster's discretion, the armor's evolution can be\n    tied to significant events during the campaign, such as its wearer besting a\n    rival warlock, discovering some hidden truth about their patron, or saving\n    their patron from a terrible fate. As an evolving artifact, the armor is\n    powerful in all tiers of play regardless of its state.\n  </p>\n</aside>\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Strings Attached</h4>\n  <p>\n    At the gamemaster's discretion, attuning to and using the Armor of the\n    Otherworldly Invoker may come at a cost and require sacrifices that go\n    beyond the terms of a warlock's original pact. The armor may be cursed so\n    that a warlock cannot willingly remove it without the aid of\n    @UUID[Compendium.dnd5e.spells.Item.XZhdgVK3cLoxNCQl] or similar magic, or it\n    may be tied to a specific otherworldly patron, making it usable only as long\n    as the warlock remains loyal to that patron.\n  </p>\n</aside>"
        },
        "Asterite Ring": {
          "name": "Asterite Ring",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.lcHQTjD0nxN9xZ4l caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/asterite-ring.webp\" data-tooltip=\"Asterite Ring\" />"
        },
        "Bag of Prodigious Props": {
          "name": "Bag of Prodigious Props",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.zJEUbpplZyzvBMUZ caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/bag-of-prodigious-props.webp\" data-tooltip=\"Bag of Prodigious Props\" />"
        },
        "Bag of Puppies": {
          "name": "Bag of Puppies",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.OSCU0MaC1iEj3j2i caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/bag-of-puppies.webp\" data-tooltip=\"Bag of Puppies\" />\n\n<aside class=\"sidebar gm-tip\">\n  <h4 class=\"no-toc\">Gamemaster Tip: Invulnerable Puppies</h4>\n  <p>\n    You can use the\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.OSCU0MaC1iEj3j2i]\n    to create exciting plot hooks for your players, but certain adventure themes\n    might put a thousand puppies in danger. If you are playing with younger\n    players, or if some of your players are uncomfortable with puppies being in\n    danger, consider making the puppies immune to all damage and conditions.\n  </p>\n</aside>\n<aside class=\"sidebar orelyn\">\n  <h4 class=\"no-toc\">Orelyn on Bag of Puppies</h4>\n  <p>\n    Orelyn places a gloved hand on the bag as you reach for it. “Don't be hasty\n    now. Yes, I too would like to see a thousand young dogs play around, but is\n    it the responsible thing to do?”\n  </p>\n  <p>\n    She looks around and a faint smile crosses her lips. “Very well. This place\n    is safe enough, and we won't be disturbed. Let's release them, but on the\n    condition that you will be the one to put them back into the bag.”\n  </p>\n  <p>\n    She hands the bag to you, but before she pulls her hands away, she adds:\n    “Understand that people are weird, so if you end up taking this bag and the\n    young dogs in it, please keep it away from those who would abuse it and make\n    sure that no tricksters polymorphed into dogs try to sneak into the bag.\n    It's not a prudent thing to do…”\n  </p>\n</aside>\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Moving Through Puppies</h4>\n  <p>\n    At the gamemaster's discretion, moving through the puppy-covered area left\n    behind the Canine Flood has the following complications.\n  </p>\n  <p>\n    If you move more than 5 feet through the puppy-covered area in your turn,\n    for each additional 5 feet moved there is a cumulative 20 percent chance you\n    will harm 1d6 puppies.\n  </p>\n  <p>\n    You may choose to ignore the difficult terrain restriction altogether and\n    trample through the puppies. For every 5 feet you move through the\n    puppy-covered area, you automatically harm 1d6 puppies. If you finish your\n    movement inside the puppy-covered area, you must make a DC 15 Dexterity\n    saving throw or fall prone, harming an additional 1d6 puppies.\n  </p>\n</aside>\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Karmic Puppies</h4>\n  <p>\n    At the gamemaster's discretion, the bag might punish those who seek to harm\n    the puppies that reside in it with great misfortune. For every puppy you\n    willingly harm or kill, you gain 1 Misfortune point. The gamemaster can\n    spend 1 Misfortune point at any time to give your character disadvantage (or\n    to cancel advantage) on a roll. The puppies you harm or kill must consider\n    the bag their home for this effect to take place.\n  </p>\n</aside>\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Canine Fate</h4>\n  <p>\n    At the gamemaster's discretion, the bag might punish those who seek to harm\n    the puppies that reside in it by turning them into puppies. For every puppy\n    you willingly harm or kill, there is a cumulative 1 percent chance that you\n    are permanently transformed into an ordinary puppy. Your game statistics are\n    replaced by the statistics of a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.actors.Actor.flMkYkUoe1hDUTp0]\n    (CR 0), but you retain your alignment, personality, and Intelligence,\n    Wisdom, and Charisma scores. Your gear melds into your new form and you\n    can't activate, use, wield, or otherwise benefit from it. Only a\n    @UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz] spell or divine\n    intervention can reverse this transformation. The puppies you harm or kill\n    must consider the bag their home for this effect to take place.\n  </p>\n</aside>\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Dire Wolf Trouble</h4>\n  <p>\n    At the gamemaster's discretion, the bag might transform puppies into mighty\n    celestial dire wolves to punish those who harmed them. Every puppy you\n    willingly harm or kill immediately transforms into an adult\n    @UUID[Compendium.dnd5e.monsters.Actor.EYiQZ3rFL25fEJY5] (CR 1) that attacks\n    you. The Dire Wolf is celestial instead of beast and ascends to a different\n    plane of existence when either you or it dies. The puppies you harm or kill\n    must consider the bag their home for this effect to take place.\n  </p>\n</aside>\n\n<div class=\"dnd5e2\">\n  <p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.actors.Actor.flMkYkUoe1hDUTp0 statblock inline]</p>\n</div>"
        },
        "Bag of Spiderlings": {
          "name": "Bag of Spiderlings",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.EsvdPMTex1VfPJrN caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/bag-of-spiderlings.webp\" data-tooltip=\"Bag of Spiderlings\" />\n\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">\n    Optional Rule Adoptable Spider Eggs and the Bag of Spiderlings\n  </h4>\n  <p>\n    At the gamemaster's discretion, Adoptable Spider Eggs can be placed inside\n    the\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.EsvdPMTex1VfPJrN]\n    for protection. Regardless of size, each egg counts as a single baby spider\n    when calculating the bag's capacity. After an adoptable spider egg hatches\n    inside the bag, the baby spider becomes one of the bag's residents as\n    normal.\n  </p>\n</aside>"
        },
        "Bariq, the Red Spark": {
          "name": "Bariq, the Red Spark",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.ZXsaS1F1ulsHmMHh caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/bariq-the-red-spark.webp\" data-tooltip=\"Bariq, the Red Spark\" />"
        },
        "Belt of Elvenkind": {
          "name": "Belt of Elvenkind",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.5XLIGHqZfBeSHF9f caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/belt-of-elvenkind.webp\" data-tooltip=\"Belt of Elvenkind\" />"
        },
        "Belt of Halflingkind": {
          "name": "Belt of Halflingkind",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.yccj8DLrtn4jJPpt caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/belt-of-halflingkind.webp\" data-tooltip=\"Belt of Halflingkind\" />"
        },
        "Belt of Humankind": {
          "name": "Belt of Humankind",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.S4eCCoepqPx5i2tI caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/belt-of-humankind.webp\" data-tooltip=\"Belt of Humankind\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Fixed Features and Previous Owners</h4>\n  <p>\n    At the gamemaster's discretion, player characters may find the belt with its\n    two ability scores, its skill, and its feat already chosen and fixed. This\n    could happen if the belt retains some fragments from the personalities of\n    previous owners, or if the belt's abilities were originally modeled after a\n    specific human.\n  </p>\n</aside>"
        },
        "Belt of Gnomekind": {
          "name": "Belt of Gnomekind",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.nz4FZZZsYqaer6S0 caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/belt-of-gnomekind.webp\" data-tooltip=\"Belt of Gnomekind\" />\n\n<h3>Adventure Hook: Sporkus' Spectacular Survey!</h3>\n<p>\n  The technognome demigod Sporkus might occasionally contact player characters\n  who wear a\n  @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.nz4FZZZsYqaer6S0]\n  to inquire about their experience with the belt or to offer them quests\n  related to the betterment of gnomekind. These quests often involve\n  participating in unusual experiments while wearing the belt, such as asking\n  player characters to get swallowed by a huge monster, defeat an enemy while\n  wearing the\n  @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.nz4FZZZsYqaer6S0]\n  and nothing else, or give an experimental answer to a sphinx's riddle. If the\n  task seems dangerous, Sporkus offers guarantees for the wearer's safety, which\n  boil down to a free @UUID[Compendium.dnd5e.spells.Item.jhhT9PsHy5A7EojO] spell\n  in case the experiment results in the wearer's untimely death.\n</p>"
        },
        "Bident of True Death": {
          "name": "Bident of True Death",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.7RMfnzbcPzniYe5d caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/bident-of-true-death.webp\" data-tooltip=\"Bident of True Death\" />\n\n<aside class=\"sidebar nyctos\">\n  <h4 class=\"no-toc\">Nyctos on Bident of True Death</h4>\n  <p>\n    “Hey, this is so old tridents hadn't even been invented yet! What? Yeah, and\n    before that, like, before history, mortals used monodents, also known as\n    spears!”\n  </p>\n</aside>"
        },
        "Bracers of Gunnery": {
          "name": "Bracers of Gunnery",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.TZvqSBWiUUeI4lYQ caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/bracers-of-gunnery.webp\" data-tooltip=\"Bracers of Gunnery\" />"
        },
        "Chimes of the Peaceful Path": {
          "name": "Chimes of the Peaceful Path",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.jLqi0we6mGUNDkwf caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/chimes-of-the-peaceful-path.webp\" data-tooltip=\"Chimes of the Peaceful Path\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Item Variant: Bell Tower of the Peaceful Path</h4>\n  <p>\n    At the gamemaster's discretion, a huge-sized, legendary version of the item\n    can be found. The\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.viZETWxWvEJRLwcs]\n    can be heard up to 10 miles away. When\n    @UUID[Compendium.dnd5e.spells.Item.3MYDjS6k9IYL0aTj] is cast through this\n    item, the DC is 20 and the radius is 1 mile, centered on the bell.\n  </p>\n</aside>"
        },
        "Combat Measuring Tape": {
          "name": "Combat Measuring Tape",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.NlGPhLk5XXGGUoXG caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/combat-measuring-tape.webp\" data-tooltip=\"Combat Measuring Tape\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Item Variant: Greater Combat Measuring Tape</h4>\n  <p>\n    At the gamemaster's discretion, a legendary version of this item can be\n    found. The\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.L4X9MSuBJmJPG5FZ]\n    grants a +3 bonus to attack and damage rolls (instead of +2) and scores a\n    critical hit on a roll of 19 or 20. Player characters may undertake a quest\n    to upgrade a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.NlGPhLk5XXGGUoXG]\n    into a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.L4X9MSuBJmJPG5FZ],\n    possibly by discovering a secret technognomish schematic.\n  </p>\n</aside>"
        },
        "Dress of Outrageous Opulence": {
          "name": "Dress of Outrageous Opulence",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.j8Kd1dO7ATCBmlsN caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/dress-of-outrageous-oppulence-original.webp\" data-tooltip=\"Dress of Outrageous Opulence\" />\n\n<img class=\"full-width\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/characters/bliss-wearing-the-dress-of-outrageous-oppulence.webp\" />"
        },
        "Evil Eye Charm": {
          "name": "Evil Eye Charm",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.0H1AnNafXAJfACkm caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/evil-eye-charm.webp\" data-tooltip=\"Evil Eye Charm\" />"
        },
        "Eyes of Rolim": {
          "name": "Eyes of Rolim",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.xAjntfKZ4K4J0Deq caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/eyes-of-rolim.webp\" data-tooltip=\"Eyes of Rolim\" />\n<img class=\"full-width\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/characters/hazel.webp\" />"
        },
        "Fabulous Wig": {
          "name": "Fabulous Wig",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.h81ByjehbkwWIHeh caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/fabulous-wig.webp\" data-tooltip=\"Fabulous Wig\" />\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Dreaded Wig Snatch</h4>\n  <p>\n    At the gamemaster's discretion, creatures wearing one or more\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.h81ByjehbkwWIHeh]{Fabulous Wigs} can have the\n    ability to remove each other's\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.h81ByjehbkwWIHeh]{Fabulous Wigs}.\n  </p>\n  <p>\n    When a creature wearing one or more\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.h81ByjehbkwWIHeh]{Fabulous Wigs} wants to remove\n    another creature's @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.h81ByjehbkwWIHeh], they can use\n    the attack action to make a special melee attack, the Dreaded Wig Snatch. If the creature is able to make multiple\n    attacks with the attack action, this attack replaces one of them.\n  </p>\n  <p>\n    The target of the Dreaded Wig Snatch must be within the attacking creature's\n    range. Using at least one free hand, the creature tries to seize the\n    targeted creature's\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.h81ByjehbkwWIHeh]\n    by making a Strength (Athletics) check contested by the targeted creature's\n    Strength (Athletics) or Dexterity (Acrobatics) check (the targeted creature\n    chooses the ability to use). If the creature performing the Dreaded Wig\n    Snatch wins the contest, they remove the targeted creature's topmost\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.h81ByjehbkwWIHeh].\n  </p>\n</aside>"
        },
        "Flying Disk": {
          "name": "Flying Disk",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.p3isoDfiYlLIfUBO caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/flying-disc.webp\" data-tooltip=\"Flying Disk\" />\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Item Variant: Royal Flying Throne</h4>\n  <p>\n    At the gamemaster's discretion, a legendary version of this item, the\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.d6tEQRlDn8CN1HfD],\n    may be found. The\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.d6tEQRlDn8CN1HfD]\n    is a 10-feet-radius disk with a luxurious ceremonial chair in the middle. It\n    can carry up to 5000 pounds and has a flying speed of 30 feet.\n  </p>\n  <p>\n    The\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.d6tEQRlDn8CN1HfD]\n    has 5 charges. A creature sitting on the throne can use an action and expend\n    1 charge to cast the @UUID[Compendium.dnd5e.spells.Item.L4J89JXqbKs6puEV]\n    spell from it. When cast that way,\n    @UUID[Compendium.dnd5e.spells.Item.L4J89JXqbKs6puEV] transports the throne\n    and up to eight willing creatures of the caster's choice that are on the\n    disk. The throne regains 1d4 + 1 expended charges daily at dawn.\n  </p>\n</aside>\n<img class=\"full-width\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/characters/daemon-on-the-flying-disc.webp\" />"
        },
        "Freewalker's Shadowgarb": {
          "name": "Freewalker's Shadowgarb",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.3DBjHg9Gr3jJL5Id cite=false caption=false]</p>\n\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.3DBjHg9Gr3jJL5Id]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.wSNlTC2PE5rI4DLp]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.TvY9WjYMYXSJwtZK]</p>\n\n<div class=\"gallery\">\n  <img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/freewalkers-shadowgarb-01.webp\" alt=\"Dormant Freewalker's Garb\" /><img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/freewalkers-shadowgarb-02.webp\" alt=\"Empowered Freewalker's Garb\" /><img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/freewalkers-shadowgarb-03.webp\" alt=\"Supreme Freewalker's Garb\" />\n</div>\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Story-Based Evolution</h4>\n  <p>\n    The Freewalker's Shadowgarb is an evolving artifact that is typically found\n    in its Dormant state and increases in power as its wearer gains levels. At\n    the gamemaster's discretion, the shadowgarb's evolution can be tied to\n    significant events during the campaign or occur when the shadowgarb's magic\n    is used to achieve a heroic feat. As an evolving artifact, the shadowgarb is\n    powerful in all tiers of play regardless of its state.\n  </p>\n</aside>"
        },
        "Gem of Darkness": {
          "name": "Gem of Darkness",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.RJv3guFNRvTKLs6V caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/gem-of-darkness.webp\" data-tooltip=\"Gem of Darkness\" />"
        },
        "Halfling Chocolate Coins": {
          "name": "Halfling Chocolate Coins",
          "text": "<h2>Halfling Chocolate Coins (Gold)</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.KPJ3vo7cTdZFPDLW caption=false]</p>\n\n<h2>Halfling Chocolate Coins (Platinum)</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.DP1Gx2EDXj6VfVdg caption=false]</p>\n\n<div class=\"gallery\">\n  <img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/halfling-chocolate-coins-gold.webp\" data-tooltip=\"Halfling Chocolate Coins (Gold)\" />\n  <img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/halfling-chocolate-coins-platinum.webp\" data-tooltip=\"Halfling Chocolate Coins (Platinum)\" />\n</div>\n\n<aside class=\"sidebar orelyn\">\n  <h4 class=\"no-toc\">Orelyn on Halfling Chocolate Coins</h4>\n  <p>\n    “Look closely. A domestic Overworld animal (a sheep, if I am not mistaken)\n    on one side, and a presentable merryfolk (also known as halfling in the\n    common tongue) lady on the other side. The inscription over the head reads:\n    'Melt-In-Your-Mouth-Money, by N.F.'. It is safe to assume this is a\n    so-called halfling chocolate coin. No, you may not eat it. It is part of the\n    treasure. Here, have a spider-cake instead.”\n  </p>\n</aside>"
        },
        "Handygnome's Precision Gloves": {
          "name": "Handygnome's Precision Gloves",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.qJy7bT01lkaXS8RM caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/precision-gloves.webp\" data-tooltip=\"Handygnome's Precision Gloves\" />"
        },
        "Kaftan of the Four Winds": {
          "name": "Kaftan of the Four Winds",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.I6f8ja44bKYQO1yy cite=false caption=false]</p>\n\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.I6f8ja44bKYQO1yy]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.D2xIO1T4XyDh5INr]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.P4dXsk3MHcXnVcCl]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.CBIvlWF9nYU9PkQw]</p>\n\n<div class=\"gallery col-four\">\n  <img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/kaftan-of-four-winds-01.webp\" title=\"Breezy Kaftan of the Four Winds\" alt=\"a light blue gray kaftan with a blue gem belt clasp\" />\n  <img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/kaftan-of-four-winds-02.webp\" title=\"Gusty Kaftan of the Four Winds\" alt=\"a light blue gray kaftan with simple pauldrons and a blue gem belt clasp\" />\n  <img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/kaftan-of-four-winds-03.webp\" title=\"Turbulent Kaftan of the Four Winds\" alt=\"a fancy black and gray kaftan with a twisted cloth belt and pointed pauldrons\" />\n  <img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/kaftan-of-four-winds-04.webp\" title=\"Tempestuous Kaftan of the Four Winds\" alt=\"an ornate gray and black kaftan with double pauldrons and a blue gem belt clasp\" />\n</div>\n\n<aside class=\"sidebar hemera\">\n  <h4 class=\"no-toc\">Hemera on Kaftan of the Four Winds</h4>\n  <p>\n    “I… this surely is an artifact of legendary power, but I would like to draw\n    your attention to the design. I mean, the sartorial qualities of this kaftan\n    are, well, impressive, no? That primordial air elemental lord must've had a\n    great fashion sense, or at least that's what I think…”\n  </p>\n</aside>\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Story-Based Evolution</h4>\n  <p>\n    The Kaftan of the Four Winds is an evolving artifact that is typically found\n    in its Breezy state and increases in power as its wearer gains levels. At\n    the gamemaster's discretion, the kaftan's evolution can be tied to\n    significant events during the campaign, such as its wearer seeking out the\n    primordial air elemental lord who created it or using the kaftan's power to\n    overcome a seemingly impossible challenge. As an evolving artifact, the\n    kaftan is powerful in all tiers of play regardless of its state.\n  </p>\n</aside>"
        },
        "Kaleidoscopic Lenses": {
          "name": "Kaleidoscopic Lenses",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Kpts6VTrIqcWuvgW caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/kalaidoscopic-lenses.webp\" data-tooltip=\"Kaleidoscopic Lenses\" />"
        },
        "Library of the Blue Candles": {
          "name": "Library of the Blue Candles",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.W5blrhV4I5l1uYfa cite=false caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/library-of-the-blue-candles.webp\" data-tooltip=\"Library of the Blue Candles\" />\n\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.W5blrhV4I5l1uYfa]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.hl3hLms5FA9LzEXt]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.F4suyTHMyJjpkSUh]</p>\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Story-Based Evolution</h4>\n  <p>\n    Being a robe and an interdimensional library both, the Library of the Blue\n    Candles is a unique artifact that can change the course of a campaign,\n    especially when found early on. At the gamemaster's discretion, instead of\n    evolving as its owner gains levels, the Library of the Blue Candles may\n    increase in power through story-based events, or only if its owner and their\n    allies explore and secure the library's wings that might be populated with\n    hostile creatures.\n  </p>\n</aside>\n\n<h2>Adventure Hook: Demons of the Blue Flame</h2>\n<p>\n  At the gamemaster's discretion, the Library of the Blue Candles may be found\n  infested with a host of demons. Led by Zeragon, an exiled demon-lord, these\n  demons sought to escape enslavement by an evil god by hiding in the library.\n  Designed to protect the tomes within, the library's magic gradually altered\n  the demons, transmuting their infernal fire into the same blue fire that\n  illuminates the library's halls without burning. Ages later, weakened but\n  exceptionally well-read, the Demons of the Blue Flame still reside in the\n  library, reluctant to leave without their original infernal powers and still\n  wary of being enslaved.\n</p>\n<p>\n  Player characters seeking to unlock the library's full potential must first\n  remove the Demons of the Blue Flame, either by force, persuasion, or\n  deception; or find a way to earn the demons' loyalty and allow them to remain\n  in the library as allies and infernal librarians.\n</p>\n\n<h2>Library of the Blue Candles Map Locations</h2>\n<ul>\n  <li>\n    <strong>Teleportation circle</strong> that acts as the entrance to the\n    library\n  </li>\n  <li><strong>Central repository of knowledge</strong></li>\n  <li><strong>Secret lounge</strong>, cozy and quiet</li>\n  <li><strong>Index</strong> concealed behind a bookcase</li>\n  <li><strong>Cozy reading nook</strong></li>\n  <li><strong>Concealed doors</strong> behind bookcases</li>\n  <li>\n    <strong>Balcony and staircase</strong> connecting first and second wing\n  </li>\n  <li><strong>Main library hall</strong></li>\n  <li><strong>Hidden office</strong> fit for a sage-king</li>\n  <li><strong>Secret tunnel</strong> to forbidden history section</li>\n  <li><strong>Forbidden history section</strong></li>\n  <li><strong>Mess hall</strong></li>\n  <li><strong>Kitchen</strong></li>\n  <li><strong>Cellar</strong></li>\n  <li><strong>Servant dormitory</strong></li>\n  <li>\n    <strong>Sage-King's Quarters</strong>, including private bathroom and\n    walk-in closet\n  </li>\n  <li><strong>Restrooms and bathrooms</strong></li>\n  <li><strong>Guestrooms</strong></li>\n  <li><strong>Staircase</strong> connecting second and third wing</li>\n  <li>\n    <strong>Spell compendium</strong>, a comprehensive collection of magic\n    spells\n  </li>\n  <li>\n    <strong>Annex arcanum</strong>, a collection of tomes on all things magical\n  </li>\n  <li><strong>Ritual room</strong></li>\n  <li><strong>Planning room</strong> in which the Sage-King held court</li>\n  <li><strong>Sealed vault</strong> for handling dangerous magic</li>\n</ul>\n<img class=\"full-width\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/maps/library-of-blue-candles-01.webp\" title=\"Library of the Blue Candles - 1st Wing\" alt=\"map of the library of blue candles - 1st wing\" />\n<img class=\"full-width\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/maps/library-of-blue-candles-02.webp\" title=\"Library of the Blue Candles - 2nd Wing\" alt=\"map of the library of blue candles - 2nd wing\" />\n<img class=\"full-width\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/maps/library-of-blue-candles-03.webp\" title=\"Library of the Blue Candles - 3rd Wing\" alt=\"map of the library of blue candles - 3rd wing\" />"
        },
        "Lionhide Cloak": {
          "name": "Lionhide Cloak",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.ILNhklWaXusqI1bU caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/lion-hide-cloak.webp\" data-tooltip=\"Lionhide Cloak\" />\n\n<aside class=\"sidebar multi\">\n  <h4 class=\"no-toc\">Hemera and Nyctos on Lionhide Cloak</h4>\n  <p>“But can you hide lions in it?” Nyctos asks, flapping his wings.</p>\n  <p>\n    “… No,” Hemera replies flatly. “It's made of a legendary lion's hide. The\n    Lionhide Cloak does not ‘hide' lions.”\n  </p>\n  <p>\n    Nyctos nods his head excitedly. “Right! But at least you can cloak a lion\n    with it! A lion cloaked in a Lionhide Cloak. Awesome!”\n  </p>\n</aside>"
        },
        "Lotus of Oblivion": {
          "name": "Lotus of Oblivion",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.AwkQ47DF5rKYBRWP caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/lotus-of-oblivion.webp\" data-tooltip=\"Lotus of Oblivion\" />"
        },
        "Maracas of Mauling": {
          "name": "Maracas of Mauling",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.LbPKPDq2vQjzffsS caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/maracas-of-mauling.webp\" data-tooltip=\"Maracas of Mauling\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Extended Dance of Doom</h4>\n  <p>\n    At the gamemaster's discretion, a creature may continue doing the Dance of\n    Doom until they become exhausted. After doing the Dance of Doom for 1\n    minute, a creature wishing to continue to dance must make a DC 10\n    Constitution saving throw. On a success, the creature can continue to dance\n    for 1 additional minute. On a failure, the creature stops dancing, gains 1\n    level of exhaustion, and falls prone. A creature that succeeds on the saving\n    throw may choose to continue extending the dance. The DC of the Constitution\n    saving throw increases by 5 each time the creature attempts to extend the\n    dance by 1 more minute.\n  </p>\n</aside>\n<aside class=\"sidebar orelyn\">\n  <h4 class=\"no-toc\">Orelyn on Maracas of Mauling</h4>\n  <p>\n    “Obviously, the creator of these curiously combined musical instruments\n    cannot have been a serious person, but the damage these… 'maracas' can deal\n    is serious indeed. I suppose they could be deadly in the hands of a warrior\n    who is not afraid to combine their martial prowess with some dancing. How\n    unusual!”\n  </p>\n</aside>"
        },
        "Mask of Comedy and Mask of Tragedy": {
          "name": "Mask of Comedy and Mask of Tragedy",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.2lyLTwjmDfSYbMFC caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/mask-of-comedy-and-mask-of-tragedy.webp\" data-tooltip=\"Mask of Comedy and Mask of Tragedy\" />"
        },
        "Magic Items A-Z": {
          "name": "Magic Items A-Z",
          "text": "<h1 class=\"no-toc\">Magic Items A-Z</h1>\n<p>\n  Magic items are presented in alphabetical order. A magic item's description\n  gives the item's name, its category, its rarity, and its magical properties.\n  Optional rules, item variants, gamemaster tips, adventure hooks, and narrative\n  text boxes are presented along with each item they refer to.\n</p>"
        },
        "Masterful Makeup Kit": {
          "name": "Masterful Makeup Kit",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.jgp2gl1eG9GTZIyQ caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/masterful-makeup-kit.webp\" data-tooltip=\"Masterful Makeup Kit\" />"
        },
        "Medusa's Head": {
          "name": "Medusa's Head",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.rTf9N3CqAITedsEX caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/medusas-head.webp\" data-tooltip=\"Medusa's Head\" />"
        },
        "Moon Whip": {
          "name": "Moon Whip",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.TxUjLXxlmuvvviP5 caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/moon-whip.webp\" data-tooltip=\"Moon Whip\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Item Variant: Greater Moon Whip</h4>\n  <p>\n    At the gamemaster's discretion, a legendary version of this item can be\n    found. The\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.IBfkvKEGOxbmHkUs]\n    grants a +3 bonus to attack and damage rolls (instead of +2) and deals an\n    extra 2d8 radiant damage to shapechangers (instead of 1d8).\n  </p>\n  <p>\n    Player characters may undertake a quest to upgrade a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.TxUjLXxlmuvvviP5]\n    into a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.IBfkvKEGOxbmHkUs],\n    possibly by defeating a mythical shapeshifter, or receiving the blessing of\n    a moon deity.\n  </p>\n</aside>"
        },
        "Moonglass Ring": {
          "name": "Moonglass Ring",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.KsOyCweZjA8UUWUN caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/moonglass-ring.webp\" data-tooltip=\"Moonglass Ring\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">\n    Optional Rule: Upgrading Moonglass Ring into Asterite Ring\n  </h4>\n  <p>\n    At the gamemaster's discretion, player characters may find a way to upgrade\n    a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.KsOyCweZjA8UUWUN]\n    into an\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.lcHQTjD0nxN9xZ4l].\n    The process might require a complex ritual to transmute moonglass into\n    asterite that could be used as a plot hook for future adventures.\n  </p>\n</aside>\n<aside class=\"sidebar gm-tip\">\n  <h4 class=\"no-toc\">Gamemaster Tip: Godsteel Ring</h4>\n  <p>\n    A legendary ring that allows spellcasters to gain up to 9th level temporary\n    spell slots is rumored to exist. You can find item details and artwork for\n    the Godsteel Ring in\n    <em>Catilus' Tome of Curious Creations: Madam Catifa's Caravan of Magic\n      Wonders</em>.\n  </p>\n</aside>"
        },
        "Noble Taster's Spork": {
          "name": "Noble Taster's Spork",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.bEYWYhzhKfsOlj1C caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/noble-tasters-spork.webp\" data-tooltip=\"Noble Taster's Spork\" />\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Item Variant: Royal Taster's Spork</h4>\n  <p>\n    At the gamemaster's discretion, a version of this item that is fit to taste\n    the food of kings and queens may be found. The\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.qKIQnvXFMhF8wBxh]\n    is very rare, allows the wielder to cast\n    @UUID[Compendium.dnd5e.spells.Item.2skfDtglk1mGrb3l] at will, and makes the\n    wielder immune to disease, poison, and the poisoned condition as long as the\n    spork is on their person.\n  </p>\n</aside>\n\n<aside class=\"sidebar orelyn\">\n  <h4 class=\"no-toc\">Orelyn on Noble Taster's Spork</h4>\n  <p>\n    Orelyn's eyes glimmer and a wide smile adorns her face as she opens the\n    king's vault, yet her enthusiasm fades as she peers inside. “Magic swords.\n    How predictable,” she says and shrugs as she steps into the vault. “Arcane\n    crafters are often criminally lacking in terms of imagination. Look at all\n    those enchanted swords and suits of armor — so many of them, not to mention\n    the rows upon rows of magic staves and wands some eccentrics like to\n    collect.”\n  </p>\n  <p>\n    She sighs as she explores the contents of the vault, patiently cataloging\n    magic weapons. “Where's the ingenuity in spending years to make another\n    sword of magic slaying or another suit of armor of protection against —”\n  </p>\n  <p>\n    Her eyes fall upon a curious utensil displayed on a velvet pillow. “Oh, wait\n    a minute. This fork is magical!” she says, a wide smile on her lips, as she\n    picks it up to examine it closer.\n  </p>\n  <p>\n    “… or is it a spoon? I can't really tell!” Her smile widens as she turns to\n    face you.\n  </p>\n  <p>\n    “Well, that's fascinating, don't you think?” she asks, eyeing you curiously\n    through the spork's tines.\n  </p>\n</aside>"
        },
        "Orb of the Chronomancer": {
          "name": "Orb of the Chronomancer",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.EEx2fxJpq7pGA4R8 caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/orb-of-the-chronomancer.webp\" data-tooltip=\"Orb of the Chronomancer\" />\n<img src=\"modules/orelyns-opus-of-outstanding-objects/assets/characters/zahala-stealing-the-chronomancers-orb.webp\" data-tooltip=\"Zahala Stealing the Chronomancer's Orb\" class=\"full-width\" />"
        },
        "Pegasus Cloak": {
          "name": "Pegasus Cloak",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.VPAD4aQada2MNokn caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/pegasus-cloak.webp\" data-tooltip=\"Pegasus Cloak\" />"
        },
        "Poison of Oblivion": {
          "name": "Poison of Oblivion",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.uR6sXsInynNwloZ5 caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/poison-of-oblivion.webp\" data-tooltip=\"Poison of Oblivion\" />\n<aside class=\"sidebar optional\">\n  <h4 class=\"no-toc\">Optional Rule: Arcane Anesthesia</h4>\n  <p>\n    Dark elf surgeons use\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.uR6sXsInynNwloZ5]\n    as anesthetic to perform ambitious and often life-saving surgeries. At the\n    gamemaster's discretion, player characters can use an action to insert the\n    contents of a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.uR6sXsInynNwloZ5]\n    vial in a syringe. In that form, the effects of\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.uR6sXsInynNwloZ5]\n    can be applied to a willing creature without the creature having to take\n    damage.\n  </p>\n</aside>\n\n<aside class=\"sidebar multi\">\n  <h4 class=\"no-toc\">Orelyn, Hemera, and Nyctos on Poison of Oblivion</h4>\n  <p>\n    “Say, haven't we cataloged another 'of Oblivion' item already?” Nyctos asks\n    as he flutters above Orelyn and Hemera.\n  </p>\n  <p>\n    “The Lotus of Oblivion,” Hemera peeps from behind a thick tome. “Myth has it\n    that a magic fruit exists that can —”\n  </p>\n  <p>\n    “Yes! That one!” Nyctos exclaims. “What gives? Is there a secret\n    connection?”\n  </p>\n  <p>\n    Orelyn shakes her head. “There are many things that cause oblivion, so\n    synonymities are bound to happen,” she says as she unrolls an old scroll.\n    “In this case, one is a dangerously addictive fruit with healing powers, and\n    the other is poison harvested from spiders that can —”\n  </p>\n  <p>“I knew it! Maybe these spiders ate those lotuses!” Nyctos exclaims.</p>\n  <p>\n    Orelyn shakes her head again. “There are no lotus trees in the caves the\n    spiders in question live. In fact, there are no lotus trees in the whole of\n    the Sunken World.”\n  </p>\n  <p>“Yes! Because those hungry, addicted spiders must've eaten them all!”</p>\n  <p>Orelyn rolls. “Unlikely.”</p>\n  <p>\n    “But not absolutely impossible?” Nyctos asks, peaking over Orelyn's\n    shoulder. “Not totally, inconceivably out-of-the-question impossible, right?\n    Right?”:\n  </p>\n  <p>“… Right,” Orelyn sighs.</p>\n</aside>"
        },
        "Potion of Bottled Language": {
          "name": "Potion of Bottled Language",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.5AFxxNic3SVBqQPL cite=false caption=false]</p>\n\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.5AFxxNic3SVBqQPL]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.y7G9f9FL7lWBTnF8]</p>\n\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/bottled-language.webp\" data-tooltip=\"Potion of Bottled Language\" />"
        },
        "Remarkable Rolling Pin": {
          "name": "Remarkable Rolling Pin",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.9m6eQvrYlmjuA6S5 caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/remarkable-rolling-pin.webp\" data-tooltip=\"Remarkable Rolling Pin\" />"
        },
        "Adoptable Spider Eggs": {
          "name": "Adoptable Spider Eggs",
          "text": "<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/all-eggs-together.webp\" alt=\"a collection of spider eggs\" data-tooltip=\"All Eggs Together\" />\n\n<h1 class=\"no-toc\">Adoptable Spider Eggs</h1>\n<p>\n  Dark elves customarily gift each other spider eggs that hatch on Spidermas, a\n  significant holiday celebrated across the Sunken World. Spidermas honors the\n  Great Spider, the mysterious and benevolent dark elf deity also affectionately\n  known as the Old Spider or Granny Spider.\n</p>\n<p>\n  On Spidermas Day, dark elves watch in awe as eggs of magically significant and\n  benign spiders crack open and baby spiders crawl out. With love and care, a\n  baby spider can grow to be a faithful companion to anyone who takes the time\n  to raise it. Many different spider eggs exist, and expert arachnologists can\n  tell what type of baby spider will hatch from each.\n</p>\n<p>\n  On Spidermas Day, or at the gamemaster's discretion, a spider egg hatches and\n  an adoptable baby spider crawls into the world. Regardless of type, all baby\n  spiders are defenseless and require daily care and food depending on their\n  size to grow.\n</p>\n<p>\n  Different baby spiders grow at different speeds. An adoptable baby spider is\n  two size categories smaller than its adult form and completely defenseless,\n  relying on you for nourishment and protection. When a spider reaches maturity,\n  it may choose to stay with you if you treated it well, becoming a companion.\n</p>\n<p>\n  At the gamemaster's discretion, characters proficient in Animal Handling may\n  train their adult spiders to fight alongside them in battle, serve as mounts,\n  and perform other tasks.\n</p>\n\n<aside class=\"sidebar gm-tip\">\n  <h4 class=\"no-toc\">Gamemaster Tip: Spider Stat Blocks</h4>\n  <p>\n    You can find stat blocks for the\n    @UUID[Compendium.dnd5e.monsters.Actor.28gU50HtG8Kp7uIz], the\n    @UUID[Compendium.dnd5e.monsters.Actor.f9JbhBfWucrY2eDA], the\n    @UUID[Compendium.dnd5e.monsters.Actor.v99wOosUJjUgcUNF], and the\n    @UUID[Compendium.dnd5e.monsters.Actor.llSG0Hi4eGlRlQ4o] in either the SRD or\n    the core 5e rulebooks!\n  </p>\n</aside>\n\n<h2>Cute Spider Egg</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.HIbIz8a7zcp1CuyH caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/cute-spider-egg.webp\" data-tooltip=\"Cute Spider Egg\" />\n\n<h2>Smooth Spider Egg</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.2NgLgT2MsERFbSpT caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/smooth-spider-egg.webp\" data-tooltip=\"Smooth Spider Egg\" />\n\n<h2>Heavy Spider Egg</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.hsD3MaBK4co8ZXtI caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/heavy-spider-egg.webp\" data-tooltip=\"Heavy Spider Egg\" />\n\n<h2>Iridescent Spider Egg</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.vcbfaeqqXNmv2joW caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/iridescent-spider-egg.webp\" data-tooltip=\"Iridescent Spider Egg\" />\n\n<h2>Massive Fluffy Spider Egg</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.0xk5g9LqGG87NVtw caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/massive-fluffy-spider-egg.webp\" data-tooltip=\"Massive Fluffy Spider Egg\" />\n\n<div class=\"dnd5e2\">\n  <p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.actors.Actor.tp0mAnhghW3Ovd2l statblock classes=\"double-column\"]</p>\n  <img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/characters/wooly-spider.webp\" alt=\"a very large, brown, fur-covered spider\" data-tooltip=\"Enormous Wooly Spider\" />\n</div>\n\n<h2>Humongous Spider Egg (The Arachniarch's Egg)</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.X21A97YlisMkFFgG caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/humongous-spider-egg.webp\" data-tooltip=\"Humongous Spider Egg (The Arachniarch's Egg)\" />\n\n<div class=\"dnd5e2\">\n  <p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.actors.Actor.4NfHlxN3n1zvkFxj statblock classes=\"double-column\"]</p>\n  <img class=\"full-width\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/characters/arachniarch.webp\" alt=\"a gargantuan brown spider with a two-story inn on its back\" data-tooltip=\"The Arachniarch Carrying The Spiderback Inn\" />\n</div>\n\n\n<h2>The Spiderback Inn</h2>\n<p>\n  At the gamemaster's discretion, the Arachniarch may be carrying the Spiderback\n  Inn, a cozy and usually quiet dark elven tavern that travels on the enormous\n  spider's back. Everyone is welcome in the Spiderback Inn as long as they mean\n  no harm, and the inn's permanent residents that include its staff don't ask\n  many questions, even when a truly outlandish traveler steps into the inn.\n</p>\n<p>\n  Patrons fortunate enough to stay at the Spiderback Inn enjoy authentic dark\n  elven cuisine, quality entertainment, and the unique experience of living on\n  the back of perhaps the largest spider in existence. The prices are reasonable\n  (and often negotiable), and the rooms are small yet cozy, clean, and full of\n  character.\n</p>\n<p>\n  Magic is everywhere in the Spiderback Inn; subtle, practical, and perhaps\n  humble, but undeniably ubiquitous. Domesticated spiders nuzzle up to patrons\n  who are willing to pet them, an indeterminate number of unseen servants aid\n  the inn's staff, and small enchantments keep plates from slipping off tables\n  and mugs from spilling over as the gigantic Arachniarch moves.\n</p>\n<h3>Staff and Patrons</h3>\n<p>\n  Adventurers can meet and interact with numerous colorful individuals when\n  visiting the Spiderback Inn. Below is a list of potential staff members and\n  patrons of interest:\n</p>\n<p>\n  <strong>Granny Aranda</strong> is an elderly dark elf and the current\n  innkeeper of the Spiderback Inn. Wrapped in modest white robes made of spider\n  silk and wearing a grandmotherly smile, Granny Aranda is more than meets the\n  eye. An infamous sorceress of chaos in her youth, Granny Aranda was once known\n  as the Fickle Witch thanks to her unpredictable magic, a fact that few except\n  her closest family members remember. Granny Aranda's magic is still there, as\n  strong and as random as ever, yet she rarely uses it to avoid drawing the\n  attention of ambitious mages and covetous deities who would end her long life\n  and claim her power for dark deeds.\n</p>\n<p>\n  <strong>Ranadyl of the Inn</strong> is a young adult dark elf ranger and the\n  resident spider caretaker and egg warden of the Spiderback Inn. One of Granny\n  Aranda's great-great-grandchildren, Ranadyl formed a connection with the\n  Arachniarch growing up in the inn. Ranadyl is shy around non-elves but easily\n  opens up to strangers who show interest in spiders. If he considers a person\n  his close friend and responsible enough, he might entrust an adoptable spider\n  egg to their care.\n</p>\n<p>\n  <strong>Coryn the Emerald Glance</strong> is a traveling bard known for his\n  extravagant ballad performances and his striking green eyes. A popular\n  entertainer from the coastal dark elven city of Esmeril, Coryn is shocked when\n  someone has never heard of him and of his nine “Deepsea Ballads”, which he\n  considers his most significant works. He is currently in the process of\n  writing his tenth ballad, but unbeknownst to most, he struggles to overcome a\n  massive creative block and thus keeps a relatively low profile while staying\n  at the Spiderback Inn.\n</p>\n<p>\n  <strong>Melythania</strong> seems like an approachable, friendly, and harmless\n  dark elf dancer, but in reality, she is a crafty rogue who poses as the\n  assistant of Coryn the Emerald Glance who considers her one of his muses.\n  Keeping Coryn clueless about her true motives and in the spotlight, Melythania\n  is free to pursue her shady dealings on behalf of the Smiling Shadow, a secret\n  organization that operates in most dark elven settlements across the Sunken\n  World.\n</p>\n<p>\n  <strong>Wendur Magmafist</strong> is a charismatic deep dwarf merchant of\n  exotic goods who smells faintly of garlic that has been staying at the inn for\n  over a year. During that time, he has been selling off magic items and other\n  arcane rarities at bargain prices, seemingly trying to clear his stock. The\n  grandson of the legendary hero Karn Magmafist, Wendur leveraged his famous\n  surname to make a fortune but in the process drew the attention of a powerful\n  vampire mage his ancestor thought had vanquished two generations ago. The\n  legend of Wendur's grandfather says that the vampire mage suffered from severe\n  arachnophobia, which is why Wendur never leaves the Spiderback Inn while\n  trying to recruit capable heroes who would venture forth and slay the vengeful\n  undead.\n</p>\n<p>\n  <strong>Sunan the Walker</strong> is a green dragon in disguise posing as a\n  green-scaled dragonborn explorer and cartographer. Under his disguise, Sunan\n  stays at the Spiderback Inn and maps caves and cavern systems during the\n  Arachniarch's travels. He secretly acts as a liaison between the Mothersworn,\n  a society of dragons that aim to influence mortal history, and various\n  organizations of the Sunken World. Sunan has assumed the physique of an\n  imposing martial artist as his mortal form and will readily challenge any\n  mortal that looks strong or agile enough to various challenge tests without\n  revealing his true nature. These tests range from arm-wrestling and\n  spider-lifting, to running on water and breaking objects with a single strike.\n</p>\n\n<h3>Spiderback Inn Quests and Events</h3>\n<p>\n  Something is always happening at the Spiderback Inn as it travels through the\n  Sunken World. Roll on the Quests and Events table below, or choose an event\n  that might occur or quest that might be available while player characters are\n  visiting the inn:\n</p>\n\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.tables.RollTable.P0m3bAwKkuHfUwcX rollable inline]</p>\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Spider Singalong</h4>\n  <p>\n    At the gamemaster's discretion, if the Arachniarch has been carrying the\n    Spiderback Inn and listening to bardic performances for a while, it may\n    develop a taste for music, gaining proficiency in Performance, as well as\n    the following action:\n  </p>\n  <p>\n    <em><strong>Spider Singalong. </strong></em>The Arachniarch accompanies your\n    musical performance, granting you advantage on your next Charisma\n    (Performance) check related to singing or playing a musical instrument. The\n    Arachniarch's song is audible up to 1200 feet away.\n  </p>\n</aside>\n\n<h3>Spiderback Inn Rumors</h3>\n<p>\n  Numerous rumors and an air of mystery surround the Spiderback Inn, often\n  perpetrated by those who stumbled upon it by accident, but also by explorers\n  who sought to uncover and document the inn's secrets, often in vain.\n</p>\n<p>\n  Roll on the Spiderback Inn Rumors table below or choose a number of rumors\n  adventurers might learn that might or might not be true about the Spiderback\n  Inn in your world:\n</p>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.tables.RollTable.LyFBu1vocR4Hxwrt rollable inline]</p>\n\n<h3>Spiderback Inn Map Locations</h3>\n<ol>\n  <li><strong>Main hall</strong></li>\n  <li><strong>Bar</strong></li>\n  <li><strong>Elevated Stage</strong> with persistent @UUID[Compendium.dnd5e.spells.Item.CAxSzHWizrafT033]</li>\n  <li><strong>Backstage</strong> and lodging for the resident bard</li>\n  <li><strong>Lower floor lounge</strong></li>\n  <li><strong>Lower floor restrooms</strong></li>\n  <li><strong>Balcony</strong> overlooking the Arachniarch's left side</li>\n  <li><strong>Kitchen</strong></li>\n  <li><strong>Cellar</strong></li>\n  <li><strong>Staircase</strong></li>\n  <li><strong>Upper floor lounge</strong></li>\n  <li><strong>Dormitory</strong> for affordable lodging</li>\n  <li><strong>Upper floor restrooms</strong></li>\n  <li><strong>Washroom</strong> with magically refillable warm water pool</li>\n  <li><strong>Rooms</strong> of various sizes for the inn's patrons</li>\n</ol>\n\n<img class=\"full-width\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/maps/spiderback-inn.webp\" alt=\"a map of both floors of the Spiderback Inn\" data-tooltip=\"The Spiderback Inn\" />"
        },
        "Rod of Patience": {
          "name": "Rod of Patience",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.n1XxQjT5bCBSS648 caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/rod-of-patience.webp\" data-tooltip=\"Rod of Patience\" />"
        },
        "Ropes": {
          "name": "Ropes",
          "text": "<img src=\"modules/orelyns-opus-of-outstanding-objects/assets/characters/veris-and-the-rope-of-the-succubus.webp\" data-tooltip=\"Veris at the Rope Vendor\" class=\"full-width\" />\n\n<h2>Rope of Sickness</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.yfo9tNVaX9MzZWSs caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/rope-of-sickness.webp\" data-tooltip=\"Rope of Sickness\" />\n\n<h2>Rope of the Basilisk</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.6Q73v1yLsg2yMtrT caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/rope-of-the-basilisk.webp\" data-tooltip=\"Rope of the Basilisk\" />\n\n<h2>Rope of the Phoenix</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.KETWEShfjOYMQfMt caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/rope-of-the-phoenix.webp\" data-tooltip=\"Rope of the Phoenix\" />\n\n<h2>Rope of the Succubus</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.2RbeyqkTdcpnhE3G caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/rope-of-the-succubus.webp\" data-tooltip=\"Rope of the Succubus\" />\n\n<h2>Rope of the Titan</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.WNWTF8ysZndyeKVC caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/rope-of-the-titan.webp\" data-tooltip=\"Rope of the Titan\" />\n\n<h2>Rope of the Trickster</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.e0RPd66Fo4OOjIvq caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/rope-of-the-trickster.webp\" data-tooltip=\"Rope of the Trickster\" />\n\n<h2>Rope of Truth</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.E4E6McBUkcK54JBA caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/rope-of-truth.webp\" data-tooltip=\"Rope of Truth\" />\n\n<h2>Rope of Vanishing</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.f6qNqjgAIcYsGqbG caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/rope-of-vanishing.webp\" data-tooltip=\"Rope of Vanishing\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Nets Made of Magic Ropes</h4>\n  <p>\n    At the gamemaster's discretion, all eight ropes could be woven or found in\n    the form of a net. Characters with proficiency in weaver's tools may weave a\n    net out of one of those ropes as part of a long rest.\n  </p>\n  <p>\n    A net made of one of the eight magic ropes is a magic weapon with the\n    properties of a mundane net in addition to the properties of the rope that\n    was used to weave it.\n  </p>\n\n  <p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.C9RdOCWlfH6ROhjG]</p>\n  <p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.65qeXg99uspL2sLi]</p>\n  <p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.8ghHjr7l6D1H1ES1]</p>\n  <p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.RhnBwkuFxaQaC7tL]</p>\n  <p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.xjLsWXoKI1Brc9w8]</p>\n  <p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.jegGt1KdYQg1MmN7]</p>\n  <p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.NHEOZ8thdLNOmcDy]</p>\n  <p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.QR40Net8prBv8WGZ]</p>\n</aside>"
        },
        "Sack of Many Gifts": {
          "name": "Sack of Many Gifts",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.PfvXCFHWBZGPfZWS caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/sack-of-many-gifts.webp\" data-tooltip=\"Sack of Many Gifts\" />"
        },
        "Seal of the Seal": {
          "name": "Seal of the Seal",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.X9lV3IubHLaxfbyv caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/seal-of-the-seal.webp\" data-tooltip=\"Seal of the Seal\" />"
        },
        "Serpentis the Snakeblade": {
          "name": "Serpentis the Snakeblade",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.hUkwD7ssKi4GNtGZ caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/serpentis.webp\" data-tooltip=\"Serpentis the Snakeblade\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Memories of Elvenkind</h4>\n  <p>\n    At the gamemaster's discretion, Serpentis can sense sources of elven magic,\n    including other elven-made sentient items, and guide its wielder to\n    forgotten fonts of elven power. The extent of this ability is up to each\n    gamemaster and may enable the blade to cast divination spells like\n    @UUID[Compendium.dnd5e.spells.Item.SleYkHovQ8NagmeV] and\n    @UUID[Compendium.dnd5e.spells.Item.W4Qx5z0id6da0vqg] requiring no\n    components. The blade decides when to cast these spells and how to use them\n    and maintains concentration on them so that its wielder doesn't have to. The\n    blade's eagerness to seek out elven magic and especially pure moonblades can\n    lead to many exciting adventures.\n  </p>\n</aside>\n<h2>Adventure Hook: Ismatun's Redemption</h2>\n<p>\n  At the gamemaster's discretion, Serpentis may seek to be cleansed of ophidian\n  magic and restored to its former state as the pure moonblade Ismatun. Among\n  the steps required for its redemption, Serpentis might have to forgive its\n  serpentaur tormentors, seek out the guidance of several pure moonblades, or\n  prove itself beyond any doubt that it serves elvenkind.\n</p>"
        },
        "Shadow Dragon Scale Mail": {
          "name": "Shadow Dragon Scale Mail",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.IpTtjJ7bQkKfItG7 caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/shadowscale-armor.webp\" data-tooltip=\"Shadow Dragon Scale Mail\" />\n\n<aside class=\"sidebar hemera\">\n  <h4 class=\"no-toc\">Hemera on Shadow Dragon Scale Mail</h4>\n  <p>\n    “I hope no dragons were harmed in making this suit of armor…. Not all shadow\n    dragons are evil, you know…”\n  </p>\n</aside>"
        },
        "Shattered Staff of Elemental Mastery": {
          "name": "Shattered Staff of Elemental Mastery",
          "text": "<p>Crafted by an ancient planestrider mage who forged alliances with primordial elemental lords, this staff was once\n  among the most powerful artifacts in the world. Yet mortal greed and divine envy saw the staff used against the very\n  elemental lords who worked together to create it.</p>\n<p>Offended, the lords shattered the staff, fragmenting its power and scattering the pieces across space and time. Now,\n  the elemental lords have long since gone and mortalkind has forgotten the true power of this shattered artifact. Yet,\n  if its fragments were to be brought together once more, its true power might once again awaken…</p>\n<p>\n  <em><strong>Fragmented Power.</strong></em> The\n  @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.fKKwWWscr0jN1tH1] has been shattered into five parts:\n  four elemental fragments and the Shattered Staff that used to hold them. Individually, each item holds some of the\n  artifact's original power. Each elemental fragment that is reunited with the staff becomes awakened, enhancing the\n  staff's power and unlocking new abilities. When all four fragments have been recovered, the\n  @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.fKKwWWscr0jN1tH1] becomes whole again.\n</p>\n<img src=\"modules/orelyns-opus-of-outstanding-objects/assets/characters/aethis-and-the-shattered-staff.webp\" data-tooltip=\"Aethis and the Shattered Staff\" class=\"full-width\" />\n\n<h2>Shattered Staff</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.KiLcPEiV40KjJyMK caption=false]</p>\n\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/elemental-staff-broken.webp\" data-tooltip=\"Shattered Staff\" />\n\n<h2>Staff of Elemental Mastery</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.fKKwWWscr0jN1tH1 caption=false]</p>\n\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/elemental-staff.webp\" data-tooltip=\"Staff of Elemental Mastery\" />\n\n<h2>Air Fragment</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Aj9gHofyXppaFsXA caption=false]</p>\n\n<h2>Earth Fragment</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.VPM2aJKpNnnD9DI3 caption=false]</p>\n\n<h2>Fire Fragment</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.mrE3X953nqRm7Mni caption=false]</p>\n\n<h2>Water Fragment</h2>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.602TPP7I71fw51KB caption=false]</p>\n\n<img src=\"modules/orelyns-opus-of-outstanding-objects/assets/shattered-pieces-all.webp\" alt=\"four elemental fragments: earth, water, fire, air\" data-tooltip=\"The Elemental Fragments of the Shattered Staff\" class=\"full-width\" />\n\n<h2>Adventure Hooks: Shattered Staff of Elemental Mastery</h2>\n<p>When introducing the Shattered Staff of Elemental Mastery in your games, you may allow player characters to find\n  information that can lead them to the four missing elemental fragments. In addition to using divination magic such as\n  the @UUID[Compendium.dnd5e.spells.Item.W4Qx5z0id6da0vqg] spell on the Shattered Staff, player characters may find\n  clues on old tomes, or by contacting key NPCs.</p>\n<p>Use the tables below to craft unique quests for player characters to obtain all fragments and restore the staff to\n  its former glory.</p>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.tables.RollTable.ghxo5hCgIMlISXZi rollable caption=false]</p>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.tables.RollTable.XyatKIhmMyK144vU rollable caption=false]</p>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.tables.RollTable.4AS3XtAkGhA885DM rollable caption=false]</p>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.tables.RollTable.qWLhnbvi8Gk5AzpB rollable caption=false]</p>\n<h2>Allies and Antagonists: Shattered Staff of Elemental Mastery</h2>\n<p>Key NPCs might help or hinder player characters in their quest to restore the\n  @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.fKKwWWscr0jN1tH1]. Below is a list of potential allies\n  and antagonists to introduce in your games.</p>\n<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.tables.RollTable.ILR0Pqdx1FvA8iHl rollable inline]</p>\n\n<img class=\"full-width\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/characters/aethis-and-the-shattered-staff-elemental-madness.webp\" data-tooltip=\"Aethis and the Shattered Staff\" />"
        },
        "Shirabara Daikyu, Yukihana's White Rib": {
          "name": "Shirabara Daikyu, Yukihana's White Rib",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.axPZ711OjqzeWu3J cite=false caption=false]</p>\n\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.axPZ711OjqzeWu3J]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.XNbFvnjuXxTZsHD8]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.awNWXR5JueJcH1S8]</p>\n\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/yukihana.webp\" data-tooltip=\"Shirabara Daikyu, Yukihana's White Rib\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Story-Based Evolution</h4>\n  <p>\n    Shirabara Daikyu is an evolving artifact that is typically found in its\n    basic, Snowflake state. At the gamemaster's discretion, the longbow's\n    evolution can be tied to significant events during the campaign, such as its\n    wielder avenging Yukihana's spirit or striking a serious blow against the\n    tyranny of Odon, the warring god of eternal life.\n  </p>\n</aside>"
        },
        "Shuffleflush's Cunning Coin": {
          "name": "Shuffleflush's Cunning Coin",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.WDiMxauToeiXllZs caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/shuffleflushs-coin.webp\" data-tooltip=\"Shuffleflush's Cunning Coin\" />"
        },
        "Shuffleflush's Stinky Shoes": {
          "name": "Shuffleflush's Stinky Shoes",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.LmCfnRjYggEPgqhO caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/shuffleflushs-stinky-shoes.webp\" data-tooltip=\"Shuffleflush's Stinky Shoes\" />"
        },
        "Skycrystal Armor": {
          "name": "Skycrystal Armor",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.PKqP3K7EfHGo7biM caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/skycrystal-armor.webp\" data-tooltip=\"Skycrystal Armor\" />"
        },
        "Skycrystal Shard": {
          "name": "Skycrystal Shard",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.rJY0zYARyT1ofGnB cite=false caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/skycrystal-shard.webp\" data-tooltip=\"Skycrystal Shard\" />"
        },
        "Solar Aegis": {
          "name": "Solar Aegis",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.2vEWtyipuXoWoXRj caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/solar-aegis.webp\" data-tooltip=\"Solar Aegis\" />"
        },
        "Soul Diamond": {
          "name": "Soul Diamond",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.lc8mk5OXGPuTQ1Ql caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/soulcrystal.webp\" data-tooltip=\"Soul Diamond\" />"
        },
        "Sound Whip": {
          "name": "Sound Whip",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.7zq1Y5hutrx7U3Dh caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/sound-whip.webp\" data-tooltip=\"Sound Whip\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Item Variant: Greater Sound Whip</h4>\n  <p>\n    At the gamemaster's discretion, a legendary version of this item can be\n    found. The\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.JSos4TMQhBor4ZWE]\n    grants a +3 bonus to attack and damage rolls (instead of +2) and deals an\n    extra 4d8 thunder damage to creatures made of inorganic material such as\n    stone, crystal, or metal with it, as well as nonmagical objects that are not\n    being worn or carried (instead of 2d8). Additionally, the Constitution\n    saving throw DC for Deafening Strike increases to 20, and creatures that\n    fail it are deafened for 1 minute.\n  </p>\n  <p>\n    Player characters may undertake a quest to upgrade a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.7zq1Y5hutrx7U3Dh]\n    into a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.JSos4TMQhBor4ZWE],\n    possibly by enlisting the help of a storm sorcerer or a powerful air\n    elemental.\n  </p>\n</aside>"
        },
        "Spelleater Spellbook": {
          "name": "Spelleater Spellbook",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.IBTjszMuUzgJlnZH caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/spelleater-spellbook.webp\" data-tooltip=\"Spelleater Spellbook\" />\n\n<img src=\"modules/orelyns-opus-of-outstanding-objects/assets/characters/xira-and-the-spelleater-book.webp\" title=\"Xira and the Spelleater Book\" class=\"full-width\" />"
        },
        "Staff of Promised Power": {
          "name": "Staff of Promised Power",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.g42E8PWuvGVGdvZq caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/staff-of-promised-power.webp\" data-tooltip=\"Staff of Promised Power\" />\n\n<img src=\"modules/orelyns-opus-of-outstanding-objects/assets/characters/ameng-wielding-the-staff-of-promised-power.webp\" title=\"Ameng Wielding the Staff of Promised Power\" class=\"full-width\" />"
        },
        "Staff of the Aspirant": {
          "name": "Staff of the Aspirant",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.4PbrByv61ZqpnmCg caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/staff-of-the-aspirant.webp\" data-tooltip=\"Staff of the Aspirant\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Different Staves for Different Schools</h4>\n  <p>\n    At the gamemaster's discretion, a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.4PbrByv61ZqpnmCg]\n    may match the school of the wizard teacher who gives it to a student. To\n    create such a staff variant, the gamemaster may replace one of the staff's\n    spells with a wizard spell of the same level from a specific school. For\n    example, to create a Staff of the Aspirant Abjurer the gamemaster may\n    replace @UUID[Compendium.dnd5e.spells.Item.41JIhpDyM9Anm7cs] with\n    @UUID[Compendium.dnd5e.spells.Item.CKZTpZlxj7hjjo2H]. To create a Staff of\n    the Aspirant Necromancer, the gamemaster may replace\n    @UUID[Compendium.dnd5e.spells.Item.MRxldJd6C4bsBo3O] with\n    @UUID[Compendium.dnd5e.spells.Item.zwGsAv6kmwzYGhh3]. When doing such\n    replacements, keep in mind that some spells have material costs that could\n    be bypassed if casted through an item, which can potentially make this item\n    unintentionally powerful. Moreover, note that\n    @UUID[Compendium.dnd5e.spells.Item.ODhLKBxLnvvLOnw1] is a second-level spell\n    that uses only one charge when cast through this staff, and replacing it\n    with other second-level spells may again make a variant of the item\n    considerably more powerful than the standard\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.4PbrByv61ZqpnmCg].\n  </p>\n</aside>\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Arcane Upgrades</h4>\n  <p>\n    At the gamemaster's discretion, player characters may find a way to upgrade\n    a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.4PbrByv61ZqpnmCg]\n    into a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.g42E8PWuvGVGdvZq],\n    and to further upgrade a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.g42E8PWuvGVGdvZq]\n    into a @UUID[Compendium.dnd5e.items.Item.eM5gEe4SEOvA2Y9t]. That way, a\n    spellcaster who obtains their\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.4PbrByv61ZqpnmCg]\n    early can upgrade it twice through different quests from uncommon to rare to\n    very rare as their adventure progresses.\n  </p>\n</aside>"
        },
        "Staff of the Life Herald": {
          "name": "Staff of the Life Herald",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.JPDlK0ESjO2PFYeR caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/staff-of-the-life-herald.webp\" data-tooltip=\"Staff of the Life Herald\" />"
        },
        "Staff of the Observer": {
          "name": "Staff of the Observer",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.aHmwFT558yB4lR5V caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/staff-of-the-observer.webp\" data-tooltip=\"Staff of the Observer\" />"
        },
        "Staff of the Pansophist": {
          "name": "Staff of the Pansophist",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Vf4KlAgHwO9Bpp6P caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/staff-of-the-pansophist.webp\" data-tooltip=\"Staff of the Pansophist\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">\n    Optional Rule: Upgrading Staff of the Observer into Staff of the Pansophist\n  </h4>\n  <p>\n    At the gamemaster's discretion, player characters may find a way to upgrade\n    a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.aHmwFT558yB4lR5V]\n    into a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Vf4KlAgHwO9Bpp6P].\n    This could be an arcane ceremony through the Fateweavers or a forgotten\n    ritual that imbues the staff with even more divination magic.\n  </p>\n</aside>\n\n<h2>Adventure Hook: Fateweaver Trouble</h2>\n<p>\n  The Fateweavers protect their secrets and their magic treasures fiercely. If\n  any of their items fall into the wrong hands, the Fateweavers will use\n  powerful divination and conjuration spells to find the item and summon it back\n  to the order, and failing that, they will seek to strike a deal with whoever\n  obtained it to allow them to keep it.\n</p>"
        },
        "Staff of the Spellmaster": {
          "name": "Staff of the Spellmaster",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.9nHbChu4A5lhV9N6 cite=false caption=false]</p>\n\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.9nHbChu4A5lhV9N6]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.OlPbB5U7stATA4dN]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.DgsJvkX4F2AP7BVU]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.nRpmWGNMwMqw0kRa]</p>\n\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/staff-of-spellmastery.webp\" data-tooltip=\"Staff of the Spellmaster\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Story-Based Evolution</h4>\n  <p>\n    The Staff of the Spellmaster is a sentient evolving artifact that is\n    typically found in its Slumbering Sage state and increases in power as its\n    wearer gains levels. At the gamemaster's discretion, the staff's evolution\n    can be tied to significant events during the campaign, or it may require the\n    staff's wielder to find a way to awaken the mage's spirit within the staff.\n  </p>\n</aside>"
        },
        "Strongbow Harp": {
          "name": "Strongbow Harp",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.otrsT0aRRN4mz0Ba caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/strongbow-harp.webp\" data-tooltip=\"Strongbow Harp\" />"
        },
        "Sun Whip": {
          "name": "Sun Whip",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.8ZKpVuqYJBgMDzGU caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/sun-whip.webp\" data-tooltip=\"Sun Whip\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Item Variant: Greater Sun Whip</h4>\n  <p>\n    At the gamemaster's discretion, a legendary version of this item can be\n    found. The\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.XejU9x07g4ftr6wE]\n    grants a +3 bonus to attack and damage rolls (instead of +2) and deals an\n    extra 2d8 radiant damage to undead (instead of 1d8).\n  </p>\n  <p>\n    Player characters may undertake a quest to upgrade a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.8ZKpVuqYJBgMDzGU]\n    into a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.XejU9x07g4ftr6wE],\n    possibly by defeating or redeeming a corrupt celestial creature.\n  </p>\n</aside>"
        },
        "Swiftwing Armor": {
          "name": "Swiftwing Armor",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Mi55Qs0wYpzLiHbA caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/swiftwing-armor.webp\" data-tooltip=\"Swiftwing Armor\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Item Variant: Swiftwing Steed Armor</h4>\n  <p>\n    At the gamemaster's discretion, a version of the armor made specifically for\n    mounts, the\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.1P5qR3dJaoTSAv2a],\n    may be found. The\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.1P5qR3dJaoTSAv2a]\n    has the same features as the original armor made for humanoids, but\n    magically adjusts to fit on any Large or smaller mount, including rare\n    animals, summoned steeds, aquatic mounts, and flying mounts. Only willing\n    creatures that can serve as rideable mounts can attune to it.\n  </p>\n</aside>"
        },
        "Tabal, the Truth of Lod": {
          "name": "Tabal, the Truth of Lod",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.5pNdoZqZyq5ViC4d caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/tabal-truth-of-lod.webp\" data-tooltip=\"Tabal, the Truth of Lod\" />"
        },
        "Taulmir, Meloria's Bow": {
          "name": "Taulmir, Meloria's Bow",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.0eae8WLPsRG54FrT caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/taulmir-melorias-bow.webp\" data-tooltip=\"Taulmir, Meloria's Bow\" />"
        },
        "The Divider": {
          "name": "The Divider",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.E4DbYSqAV0b15p7r cite=false caption=false]</p>\n\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.E4DbYSqAV0b15p7r]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.a9MmaCZOkMdwIB45]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.7bi7HWf3q1NDitwr]</p>\n\n<div class=\"gallery\">\n  <img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/the-divider-01.webp\" alt=\"a finely made steel-headed greataxe\" title=\"The Tempered Divider\" /><img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/the-divider-02.webp\" alt=\"a finely made steel-headed greataxe imbued with elemental power\" title=\"The Sharpened Divider\" /><img src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/the-divider-03.webp\" alt=\"a finely made steel-headed greataxe imbued with great elemental power\" title=\"The Perfected Divider\" />\n</div>\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Story-Based Evolution</h4>\n  <p>\n    The Divider is an evolving artifact that is typically found in its Tempered\n    state and increases in power as its wearer gains levels. At the gamemaster's\n    discretion, the greataxe's evolution can be tied to significant events\n    during the campaign, such as seeking Rolim the Technurge's blessing or\n    wielding it in glorious battle against a foe of tremendous power.\n  </p>\n</aside>"
        },
        "The Reaver": {
          "name": "The Reaver",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Btn5JRy4sfhf9uTx caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/the-reaver.webp\" data-tooltip=\"The Reaver\" />"
        },
        "Thread of the Labyrinth": {
          "name": "Thread of the Labyrinth",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.YmvhqJzyrnyx6ukz caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/thread-of-the-labyrinth.webp\" data-tooltip=\"Thread of the Labyrinth\" />"
        },
        "Vanarion the Harp": {
          "name": "Vanarion the Harp",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.uYpAC6ovLMR5QDq7 caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/vanarion-harp.webp\" data-tooltip=\"Vanarion the Harp\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Optional Rule: Signature Songs, Signature Spells</h4>\n  <p>\n    At the gamemaster's discretion, Vanarion's Magical Repertoire may expand to\n    include more spells as the attuned character earns Vanarion's trust and\n    performs heroic deeds with him. These extra spells may include the attuned\n    character's most frequently used spells or any other story-appropriate\n    spell. At the height of his power, Vanarion's Magical Repertoire may include\n    @UUID[Compendium.dnd5e.spells.Item.QbQZKoXOgHWN06aa] and\n    @UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz].\n  </p>\n</aside>\n\n<h2>Adventure Hook: Vanarion's Second Tour</h2>\n<p>\n  At the gamemaster's discretion, player characters may find a way to restore\n  Vanarion to life as a dark elf once more. Doing so turns the harp into a\n  conventional magical instrument with the unbreakable minor property but\n  creates a powerful and loyal bard ally. Restoring Vanarion to life as a dark\n  elf includes persuading him that he will be safe from the evil forces that\n  pursued him before and he won't suffer a fate worse than being a sentient\n  item, and might involve the use of\n  @UUID[Compendium.dnd5e.spells.Item.qLeEXZDbW5y4bmLY],\n  @UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz], or divine intervention.\n</p>"
        },
        "Veil of Illusory Armor": {
          "name": "Veil of Illusory Armor",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.r5RFvyS8CCzbOgEy caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/veil-of-illusionary-armor.webp\" data-tooltip=\"Veil of Illusory Armor\" />"
        },
        "Venthir's Smart Wizard Hat": {
          "name": "Venthir's Smart Wizard Hat",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.jpbCtJ16R5n3MIRv caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/venthirs-smart-wizard-hat.webp\" data-tooltip=\"Venthir's Smart Wizard Hat\" />\n\n<aside class=\"sidebar orelyn\">\n  <h4 class=\"no-toc\">Orelyn on Venthir's Smart Wizard Hat</h4>\n  <p>\n    “Ah yes, my master's iconic purple hat,” Orelyn says as she gently pinches\n    the hat's rim. “You might be interested to know that this is not quite as\n    unique as it might appear. I know for a fact that my colleagues and Master\n    Venthir's former pupils, the twin trickster mages Ferion and Feranis, have\n    crafted no less than three Smart Wizard Hats that are almost identical, save\n    for a miniscule variation in the shade of purple. Before you ask, no, I\n    cannot say if Master Venthir once wore this particular one…”\n  </p>\n</aside>"
        },
        "Vessel of Entropy": {
          "name": "Vessel of Entropy",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.GvG3VwcJetNo41yV caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/vessel-of-entropy.webp\" data-tooltip=\"Vessel of Entropy\" />\n\n<h2>Adventure Hook: Vessel of Entropy</h2>\n<p>\n  Orelyn, an introverted dark elf archaeologist and wizard, has discovered the\n  location of the\n  @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.GvG3VwcJetNo41yV],\n  a powerful artifact with the potential to do tremendous damage. Now, she is\n  looking for heroes who would be brave enough to find it before it falls into\n  the wrong hands.\n</p>\n<p>\n  Orelyn is secretive and smart. She approaches the adventurers using magical\n  means, either by sending them a telepathic message or a letter written with\n  @UUID[Compendium.dnd5e.spells.Item.82jM6qD9axLJsTrH], asking them to meet her\n  in an empty cave just outside the city the adventurers are currently in.\n</p>\n<p>\n  When adventurers visit the cave, you may use, read out loud, or paraphrase\n  Orelyn's narrative text below:\n</p>\n<aside class=\"sidebar orelyn\">\n  <h4 class=\"no-toc\">Orelyn on Vessel of Entropy</h4>\n  <p>\n    As you approach the cave, a dainty dark elf woman in adventuring gear\n    appears through the shadows. “Greetings. Please do not be alarmed. I called\n    you here,” she says softly. As she approaches you, several tiny motes of\n    light begin to dance around her.\n  </p>\n  <p>\n    “I have crucial information about a dangerous magic artifact, and I need\n    dependable and clever allies to recover it before it falls into the wrong\n    hands. Can I trust you with this?” She looks you straight in the eye, trying\n    to discern your reaction, perhaps aided by magic. A moment later, she looks\n    away and you may discern her cheeks turning slightly darker.\n  </p>\n  <p>\n    “Well, I hope I can, because if my research is correct — and it usually is —\n    the artifact in question is able to raze entire cities. Ancient dwarven\n    texts refer to it as the 'Vessel of Entropy' and it seems that it caused the\n    destruction of at least two deep dwarven cities in the past.” She unrolls a\n    scroll with ancient diagrams and the image of what looks like a box.\n  </p>\n  <p>\n    “This is what we seek. Unfortunately, I am not the only person who\n    discovered this. A group of chthonians and their cultists are looking for\n    the vessel as we speak, so we must hurry! I have a map for you, and I can\n    also give you a copy of my research, which you might find useful…” Her voice\n    trails off and she looks to the side. A moment later, she continues:\n    “Finally, I could also be convinced to accompany you myself… if you like. I\n    am quite capable, and my knowledge might be of help.” She takes one step\n    closer to you and offers you the scroll along with a stone-grey book.\n  </p>\n  <p>“So, can I rely on you?”</p>\n</aside>\n<h4 class=\"header no-toc\">Key Points:</h4>\n<ul>\n  <li>\n    Orelyn can accompany the adventurers and use her magic to aid them as long\n    as they remain friendly and agree to help her get rid of the vessel. Her\n    spells include @UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8],\n    @UUID[Compendium.dnd5e.spells.Item.3OZnNhunvRtPOQmH],\n    @UUID[Compendium.dnd5e.spells.Item.XZhdgVK3cLoxNCQl],\n    @UUID[Compendium.dnd5e.spells.Item.uAwtVZkiSTyP6ORB],\n    @UUID[Compendium.dnd5e.spells.Item.XzkJpE6XpZfKjODD] and others.\n  </li>\n  <li>\n    A rival group, led by a chthonian mastermind (any level-appropriate\n    aberration) and several cultists also hunts for the vessel.\n  </li>\n  <li>\n    In the past, the vessel has been used by cultists to destroy deep dwarven\n    cities in the Sunken World, as well as human and orcish settlements on the\n    Overworld.\n  </li>\n  <li>\n    The vessel can either be found in the ruins of a city destroyed by its\n    @UUID[Compendium.dnd5e.spells.Item.x5JNBSyIBBZsjcGT] effect, inside an\n    enormous @UUID[Compendium.dnd5e.spells.Item.f38w5rd9SgdmWc6F] illusion if\n    it's still open, in the possession of a giant or another monster that\n    doesn't know of its value, or in the hands of the aforementioned cultists,\n    if they beat the adventurers to it.\n  </li>\n  <li>\n    If you wish to challenge adventurers, consider creating a combat encounter\n    during which the vessel is opened, or have them find the vessel open and\n    some of its effects active.\n  </li>\n</ul>\n<h4 class=\"header no-toc\">Aftermath</h4>\n<p>\n  If adventurers seek to use the vessel for evil, Orelyn tries to take it from\n  them by magic means, including the\n  @UUID[Compendium.dnd5e.spells.Item.SgrEKiC6dAtvy6Pz] spell (she avoids\n  violence), and use @UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz] to\n  escape.\n</p>\n<p>\n  If adventurers help secure the vessel and remain on good terms with Orelyn\n  after the quest is over, she invites them to her magnificent cave for a\n  relaxing dark elven party!\n</p>"
        },
        "Vine Manacles": {
          "name": "Vine Manacles",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Ts3536prVYXYkHsc caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/vine-manacles.webp\" data-tooltip=\"Vine Manacles\" />"
        },
        "Void Blade": {
          "name": "Void Blade",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.xDB12LawXtrdpyKO caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/void-blade.webp\" data-tooltip=\"Void Blade\" />\n\n<aside class=\"optional\">\n  <h4 class=\"no-toc\">Item Variant: Greater Void Blade</h4>\n  <p>\n    At the gamemaster's discretion, a legendary version of this item can be\n    found. The\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.EjbegxnQkVGQmDUI]\n    grants a +3 bonus to attack and damage rolls (instead of +2) and deals an\n    extra 2d8 necrotic damage to humanoids (instead of 1d8).\n  </p>\n  <p>\n    Player characters may undertake a quest to upgrade a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.xDB12LawXtrdpyKO]\n    into a\n    @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.EjbegxnQkVGQmDUI],\n    possibly by gaining the favor of a powerful creature of darkness.\n  </p>\n</aside>\n\n<img src=\"modules/orelyns-opus-of-outstanding-objects/assets/characters/vix-weilding-the-void-blade.webp\" title=\"Vix Weilding the Void Blade\" class=\"full-width\" />"
        },
        "Wand of Whooping Explosions": {
          "name": "Wand of Whooping Explosions",
          "text": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.YRmFSyYysuJ0pHlZ caption=false]</p>\n<img class=\"center\" src=\"modules/orelyns-opus-of-outstanding-objects/assets/items/wand-of-explosions.webp\" data-tooltip=\"Wand of Whooping Explosions\" />"
        }
      }
    },
    "Appendix": {
      "name": "Appendix",
      "pages": {
        "Appendix: Items by Rarity": {
          "name": "Appendix: Items by Rarity",
          "text": "<h2>Common</h2>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.HIbIz8a7zcp1CuyH]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.KPJ3vo7cTdZFPDLW]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.WDiMxauToeiXllZs]</p>\n<h2>Uncommon</h2>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.TZvqSBWiUUeI4lYQ]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.FaVciNT8gJTKD8ta]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.jLqi0we6mGUNDkwf]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.h81ByjehbkwWIHeh]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.RJv3guFNRvTKLs6V]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.vwxiodV3GN9Ji16c]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.DP1Gx2EDXj6VfVdg]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Kpts6VTrIqcWuvgW]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.C9RdOCWlfH6ROhjG]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.65qeXg99uspL2sLi]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.8ghHjr7l6D1H1ES1]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.RhnBwkuFxaQaC7tL]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.xjLsWXoKI1Brc9w8]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.jegGt1KdYQg1MmN7]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.NHEOZ8thdLNOmcDy]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.QR40Net8prBv8WGZ]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.bEYWYhzhKfsOlj1C]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.5AFxxNic3SVBqQPL]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.yfo9tNVaX9MzZWSs]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.6Q73v1yLsg2yMtrT]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.KETWEShfjOYMQfMt]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.2RbeyqkTdcpnhE3G]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.WNWTF8ysZndyeKVC]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.e0RPd66Fo4OOjIvq]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.E4E6McBUkcK54JBA]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.f6qNqjgAIcYsGqbG]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.X9lV3IubHLaxfbyv]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.2NgLgT2MsERFbSpT]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.4PbrByv61ZqpnmCg]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.jpbCtJ16R5n3MIRv]</p>\n<h2>Rare</h2>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.oYCEDa6cUyWPrSQL]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Aj9gHofyXppaFsXA]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.7UeXKi1pHOKQCQJm]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.5XLIGHqZfBeSHF9f]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.nz4FZZZsYqaer6S0]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.yccj8DLrtn4jJPpt]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.S4eCCoepqPx5i2tI]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.NlGPhLk5XXGGUoXG]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.VPM2aJKpNnnD9DI3]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.0H1AnNafXAJfACkm]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.mrE3X953nqRm7Mni]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.gnp7aDT5yuyrsZ2u]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.qJy7bT01lkaXS8RM]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.hsD3MaBK4co8ZXtI]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.jgp2gl1eG9GTZIyQ]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.TxUjLXxlmuvvviP5]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.KsOyCweZjA8UUWUN]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.y7G9f9FL7lWBTnF8]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.9m6eQvrYlmjuA6S5]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.KiLcPEiV40KjJyMK]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.7zq1Y5hutrx7U3Dh]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.g42E8PWuvGVGdvZq]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.8ZKpVuqYJBgMDzGU]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.YmvhqJzyrnyx6ukz]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.r5RFvyS8CCzbOgEy]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Ts3536prVYXYkHsc]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.xDB12LawXtrdpyKO]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.602TPP7I71fw51KB]</p>\n<h2>Very Rare</h2>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.YBDN2F6htlK6W38G]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.lcHQTjD0nxN9xZ4l]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.zJEUbpplZyzvBMUZ]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.OSCU0MaC1iEj3j2i]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.EsvdPMTex1VfPJrN]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.j8Kd1dO7ATCBmlsN]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.p3isoDfiYlLIfUBO]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.HARiS8wzUCCIrKJk]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.JvGr5gfrWv3r05ZX]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.vcbfaeqqXNmv2joW]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.LbPKPDq2vQjzffsS]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.2lyLTwjmDfSYbMFC]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.VPAD4aQada2MNokn]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.uR6sXsInynNwloZ5]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.qKIQnvXFMhF8wBxh]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.PfvXCFHWBZGPfZWS]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.IpTtjJ7bQkKfItG7]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.zckGsBdOKD5AXHna]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.aHmwFT558yB4lR5V]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.otrsT0aRRN4mz0Ba]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Mi55Qs0wYpzLiHbA]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.1P5qR3dJaoTSAv2a]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Btn5JRy4sfhf9uTx]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.YRmFSyYysuJ0pHlZ]</p>\n<h2>Legendary</h2>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.T96cZQSoXLYYj61v]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.4VqyVJbrc32GiRP1]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.viZETWxWvEJRLwcs]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.xAjntfKZ4K4J0Deq]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.L4X9MSuBJmJPG5FZ]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.IBfkvKEGOxbmHkUs]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.JSos4TMQhBor4ZWE]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.XejU9x07g4ftr6wE]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.EjbegxnQkVGQmDUI]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.8FeZpxpPrI3ViTT0]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.ILNhklWaXusqI1bU]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.AwkQ47DF5rKYBRWP]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.0xk5g9LqGG87NVtw]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.rTf9N3CqAITedsEX]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.EEx2fxJpq7pGA4R8]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.hvNwNmvYYdU3j1Kz]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.d6tEQRlDn8CN1HfD]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.LmCfnRjYggEPgqhO]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.2vEWtyipuXoWoXRj]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.lc8mk5OXGPuTQ1Ql]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.IBTjszMuUzgJlnZH]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Vf4KlAgHwO9Bpp6P]</p>\n<h2>Artifact</h2>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.gHSSii4QXBPRPAky]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.afENqO6joZDKAGfB]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.s6JDXZx93SyknMzN]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Z5w4vJeQpf9tUuCj]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.ZXsaS1F1ulsHmMHh]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.7RMfnzbcPzniYe5d]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.3DBjHg9Gr3jJL5Id]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.wSNlTC2PE5rI4DLp]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.TvY9WjYMYXSJwtZK]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.AIscsq1WYqKut4yM]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.X21A97YlisMkFFgG]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.I6f8ja44bKYQO1yy]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.D2xIO1T4XyDh5INr]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.CBIvlWF9nYU9PkQw]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.P4dXsk3MHcXnVcCl]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.W5blrhV4I5l1uYfa]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.hl3hLms5FA9LzEXt]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.F4suyTHMyJjpkSUh]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.n1XxQjT5bCBSS648]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.hUkwD7ssKi4GNtGZ]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.XNbFvnjuXxTZsHD8]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.axPZ711OjqzeWu3J]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.awNWXR5JueJcH1S8]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.PKqP3K7EfHGo7biM]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.fKKwWWscr0jN1tH1]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.JPDlK0ESjO2PFYeR]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.OlPbB5U7stATA4dN]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.DgsJvkX4F2AP7BVU]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.9nHbChu4A5lhV9N6]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.nRpmWGNMwMqw0kRa]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.5pNdoZqZyq5ViC4d]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.0eae8WLPsRG54FrT]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.7bi7HWf3q1NDitwr]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.a9MmaCZOkMdwIB45]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.E4DbYSqAV0b15p7r]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.uYpAC6ovLMR5QDq7]</p>\n<p>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.GvG3VwcJetNo41yV]</p>",
          "flagsTitle": "Items by Rarity"
        },
        "Back Cover": {
          "name": "Back Cover",
          "text": "<img src=\"modules/orelyns-opus-of-outstanding-objects/assets/book/ooooo-treasures-cover.webp\" title=\"Treasure, Treasure, Treasure!\" class=\"full-width\" />\n<p>\n  Orelyn and the skylight dragonlings Hemera and Nyctos are on a quest to\n  discover magic treasure. From everyday utensils to ancient artifacts of\n  world-shattering power, this book provides a wealth of unique magic items with\n  clever variants, optional rules, tables, maps, lore, and more!\n</p>\n<p>Join Orelyn in her quest for arcane knowledge and…</p>\n<ul>\n  <li>\n    Insert gemstones to magic items and add customizable abilities with\n    Highforging, an intuitive system for creating balanced items\n  </li>\n  <li>\n    Raise your own magical spiders into trusty companions with Adoptable Spider\n    Eggs (including stat blocks!)\n  </li>\n  <li>\n    Own and operate the Spiderback Inn, an enchanted tavern that travels on the\n    back of a gigantic spider (including maps, NPCs, quests, and events!)\n  </li>\n  <li>\n    Collect fragments of elemental magic to restore the Shattered Staff of\n    Elemental Mastery, a unique 5-in-1 artifact\n  </li>\n  <li>\n    Turn the Library of the Blue Candles, a legendary repository of arcane\n    knowledge hidden between dimensions, into your very own planar domain\n  </li>\n  <li>\n    Unlock the true potential of evolving artifacts such as the Armor of the\n    Otherworldly Invoker, a powerful guise for warlocks that might come with\n    strings attached\n  </li>\n  <li>\n    Befriend sentient items with rich lore and unforgettable personalities such\n    as Vanarion, a harp that houses the soul of an extravagant dark elf bard\n  </li>\n  <li>\n    Discover completely unique item concepts with balanced mechanics such as the\n    Spelleater Spellbook, the Vessel of Entropy, Flying Disks, Magical Ropes\n    that can be woven into nets, and much more!\n  </li>\n</ul>\n<p>Time to get some magic treasure!</p>\n<p>\n  When you are ready for even more, check out my Patreon\n  <a href=\"https://www.patreon.com/Catilus\">https://www.patreon.com/Catilus</a>\n  for incredible magic items, tons of fantasy art, world and dungeons maps, NPCs\n  and lore, and more great stuff to elevate your games!\n</p>\n<p>A Diverse Collection of Amazing Magic Items!</p>\n<img src=\"modules/orelyns-opus-of-outstanding-objects/assets/book/ooooo-back-cover.webp\" title=\"Hemera and Nyctos\" class=\"full-width\" />"
        }
      }
    }
  }
}
