{
  "label": "Orelyn's Opus",
  "entries": {
    "Evil Eye Charm": {
      "name": "Evil Eye Charm",
      "description": "<p><em>[[lookup @item.type.label]], rare (requires attunement)</em></p><p>Orc shamans have been using eye-shaped glass amulets to protect against charms, curses, hexes, and misfortunes for millennia. The <em>Evil Eye Charm</em> has been imbued with strong defensive magic. It provides two benefits while it is on your person:</p><ul><li>You have advantage on saving throws against being charmed, and against enchantment and necromancy spells.</li><li>The charm has 5 charges. If you fail a saving throw against a spell or an effect that would inflict a curse on you, you can use your reaction to expend 1 charge and turn the failed save into a successful one. Additionally, you can expend 1 charge to cast @UUID[Compendium.dnd5e.spells.Item.XZhdgVK3cLoxNCQl] from it.</li></ul><p>The charm crumbles into powder and is destroyed when its last charge is expended.</p>",
      "activities": {
        "Succeed Saving Throw": {
          "name": "Succeed Saving Throw",
          "condition": "when you fail a saving throw against a spell or an effect that would inflict a curse on you"
        }
      }
    },
    "Taulmir, Meloria's Bow": {
      "name": "Taulmir, Meloria's Bow",
      "description": "<p><em>Weapon (longbow), artifact (requires attunement)</em></p><p>A gift of Mother Nature to her daughter Meloria before the age of mortals, <em>Taulmir</em> is an ageless weapon made to defend mortalkind against horrors that defy the natural order. Since the rise of the warring gods, the bow had lain dormant in the form of a seemingly mundane seed, waiting for a spark of nature magic to reawaken.</p><p data-split-here=\"cores a critical hit on a roll of 19 or 20.\">This magic bow grants a +3 bonus to attack and damage rolls made with it and deals an extra 2d8 piercing damage. It scores a critical hit on a roll of 19 or 20.</p><p><strong>Lifewood Weapon.</strong> <em>Taulmir</em> is made of eternally living wood and draws its power from Otherwood, the mystical realm of Nature. The bow is light enough to float on water, yet it is indestructible outside of Otherwood.</p><p><strong>Primeval Essence.</strong> While attuned to <em>Taulmir</em>, you have advantage on initiative rolls, and on saving throws against spells and other magical effects. Additionally, you are immune to disease, poison, and the poisoned condition, and have resistance to necrotic damage.</p><p><strong>Sharpleaf Arrows.</strong> While holding the bow, you can use a bonus action to create 20 sharpleaf arrows from the wood of the bow. These arrows ignore half cover and resistance to piercing damage. After 10 minutes, sharpleaf arrows bloom and transform into ordinary flowers.</p><p><strong>The Circle of Life.</strong> <em>Taulmir</em> is eternal and ever-living. While holding the bow, you can use an action to transform it into a plain-looking seed that is impervious to damage. If you plant this seed in dirt or sand and then water it, it sprouts a @UUID[Compendium.dnd5e.monsters.Actor.NB6wUgVqeOQtsQKu] (CR 9) that is friendly to you after 1 minute. The treant holds <em>Taulmir</em> in its branches and will hand it back to you if asked. Once it gives you the bow, the treant transforms into an ordinary tree as its spirit returns to Otherwood.</p>",
      "activities": {
        "The Circle of Life": {
          "name": "The Circle of Life"
        }
      },
      "effects": {
        "Taulmir, Meloria's Bow": {
          "name": "Taulmir, Meloria's Bow"
        }
      }
    },
    "Massive Fluffy Spider Egg": {
      "name": "Massive Fluffy Spider Egg",
      "description": "<p><em>[[lookup @item.type.label]], legendary</em></p><p>This human-sized egg is covered in a fluffy, wool-like substance. As it gets closer to Spidermas, you can hear rumbling sounds coming out of it, and the egg sometimes trembles when touched. After it hatches, the massive fluffy baby spider likes to follow you around and will attempt to play harmless pranks with its webs on you and your companions. It requires sixteen times as much food and water as a medium-sized creature each day.</p><p>With care and nurture, the massive fluffy baby spider grows into an @UUID[Compendium.orelyns-opus-of-outstanding-objects.actors.Actor.tp0mAnhghW3Ovd2l] (CR 8) after two years. This enormous wooly spider is friendly to you and your companions. It will happily carry friendly creatures, as well as equipment up to its carrying capacity, holding everything in its thick wool. Unless trained to fight, it tries to pick up you and your companions on its huge back and run away from any perceived danger as soon as combat begins. It typically does not attack unless trained to, but it will defend itself from hostile creatures.</p>"
    },
    "Swiftwing Steed Armor": {
      "name": "Swiftwing Steed Armor",
      "description": "<p><em>Armor (plate), very rare (requires attunement)</em></p><p>Crafted for defiant heroes who oppose cruel angels and other evil celestial creatures, this armor allows ironclad paladins to fly and hover weightlessly in pursuit of their corrupt quarries.</p><p>This armor magically adjusts to fit on any Large or smaller mount, including rare animals, summoned steeds, aquatic mounts, and flying mounts. Only willing creatures that can serve as rideable mounts can attune to it.</p><p>While a mount wears this armor, they can use a bonus action to cause it to manifest a pair of spectral eagle wings. While the wings are present, they have a flying speed equal to their walking speed and can hover. The wings last until they die, or until they dismiss them as a bonus action.</p>",
      "activities": {
        "Manifest Wings": {
          "name": "Manifest Wings"
        }
      },
      "effects": {
        "Swiftwing Armor": {
          "name": "Swiftwing Armor"
        }
      }
    },
    "Smooth Spider Egg": {
      "name": "Smooth Spider Egg",
      "description": "<p><em>[[lookup @item.type.label]], uncommon</em></p><p>This head-sized egg is silky-smooth to the touch. As it gets closer to Spidermas, you can hear screeching noises coming out of it. After it hatches, the smooth baby spider likes to skitter around and climb on walls. It requires as much food and water as a medium-sized creature each day.</p><p>With care and nurture, the smooth baby spider grows into a @UUID[Compendium.dnd5e.monsters.Actor.f9JbhBfWucrY2eDA] (CR 1/4) after 60 days. This giant wolf spider is friendly to you and your companions. It likes to follow you anywhere you go and rub up against your legs to get your attention. Unless trained to fight, it tries to avoid combat by climbing up walls or hiding in crevices, but it will defend itself from hostile creatures.</p>"
    },
    "Rope of the Succubus": {
      "name": "Rope of the Succubus",
      "description": "<p><em>[[lookup @item.type.label]], uncommon</em></p><p>This 50-foot length of rope smells of roses and is remarkably supple to the touch. The rope has been infused with subtle enchantment magic.</p><p>Any creature that attempts to untie, burst, or otherwise tamper with the rope must first succeed on a DC 15 Wisdom saving throw or waste their action enjoying the softness of the rope and its pleasant smell.</p>"
    },
    "Mask of Comedy and Mask of Tragedy": {
      "name": "Mask of Comedy and Mask of Tragedy",
      "description": "<p><em>[[lookup @item.type.label]], very rare (requires attunement)</em></p><p>Myth has it that the earliest bards in recorded history used the original <em>Mask of Comedy and Mask of Tragedy</em> to perform in ancient plays. Since then, many magical performers have sought to create their own pair and several exist across the world.</p><p>While wearing the <em>Mask of Comedy</em>, you have advantage on Charisma checks related to performing in comedies and telling funny stories. While wearing the <em>Mask of Tragedy</em>, you have advantage on Charisma checks related to performing in tragedies and telling sad stories.</p><p><em>Masks of comedy and tragedy</em> come in pairs. If one of the masks in a pair is destroyed, the other one becomes nonmagical. Each mask can be attuned to one creature at a time. A creature attuning to both masks uses a single attunement slot to do so.</p><p><strong>Thousand Faces.</strong> While wearing one of the masks, you can use an action to cast the @UUID[Compendium.dnd5e.spells.Item.A3q2gTNqG6fvNGrv] spell from it at will. When cast from the <em>Mask of Tragedy</em>, <em>disguise self</em> can create only tragic disguises that look perpetually sad and dramatic. When cast from the <em>Mask of Comedy</em>, <em>disguise self</em> can create only comedic disguises that look perpetually cheerful and funny. The spell ends if the mask is removed.</p><p><strong>Theatrical Telepathy.</strong> While attuned to one of the masks, you can cast the @UUID[Compendium.dnd5e.spells.Item.GtGjNjPBgUHxGYAD] spell at will, targeting the creature who is attuned to the other mask. To do so, both you and the creature must wear the masks.</p>"
    },
    "Solar Aegis": {
      "name": "Solar Aegis",
      "description": "<p><em>Armor (shield), legendary (requires attunement)</em></p><p>Forged for a defiant paladin general who waged war on corrupt angels in ages past, this shield allows you to withstand the fury of the sun itself.</p><p>While holding this shield, you have a +3 bonus to AC. This bonus is in addition to the shield's normal bonus to AC. Additionally, you have resistance to fire and radiant damage, and you can't be blinded by bright light.</p><p><strong>Radiant Reign.</strong> The shield has 5 charges. When you take fire or radiant damage, you can use your reaction and spend one charge to gain immunity to both fire and radiant damage, including against the triggering damage, until the end of your next turn. The shield regains 1d4 + 1 charges daily at dawn.</p>",
      "activities": {
        "Radiant Reign": {
          "name": "Radiant Reign",
          "condition": "when you take fire or radiant damage"
        }
      },
      "effects": {
        "Solar Aegis": {
          "name": "Solar Aegis"
        }
      }
    },
    "Freewalker's Shadowgarb (Dormant)": {
      "name": "Freewalker's Shadowgarb (Dormant)",
      "description": "<p><em>[[lookup @item.type.label]], evolving artifact (requires attunement by a sorcerer)</em></p><p>Crafted by a sorcerer of supreme prowess, this morphing outfit appears to be made of a multicolored shimmering silk and can take the form of any outfit the wearer desires. Its true power has since lain dormant, waiting for someone worthy to release its potential.</p><p><strong>Dormant.</strong> While wearing the outfit in its dormant state, you gain the following benefits:</p><ul><li>You can cast @UUID[Compendium.dnd5e.spells.Item.A3q2gTNqG6fvNGrv] at will.</li><li>If you aren't wearing armor, your base Armor Class is 8 + your proficiency bonus + your Charisma modifier.</li></ul><p><strong>Empowered (level 11).</strong> After you reach level 11, the artifact becomes empowered, gaining the following additional properties:</p><ul><li>You have a swimming, climbing, and flying speed equal to your walking speed while wearing this outfit.</li><li>This outfit gains a number of charges equal to your Charisma modifier. You can spend 5 feet of movement and one charge to automatically escape restraints, or end an effect that reduces your speed or causes you to be grappled, paralyzed, restrained, or stunned. You can escape multiple restraints and end multiple effects, expending 5 feet of movement and one charge of this feature per effect. You regain all expended charges daily at dawn.</li></ul><p><strong>Supreme (level 17).</strong> After you reach level 17, the outfit evolves into its supreme state, gaining the following additional properties:</p><ul><li>Your Charisma score increases by 2, as does your maximum for that score.</li><li>Your walking speed increases by 10 feet.</li><li>You can ignore the verbal and somatic components of spells you cast.</li><li>When you use the Subtle Spell Metamagic feature, you can also ignore any material component that has no gold cost.</li><li>You can use your action to gain the benefits of the @UUID[Compendium.dnd5e.spells.Item.PQuEgKyCdovOvhqN] spell. This effect can be active for up to an hour, all at once or in shorter intervals of a minimum of 1 minute for the duration. This time limit resets daily at dawn.</li></ul>",
      "effects": {
        "Freewalker's Shadowgarb": {
          "name": "Freewalker's Shadowgarb"
        }
      }
    },
    "Staff of the Aspirant": {
      "name": "Staff of the Aspirant",
      "description": "<p><em>Staff, uncommon (requires attunement by a sorcerer, warlock, or wizard)</em></p><p>Given to apprentice spellcasters by their masters as a sign of trust and a test of arcane aptitude, a <em>Staff of the Aspirant</em> is often the first magic item a mage-in-training will obtain.</p><p>This staff can be wielded as a magic quarterstaff that grants a +1 bonus to attack and damage rolls made with it. While holding it, you gain a +1 bonus to spell attack rolls.</p><p>The staff has 5 charges and regains 1d4 + 1 expended charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the staff retains its +1 bonus to attack and damage roll but loses all other properties. On a 20, the staff regains one charge.</p><p><strong>Spells.</strong> While holding this staff, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC and spell attack bonus: @UUID[Compendium.dnd5e.spells.Item.MRxldJd6C4bsBo3O] (2 charges), @UUID[Compendium.dnd5e.spells.Item.41JIhpDyM9Anm7cs] (1 charge), or @UUID[Compendium.dnd5e.spells.Item.ODhLKBxLnvvLOnw1] (1 charge).</p>",
      "effects": {
        "Staff of the Aspirant": {
          "name": "Staff of the Aspirant"
        }
      }
    },
    "Armor of the Midnight Sun": {
      "name": "Armor of the Midnight Sun",
      "description": "<p><em>Armor (medium or heavy, but not hide), legendary (requires attunement)</em></p><p>First worn by a legendary hero who destroyed a menacing shadow dragon in service of Nelchior, the warring god of night and dark secrets, this armor has been infused with the power of the Eternal Light, allowing its wearer to see the unseen and pierce the heart of the night with pure sunlight.</p><p>While you wear this armor, you can use an action to cause it to shed bright light in a 45-foot radius and dim light for an additional 45 feet. Invisible creatures and objects are visible as long as they are in the armor's bright light. You can use a bonus action to end this effect. This light is sunlight.</p><p><strong>Dawn's Fury.</strong> When you are hit with an attack while wearing this armor, you can use your reaction to cause the armor to flash with blinding sunlight in a 30-foot radius. Any creature in this light excluding you must make a DC 15 Constitution saving throw. On a failed save, a creature takes 8d8 radiant damage and is &amp;reference[blinded] until the end of your next turn. On a successful save, it takes half as much damage and isn't blinded by this effect. Undead creatures have disadvantage on this saving throw.</p><fieldset class=\"ooooo-hidden-embed\"><legend>Foundry Note</legend><p>This item functions as a magical item template. You can create a magic item by dragging one of the effects off this sheet and onto another item.</p><p>First open the item, change to the Effects tab, and drag the effect onto your item. This will apply the enchantment, add activities and other effects, and update the item's description and other properties with all the needed information.</p><p>If you want to revert the changes to the item, you can then simply remove the enchantment.</p></fieldset>",
      "activities": {
        "Dawn's Fury": {
          "name": "Dawn's Fury",
          "condition": "When hit by an attack."
        }
      },
      "effects": {
        "Armor of the Midnight Sun": {
          "name": "Armor of the Midnight Sun",
          "changes": {
            "name": "{} of the Midnight Sun",
            "system.description.value": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.4VqyVJbrc32GiRP1 inline]</p>"
          }
        }
      }
    },
    "Potion of Bottled Language (Standard)": {
      "name": "Potion of Bottled Language (Standard)",
      "description": "<p><em>[[lookup @item.type.label]], uncommon </em></p><p>Prized by merchants and diplomats alike, these potions have been infused with the concentrated essence of a language. Different potions for different languages exist, and potions infused with exotic or dead languages are often more expensive than potions of more common languages.</p><p>When you drink this potion, you can magically speak, read, and write the language whose essence the potion includes for 1 hour.</p><p>This potion's color may vary depending on language and dialect, but all variants have tiny translucent letters floating in them. Shaking the bottle momentarily combines the letters into random words of the language it includes.</p><p>If you drink one potion of the same bottled language every day for 30 days, you permanently learn to read and write that language.</p><p><strong>Linguistic Intoxication.</strong> If you drink a <em>Potion of Bottled Language</em> while still under the effects of another <em>Potion of Bottled Language</em> you must succeed on a DC 15 Intelligence saving throw or become linguistically intoxicated for 1 hour. While linguistically intoxicated, you feel light-headed and your speech is slurred; and you can only speak, read, and write only the languages of the potions that currently affect you.</p>"
    },
    "Belt of Elvenkind": {
      "name": "Belt of Elvenkind",
      "description": "<p><em>[[lookup @item.type.label]], rare (requires attunement)</em></p><p>Nobles from the elven nation of Khemhotep customarily gave these belts to trusted therianthrope servants and allies of non-elven lineage, aiming to help them see the elven point of view. While wearing this belt you gain the following benefits:</p><ul><li>Your Dexterity score increases by 2, to a maximum of 20.</li><li>You have advantage on Charisma (Persuasion) checks made to interact with elves.</li></ul><p>In addition, while attuned to the belt, you have a 50 percent chance each day at dawn of your beard falling off if you have one.</p><p>If you aren't an elf, you gain the following additional benefits while wearing the belt:</p><ul><li>You have advantage on saving throws against being charmed, and magic can't put you to sleep.</li><li>You have darkvision out to a range of 60 feet.</li><li>You can speak, read, and write Elvish.</li></ul>",
      "effects": {
        "Belt of Elvenkind": {
          "name": "Belt of Elvenkind"
        }
      }
    },
    "Tabal, the Truth of Lod": {
      "name": "Tabal, the Truth of Lod",
      "description": "<p><em>Weapon (glaive), artifact (requires attunement)</em></p><p>Crafted by Lod the Entropian Emperor, an elder one who ruled over mortalkind ages ago, this weapon of mythical power was a symbol of trust between Lod and the mortals who served them most fervently.</p><p>After Lod's fall and the rise of a new pantheon, one of Lod's surviving progeny hid this weapon away until such time as a mortal would rise and challenge the impudent gods who dared to strike the Entropian Emperor down.</p><p>You gain a +4 bonus to attack and damage rolls made with this weapon. It functions as a <em>Weapon of Warning</em>, deals an extra 1d10 force damage to any target it hits, and it scores a critical hit on a roll of 19 or 20.</p><p><strong>Rift Slash.</strong> This weapon has 7 charges. While holding it, you can use an action to spend one charge and create a momentary rift in the fabric of time and space in a 240-foot line that is 10 feet wide in front of you. Each creature in that line must make a DC 18 Strength saving throw, taking 8d8 force damage on a failed save, or half as much damage on a successful one. Creatures that fail the save are also knocked prone. Objects and structures in that line take double damage. The weapon regains 1d6 + 1 expended charges daily at dawn.</p><p><strong>Lod's Whispers.</strong> While attuned to this weapon, you can hear Lod's whispers in your mind from across time and space. You can speak Deep Speech, you have advantage on all Intelligence (Arcana) and Wisdom (Insight) checks, and you magically know when someone speaks a willing lie in your presence. Hostile aberrations are indifferent toward you and indifferent aberrations are friendly toward you unless you threaten or harm them first.</p><p><strong>Random Properties.</strong> <em>Tabal, the Truth of Lod</em> has the following randomly determined properties:</p><ul><li>1 minor beneficial property</li><li>1 major beneficial property</li><li>1 minor detrimental property</li><li>1 major detrimental property</li></ul>",
      "activities": {
        "Rift Slash": {
          "name": "Rift Slash"
        }
      }
    },
    "Water Fragment": {
      "name": "Water Fragment",
      "description": "<p><em>[[lookup @item.type.label]], rare (requires attunement)</em></p><p>While attuned to this fragment, you have resistance to cold damage, you can breathe air and water, and you have a swimming speed of 30 feet. Additionally, you can speak, read, and write Aquan, and you can cast the <em>water shape</em> cantrip at will.</p><p><strong>Awakened Water Fragment.</strong> Attuning to the <em>Water Fragment</em> while also attuned to the <em>Shattered Staff</em> awakens the fragment and it magically merges with the staff, becoming one item that takes up a single attunement slot. After the <em>Water Fragment</em> has been awakened, the following spells are added to the staff's spell list: @UUID[Compendium.dnd5e.spells.Item.RpKjTlYASrfqUPVA] (5 charges), @UUID[Compendium.dnd5e.spells.Item.7fFHlBk3UNX8gPKL] (4 charges), @UUID[Compendium.dnd5e.spells.Item.IBJmWjzbQGu7M4UX] (1 charge), @UUID[Compendium.dnd5e.spells.Item.fzZnVKLmBMo2f5up] (6 charges), and @UUID[Compendium.dnd5e.spells.Item.YBda6nLKjxdT1LbS] (3 charges).</p>",
      "activities": {
        "Merge with Staff": {
          "name": "Merge with Staff"
        }
      },
      "effects": {
        "Water Fragment": {
          "name": "Water Fragment"
        }
      }
    },
    "Net of the Basilisk": {
      "name": "Net of the Basilisk",
      "description": "<p><em>Weapon (Net), Uncommon</em></p><p>This 50-foot length of rope feels rough to the touch. The rope has been infused with subtle transmutation magic and woven into a net.</p><p>Any creature that knows the net's nature can touch it and use a bonus action to turn it into stone. The net remains in this petrified state for 24 hours, or until @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] is cast on it. The petrified net has AC 20 and 30 hit points. It can be burst with a DC 25 Strength check.</p>"
    },
    "Rope of the Basilisk": {
      "name": "Rope of the Basilisk",
      "description": "<p><em>[[lookup @item.type.label]], uncommon</em></p><p>This 50-foot length of rope feels rough to the touch. The rope has been infused with subtle transmutation magic.</p><p>Any creature that knows the rope's nature can touch it and use a bonus action to turn it into stone. The rope remains in this petrified state for 24 hours, or until @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] is cast on it. The petrified rope has AC 20 and 30 hit points. It can be burst with a DC 25 Strength check.</p>",
      "activities": {
        "Burst Stone": {
          "name": "Burst Stone"
        },
        "Turn to Stone": {
          "name": "Turn to Stone"
        }
      }
    },
    "Bident of True Death": {
      "name": "Bident of True Death",
      "description": "<p><em>Weapon (spear), artifact (requires attunement)</em></p><p>Myth has it that this magic bident once belonged to an ancient deity that guided mortal souls to the realm of the dead. As eons passed and new gods arose, the bident fell into the hands of mortals.</p><p>Throughout history, heroes wielded the bident to protect their realms from undead hordes, while villains leveraged its power to utterly vanquish their foes.</p><p>This indestructible bident grants a +3 bonus to attack and damage rolls made with it. When you hit with an attack using it, the target takes an extra 3d6 piercing damage.</p><p><strong>True Death.</strong> Any creature that has been killed by the <em>Bident of True Death</em> can't become undead and can be restored to life only by a @UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz] spell.</p><p><strong>Mastery over Death.</strong> While wielding the <em>Bident of True Death</em>, you can use an action to cast @UUID[Compendium.dnd5e.spells.Item.dmvaMLFWFtv0qx0S] from it. This property can't be used again until 30 days have passed or until you have slain a mighty undead foe (CR 15 or higher).</p><p><strong>Undead Bane.</strong> Undead creatures can only regain hit points lost to the bident's damage through a long rest, rather than by regeneration, magic, or any other means. Undead creatures are destroyed if the bident's damage reduces their hit points to 0.</p>"
    },
    "Amulet of a Thousand Voices": {
      "name": "Amulet of a Thousand Voices",
      "description": "<p><em>[[lookup @item.type.label]], rare</em></p><p>Created by a legendary drag queen bard who sought to sing in every voice, this amulet allows anyone to perfectly mimic the speech of countless different persons.</p><p><strong>A Thousand Voices.</strong> While wearing this amulet and you hear another person speaking, you can use your action to copy that person's voice in the amulet. You can use a bonus action to cause the amulet to change your voice to perfectly mimic any copied voice as long as you know it has been copied by the amulet. You can use another bonus action to use another copied voice or end this effect.</p><p>The amulet is rumored to be able to hold a thousand different copied voices. Many sages believe this figure to be exaggerated, while some believe the amulet could potentially hold every voice in existence, but no person has been able to verify this yet.</p><p><strong>Realness.</strong> A copied voice by this amulet is indistinguishable from the original in terms of articulation, texture, timbre, and tone. The amulet envelops whoever wears it in a faint aura of transmutation magic if targeted by detect magic.</p><p><strong>Hoarseness Immunity.</strong> While wearing this amulet, your voice cannot become hoarse due to disease, overuse, or magic.</p>",
      "activities": {
        "Copy Voice": {
          "name": "Copy Voice",
          "condition": "when you hear another person speaking"
        },
        "Change Voice": {
          "name": "Change Voice"
        }
      }
    },
    "The Divider (Perfected)": {
      "name": "The Divider (Perfected)",
      "description": "<p><em>Weapon (greataxe), evolving artifact (requires attunement)</em></p><p>When the royal geomancers foresaw the downfall of Underking Varadun, the last defiant ruler of the deep dwarves, the Underking challenged the demigod Rolim the Technurge to arm his strongest defenders with weapons so powerful that could fight fate itself. Accepting the challenge, the Technurge opened his timeless vault and bestowed fabled weapons upon the Underking's defenders, and then toiled over his enchanted anvil to create the <em>Divider</em>, a new artifact of mythical power for the Underking's mightiest champion.</p><p>Yet it was treachery that brought about the kingdom's downfall as the champion turned the <em>Divider</em> against the Underking and seized the crown, plunging the realm into chaos. The Technurge watched in horror as his creations became instruments of betrayal and even sought to intervene, violating ancient pacts that forbade him from taking sides in wars between mortals. But not even a demigod could alter the kingdom's fate. Disappointed and embittered, the Technurge condemned the new kingdom and broke the ancient pacts, claiming back his dangerous gifts and sealing them into his timeless vault once again.</p><p><strong>Tempered.</strong> While attuned to this weapon, it has the following properties:</p><ul><li>You gain a +1 bonus to attack and damage rolls made with this magic greataxe.</li><li>The weapon ignores resistance to slashing damage and deals double damage to objects and structures.</li><li>You can't be disarmed of this weapon unless you are incapacitated.</li><li>You must eat and drink twice the normal amount each day.</li></ul><p><strong>Sharpened (level 11).</strong> After you reach level 11, the greataxe increases in power, gaining the following additional properties:</p><ul><li>The weapon's bonus to attack and damage rolls increases to +2.</li><li>Attacks with The Divider instantly destroy magical barriers, such as @UUID[Compendium.dnd5e.spells.Item.z1mx84ONwkXKUZd7] and @UUID[Compendium.dnd5e.spells.Item.o9ZCvuD2B1OTcubb].</li><li>Your appetite grows. You must eat and drink five times the normal amount each day.</li></ul><p><strong>Perfected (level 17).</strong> After you reach level 17, the greataxe achieves its full potential, gaining the following additional properties:</p><ul><li>The weapon's bonus to attack and damage rolls increases to +3.</li><li>When you attack a creature that has at least one head with this weapon and roll a 20 on the attack roll, you cut off one of the creature's heads. The creature dies if it can't survive without the lost head. A creature is immune to this effect if it is immune to slashing damage, doesn't have or need a head, has legendary actions, or the gamemaster decides that the creature is too big for its head to be cut off with this weapon. Such a creature instead takes an extra 6d8 slashing damage from the hit.</li><li>Your appetite is as legendary as your axe. You must eat and drink ten times the normal amount each day.</li></ul>",
      "activities": {
        "No Beheading": {
          "name": "No Beheading"
        }
      }
    },
    "Sound Whip": {
      "name": "Sound Whip",
      "description": "<p><em>Weapon (whip), rare (requires attunement)</em></p><p>Crafted by a legendary storm sorceress who channeled some of her overflowing magic into arcane relics, this whip harbors the shattering power of thunder.</p><p>When inactive, this item appears to be a whip handle. While holding it, you can use a bonus action to cause a whip of pure sound to spring into existence, or make the whip disappear. Made of thunderous sonic waves, the <em>Sound Whip</em> has the light property.</p><p>When you attack with this weapon, a loud crack of thunder, audible from as far away as 1200 feet, emanates from it.</p><p><strong>Sonic Lash.</strong> You gain a +2 bonus to attack and damage rolls made with this weapon, which deals thunder damage instead of slashing damage. When you hit a creature made of inorganic material such as stone, crystal, or metal with it, as well as a nonmagical object that isn't being worn or carried, that target takes an extra 2d8 thunder damage.</p><p><strong>Deafening Strike.</strong> When you hit a creature with an attack with this whip, that creature must succeed on a DC 15 Constitution saving throw or be &amp;reference[deafened] until the start of your next turn. Creatures made of inorganic material such as stone, crystal, or metal have disadvantage on this saving throw.</p>",
      "activities": {
        "Deafening Strike": {
          "name": "Deafening Strike"
        }
      }
    },
    "Highforged Asterite Ring (1 arcane slot)": {
      "name": "Highforged Asterite Ring (1 arcane slot)",
      "description": "<p><em>[[lookup @item.type.label]], legendary, highforged (1 arcane slot, requires attunement by a spellcaster)</em></p><p>Crafted from asterite, a rare and innately magical meteoric metal, this ring has been further imbued with enduring magic.</p><p>While wearing this ring, you can use a bonus action and roll 1d6 + 1. You gain a temporary spell slot of that level. This temporary spell slot lasts until it is used, until you finish a long rest, or until the next dawn. The ring can't be used this way again until the next dawn.</p><p><strong>Highforged.</strong> This item has 1 arcane slot fitted with a Blue Sapphire, granting it the following additional property:</p><ul><li><em><strong>One Blue Sapphire.</strong></em> When you fall while wearing this item, you descend 60 feet per round and take no damage from falling.</li></ul>"
    },
    "Sun Whip": {
      "name": "Sun Whip",
      "description": "<p><em>Weapon (whip), rare (requires attunement)</em></p><p>Created by an eccentric vampire hunter of angelic ancestry to outsmart her elusive prey, this weapon produces a luminous whip made of pure radiance that can strike foes with the power of the blazing sun.</p><p>When inactive, this item appears to be a whip handle. While holding it, you can use a bonus action to cause a luminous whip of pure light to spring into existence, or make the whip disappear. Made of pure radiance, the <em>Sun Whip</em> has the light property.</p><p><strong>Luminous Lash.</strong> You gain a +2 bonus to attack and damage rolls made with this weapon, which deals radiant damage instead of slashing damage. When you hit an undead with it, that target takes an extra 1d8 radiant damage.</p><p><strong>Radiant Reach.</strong> The luminous whip emits bright light in a 15-foot radius and dim light for an additional 15 feet. The light is sunlight. Instead of a whip's regular reach, the <em>Sun Whip</em> allows you to attack any target within the 15-foot-radius sphere of bright light it emits.</p>"
    },
    "Net of the Phoenix": {
      "name": "Net of the Phoenix",
      "description": "<p><em>Weapon (net), uncommon</em></p><p>This 50-foot length of rope is slightly warm to the touch and smells of sulfur. The rope has been infused with subtle evocation magic and woven into a net.</p><p>Any creature that knows the net's nature can use a bonus action and command it to burst into flames. The net instantly catches fire across its length. Any creatures touching the net take 1d4 fire damage at the start of each of their turns. The net burns for 1 minute and then crumbles to ash. Unless scattered, this ash reforms into the net after 24 hours.</p>",
      "activities": {
        "Fire": {
          "name": "Fire"
        }
      }
    },
    "Remarkable Rolling Pin": {
      "name": "Remarkable Rolling Pin",
      "description": "<p><em>Weapon (club), rare (requires attunement)</em></p><p>Crafted for a legendary halfling pastry chef who took up adventuring, this rolling pin has been used countless times to innovate the culinary arts and create delicious baked goods, but also to defend halfling caravans against raiders and roaming monsters.</p><p>The <em>Remarkable Rolling Pin</em> is a magic club that looks like and weighs as much as a regular wooden rolling pin. You gain a +1 bonus to attack and damage rolls made with this weapon.</p><p><strong>Dominion over Dough.</strong> While attuned to the <em>Remarkable Rolling Pin</em>, you have advantage on any ability checks and saving throws related to preparing baked goods with it.</p><p><strong>Freshly Baked Goodness.</strong> Any creature that eats a portion of freshly baked goods that have been prepared using this pin gains 1d4 + 4 temporary hit points. A creature can gain this benefit only once per long rest.</p><p><strong>Euphoric Flattening.</strong> When you hit an ooze or any other creature with the amorphous trait with the <em>Remarkable Rolling Pin</em>, instead of dealing damage you can use the pin to magically flatten it. A flattened creature is pleasantly stunned for 1 minute and must make a DC 15 Constitution saving throw at the end of each of its turns. On a successful save, this stunning effect ends.</p>",
      "activities": {
        "Euphoric Flattening": {
          "name": "Euphoric Flattening"
        },
        "Freshly Baked Goodness": {
          "name": "Freshly Baked Goodness"
        }
      }
    },
    "Staff of the Spellmaster (Slumbering Sage)": {
      "name": "Staff of the Spellmaster (Slumbering Sage)",
      "description": "<p><em>Staff, evolving artifact (requires attunement by a sorcerer, warlock, or wizard)</em></p><p>Myth has it that an ancient arcanist once unlocked the secrets of every spell known to mortalkind and became known as the Spellmaster. Believing they had reached the apex of their power, the Spellmaster sought to channel all their arcane knowledge into an unbreakable staff and use it as a conduit to achieve immortality through a ritual of their own devise.</p><p>The ritual was successful, but along with all knowledge, the Spellmaster unintentionally channeled their own essence, soul, and magic into the staff, becoming one with it and leaving their mortal body behind.</p><p>Transformed into an ageless, unbreakable staff, the Spellmaster looked within for meaning and purpose, eventually falling into a deep, trance-like sleep that lasted for ages. Now, the ancient arcanist slumbers within the staff, waiting for a mage capable enough to rouse them from their sleep and awaken their true power.</p><p><strong>Slumbering Sage.</strong> While attuned to this staff, you gain the following benefits:</p><ul><li>While holding the staff, you can cast any spell you know or have prepared that's half your level (rounded down) without expending a spell slot. Once you cast a spell that way, you can't do so again until the next dawn.</li><li>When an enemy successfully casts @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] on you, only half of the spells active on you end automatically (minimum of one), and any ability checks to end spell effects on you against your will are made with disadvantage.</li></ul><p><strong>Awakened Arcanist (level 5).</strong> After you reach level 5, the staff increases in power, gaining the following additional properties:</p><ul><li>You gain a +1 bonus to spell attack rolls and to the saving throw DCs of your spells.</li><li>You have advantage on Constitution saving throws that you make to maintain concentration on spells.</li><li>The staff gains 10 charges. While holding it, you can use an action to expend some of its charges to cast one of the following spells from it, using your spell save DC and spellcasting ability modifier: @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy] (3 charges), or @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] (3 charges). The staff regains all expended charges daily at dawn.</li></ul><p><strong>Master Mage (level 11).</strong> After you reach level 11, the staff is further empowered, gaining the following additional properties:</p><ul><li>The bonus to spell attack rolls and to the saving throw DCs of your spells increases to +2.</li><li>You gain a second reaction that you can only use to cast @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy].</li><li>The staff's charges increase to 20 and the following spells are added to the spells you can cast from it: @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy] (4th-level version, 4 charges), @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] (4th-level version, 4 charges), and @UUID[Compendium.dnd5e.spells.Item.WmQpxfjZwF3MGUby] (6 charges).</li></ul><p><strong>Spellmaster Supreme (level 17).</strong> After you reach level 17, the staff achieves its full potential, gaining the following additional properties:</p><ul><li>The bonus to spell attack rolls and to the saving throw DCs of your spells increases to +3.</li><li>The staff's charges increase to 50 and the following spells are added to the spells you can cast from it: @UUID[Compendium.dnd5e.spells.Item.Eon0jzGzQRNluTPQ] (8 charges), @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy] (5th-level version, 5 charges), @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] (5th-level version, 5 charges), and @UUID[Compendium.dnd5e.spells.Item.WmQpxfjZwF3MGUby] (7th-level version, 7 charges).</li><li>When casting a spell that requires concentration, you may use as many charges from the staff as that spell's level to make the staff maintain concentration on the spell for you so you can maintain concentration on another spell. The staff can only maintain concentration on one spell at a time and its concentration can be broken only if you drop the staff or if you die.</li></ul><p><strong>Sentience.</strong> The Staff of the Spellmaster is a sentient lawful neutral staff with an Intelligence of 30, a Wisdom of 13, and a Charisma of 8. It has hearing and darkvision out to a range of 120 feet. It can communicate with its wielder telepathically. The staff knows Celestial, Draconic, Elvish, Giant, and Primordial, as well as any languages its wielder knows.</p><p><strong>Personality.</strong> Having once been one of the strongest mortal mages alive, the <em>Staff of the Spellmaster</em> believes it's no mere item but a mentor who guides other mages to greatness. It will often comment on various spells and magical effects, expecting its words to be treated with respect.</p>"
    },
    "Highforged Shadow Dragon Scale Mail (3 arcane slots)": {
      "name": "Highforged Shadow Dragon Scale Mail (3 arcane slots)",
      "description": "<p><em>Armor (scale mail), artifact, highforged (3 arcane slots, requires attunement)</em></p><p>Crafted from the scales of a dragon that embraced the shadows, this magic scale mail protects the wearer while imparting some of the dark power of shadow dragons to them. Mighty heroes might claim these scales from a shadow dragon they defeated. Rarely, shadow dragons might give their scales away willingly to mortals they deem worthy.</p><p>While wearing this armor, you gain a +1 bonus to AC, you have advantage on saving throws against the Frightful Presence and breath weapons of dragons, and you have resistance to necrotic damage.</p><p><strong>Shadow Stealth.</strong> While you are in dim light or darkness, you can take the Hide action as a bonus action.</p><p><strong>Dragonsense.</strong> You can focus your senses as an action to magically discern the distance and direction to the closest shadow dragon within 30 miles of you. This special action can't be used again until the next dawn.</p><p><strong>Highforged.</strong> This item has 3 arcane slots fitted with a Yellow Diamond and two Emeralds, granting it the following additional properties:</p><ul><li><em><strong>One Yellow Diamond. </strong></em>You gain a +1 bonus to AC and saving throws.</li><li><em><strong>Two Emeralds. </strong></em>You can stand on and move across any liquid surface as if it were solid ground. Additionally, you gain resistance to cold damage.</li></ul>",
      "activities": {
        "Focus Senses": {
          "name": "Focus Senses"
        }
      },
      "effects": {
        "Shadow Dragon Scale Mail": {
          "name": "Shadow Dragon Scale Mail"
        }
      }
    },
    "Air Fragment": {
      "name": "Air Fragment",
      "description": "<p><em>[[lookup @item.type.label]], rare (requires attunement)</em></p><p>While attuned to this fragment, you have resistance to lightning damage and you can hold your breath indefinitely while you're not incapacitated. Additionally, you can speak, read, and write Auran, and you can cast the <em>minor gust</em> cantrip at will.</p><p><strong>Awakened Air Fragment.</strong> Attuning to the <em>Air Fragment</em> while also attuned to the <em>Shattered Staff</em> awakens the fragment and it magically merges with the staff, becoming one item that takes up a single attunement slot. After the <em>Air Fragment</em> has been awakened, the following spells are added to the staff's spell list: @UUID[Compendium.dnd5e.spells.Item.yfbK8gZqESlaoY5t] (3 charges), @UUID[Compendium.dnd5e.spells.Item.FSMy6VAjDnXY9vWz] (2 charges), @UUID[Compendium.dnd5e.spells.Item.2IWiZAJtOGDoKjiz] (3 charges), @UUID[Compendium.dnd5e.spells.Item.8PJAsHmbu6UgDHC0]<em> </em>(5 charges), and @UUID[Compendium.dnd5e.spells.Item.ew6GA8dJy2spQmFW] (3 charges).</p>",
      "activities": {
        "Merge with Staff": {
          "name": "Merge with Staff"
        }
      },
      "effects": {
        "Air Fragment": {
          "name": "Air Fragment",
          "description": "<p>You have resistance to lightning damage and you can hold your breath indefinitely while you're not incapacitated. Additionally, you can speak, read, and write Auran, and you can cast the minor gust cantrip at will.</p>"
        },
        "fXMQseGaJs1Je7Hp": {
          "name": "Air Fragment"
        }
      }
    },
    "Lotus of Oblivion": {
      "name": "Lotus of Oblivion",
      "description": "<p><em>[[lookup @item.type.label]], legendary</em></p><p>Myth has it that a magic fruit exists that can cure any disease and heal any wound, but whose unimaginable taste can make anyone who eats it forget who they are.</p><p>Many have sought out the <em>Lotus of Oblivion</em> only to lose themselves in its otherworldly sweetness. Aspiring heroes who cannot resist the magic of the lotus soon abandon everything to spend their lives under a lotus tree and indulge in pleasure.</p><p><strong>The Sweetest Fruit.</strong> You can spend one minute to eat a <em>Lotus of Oblivion</em>. Doing so grants you several benefits. You are cured of all diseases, poison, and any condition that lowers your hit point maximum.</p><p>You also regain 1 hit point at the start of each of your turns (10 hit points each minute) and your severed body members, if any, are restored after 2 minutes. If you have the severed part and hold it to the stump, the magic of the lotus instantaneously causes the limb to knit to the stump.</p><p>Additionally, you gain inspiration and become immune to disease, poison, and being frightened. These benefits last for 24 hours.</p><p><strong>Curse of the Lotophagus.</strong> Each time you eat a <em>Lotus of Oblivion</em>, there is a 10 percent cumulative chance that you will become cursed and magically addicted to its sweetness. While cursed, you forget your ideals and bonds, and you must consume at least one lotus every 24 hours or have disadvantage on all attack rolls, ability checks, and saving throws.</p><p>A @UUID[Compendium.dnd5e.spells.Item.WzvJ7G3cqvIubsLk], @UUID[Compendium.dnd5e.spells.Item.XZhdgVK3cLoxNCQl], or similar effect ends the curse on you but does not reset the chance to become addicted again.</p>",
      "activities": {
        "Eat": {
          "name": "Eat"
        }
      }
    },
    "The Reaver": {
      "name": "The Reaver",
      "description": "<p><em>Weapon (longbow), very rare (requires attunement)</em></p><p>Crafted by a sinister demon lord for a dark hero who sold his soul for power, the <em>Reaver</em> is a terrifying weapon in the hands of a skilled archer.</p><p>You gain a +2 bonus to attack and damage rolls made with this magic weapon.</p><p><strong>Barbed Arrow.</strong> The <em>Reaver</em> has 2 charges. While attuned to this longbow, you can expend one of its charges and use the attack action to make a special ranged attack with a barbed arrow that is attached to a demonic chain.</p><p>This attack has a normal range of 50 feet and a long range of 100 feet. If you're able to make multiple attacks with the Attack action, this attack replaces one of them.</p><p>On hit, the barbed arrow is embedded into the target, dealing an extra 1d6 piercing damage. If the target is a Large or smaller creature, that creature must succeed on a DC 17 Strength saving throw or be pulled to the longbow and impaled on its balance spike for an additional 2d6 piercing damage.</p><p>The <em>Reaver</em> regains all expended charges daily at dawn.</p>",
      "activities": {
        "Barbed Arrow": {
          "name": "Barbed Arrow"
        },
        "Barbed Arrow Save": {
          "name": "Barbed Arrow Save"
        }
      }
    },
    "Net of Sickness": {
      "name": "Net of Sickness",
      "description": "<p><em>Weapon (net), uncommon</em></p><p>This 50-foot length of rope feels uncomfortably moist and has a musty smell. The rope has been infused with subtle necromancy magic and woven into a net.</p><p>Any creature restrained by this net is also subjected to the poisoned condition. While poisoned in this way, a creature can't regain hit points.</p>"
    },
    "Kaftan of the Four Winds (Tempestuous)": {
      "name": "Kaftan of the Four Winds (Tempestuous)",
      "description": "<p><em>Armor (studded leather), evolving artifact (requires attunement)</em></p><p>Crafted by a primordial air elemental lord in ages past, the Kaftan of the Four Winds was a gift to a mortal hero who used newfound magic to defend ancient elementals from a host of corrupted celestial creatures.</p><p>Millennia later, the kaftan was forcefully removed from a temple of elemental magic and presented as a gift to an ambitious mortal king who sought to extend his dominion over dragonkind. After the king's demise by the claws of elder dragons, the kaftan was lost and its magic has lain dormant since, waiting for a worthy hero to unlock its true power once more.</p><p><strong>Breezy.</strong> While wearing the armor, you gain the following benefits:</p><ul><li>The armor grants you a +1 bonus to AC.</li><li>When you fall while wearing this armor, you descend 60 feet per round and take no damage from falling.</li><li>You suffer no harm in temperatures as cold as -20 degrees Fahrenheit or as warm as 120 degrees Fahrenheit while wearing this armor.</li><li>You can cast the <em>minor gust</em> cantrip at will.</li></ul><p><strong>Gusty (level 5).</strong> After you reach level 5, the armor increases in power, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +2.</li><li>You can use an action to cast the @UUID[Compendium.dnd5e.spells.Item.MRxldJd6C4bsBo3O] spell on yourself at will.</li><li>The Kaftan of the Four Winds gains 10 charges. While wearing it, you can use an action to expend some of its charges to cast one of the following spells from it, using your spell save DC, spellcasting ability modifier, and spell attack bonus: <em>devil of dust</em> (2 charges), @UUID[Compendium.dnd5e.spells.Item.FSMy6VAjDnXY9vWz] (2 charges), @UUID[Compendium.dnd5e.spells.Item.ew6GA8dJy2spQmFW] (3 charges), or <em>wind ward</em> (2 charges). The kaftan regains all expended charges daily at dawn.</li></ul><p><strong>Turbulent (level 11).</strong> After you reach level 11, the armor is further empowered, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +3.</li><li>You have a flying speed equal to your walking speed and can hover.</li><li>The kaftan's charges increase to 20 and the following spells are added to the spells you can cast from it: <em>wind control</em> (5 charges), @UUID[Compendium.dnd5e.spells.Item.8PJAsHmbu6UgDHC0] (6 charges), and <em>wind investiture</em> (6 charges).</li></ul><p><strong>Tempestuous (level 17).</strong> After you reach level 17, the armor achieves its full potential, gaining the following additional properties:</p><ul><li>You are immune to damage from any spells you cast from this item.</li><li>The kaftan's charges increase to 30 and the following spells are added to the spells you can cast from it: @UUID[Compendium.dnd5e.spells.Item.ZPd73HtKF3At11jh] (8 charges), and @UUID[Compendium.dnd5e.spells.Item.7KjExw0kmuqERa7C] (9 charges).</li><li>If you are reduced to 0 hit points or subjected to an effect that would kill you instantly, you remain at 0 hit points and transform, along with everything you are wearing and carrying, into a living storm instead of falling unconscious. While in this form, you have a flying speed of 300 feet; immunity to all damage and conditions, and to any effects that would kill you instantly; and advantage on Strength, Dexterity, and Constitution saving throws. If air can pass through a space, you can do so without squeezing. You can't attack, and the only spells you can cast are spells from this item. When casting spells from the kaftan while in this form, you expend no charges to do so. This transformation lasts for 1 hour, after which you suffer 4 levels of exhaustion and revert to your normal form with 1 hit point. This property can't be triggered again until 30 days have passed.</li></ul>",
      "activities": {
        "Transform": {
          "name": "Transform"
        }
      },
      "effects": {
        "Kaftan of the Four Winds": {
          "name": "Kaftan of the Four Winds"
        }
      }
    },
    "Kaftan of the Four Winds (Gusty)": {
      "name": "Kaftan of the Four Winds (Gusty)",
      "description": "<p><em>Armor (studded leather), evolving artifact (requires attunement)</em></p><p>Crafted by a primordial air elemental lord in ages past, the Kaftan of the Four Winds was a gift to a mortal hero who used newfound magic to defend ancient elementals from a host of corrupted celestial creatures.</p><p>Millennia later, the kaftan was forcefully removed from a temple of elemental magic and presented as a gift to an ambitious mortal king who sought to extend his dominion over dragonkind. After the king's demise by the claws of elder dragons, the kaftan was lost and its magic has lain dormant since, waiting for a worthy hero to unlock its true power once more.</p><p><strong>Breezy.</strong> While wearing the armor, you gain the following benefits:</p><ul><li>The armor grants you a +1 bonus to AC.</li><li>When you fall while wearing this armor, you descend 60 feet per round and take no damage from falling.</li><li>You suffer no harm in temperatures as cold as -20 degrees Fahrenheit or as warm as 120 degrees Fahrenheit while wearing this armor.</li><li>You can cast the <em>minor gust</em> cantrip at will.</li></ul><p><strong>Gusty (level 5).</strong> After you reach level 5, the armor increases in power, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +2.</li><li>You can use an action to cast the @UUID[Compendium.dnd5e.spells.Item.MRxldJd6C4bsBo3O] spell on yourself at will.</li><li>The Kaftan of the Four Winds gains 10 charges. While wearing it, you can use an action to expend some of its charges to cast one of the following spells from it, using your spell save DC, spellcasting ability modifier, and spell attack bonus: <em>devil of dust</em> (2 charges), @UUID[Compendium.dnd5e.spells.Item.FSMy6VAjDnXY9vWz] (2 charges), @UUID[Compendium.dnd5e.spells.Item.ew6GA8dJy2spQmFW] (3 charges), or <em>wind ward</em> (2 charges). The kaftan regains all expended charges daily at dawn.</li></ul><p><strong>Turbulent (level 11).</strong> After you reach level 11, the armor is further empowered, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +3.</li><li>You have a flying speed equal to your walking speed and can hover.</li><li>The kaftan's charges increase to 20 and the following spells are added to the spells you can cast from it: <em>wind control</em> (5 charges), @UUID[Compendium.dnd5e.spells.Item.8PJAsHmbu6UgDHC0] (6 charges), and <em>wind investiture</em> (6 charges).</li></ul><p><strong>Tempestuous (level 17).</strong> After you reach level 17, the armor achieves its full potential, gaining the following additional properties:</p><ul><li>You are immune to damage from any spells you cast from this item.</li><li>The kaftan's charges increase to 30 and the following spells are added to the spells you can cast from it: @UUID[Compendium.dnd5e.spells.Item.ZPd73HtKF3At11jh] (8 charges), and @UUID[Compendium.dnd5e.spells.Item.7KjExw0kmuqERa7C] (9 charges).</li><li>If you are reduced to 0 hit points or subjected to an effect that would kill you instantly, you remain at 0 hit points and transform, along with everything you are wearing and carrying, into a living storm instead of falling unconscious. While in this form, you have a flying speed of 300 feet; immunity to all damage and conditions, and to any effects that would kill you instantly; and advantage on Strength, Dexterity, and Constitution saving throws. If air can pass through a space, you can do so without squeezing. You can't attack, and the only spells you can cast are spells from this item. When casting spells from the kaftan while in this form, you expend no charges to do so. This transformation lasts for 1 hour, after which you suffer 4 levels of exhaustion and revert to your normal form with 1 hit point. This property can't be triggered again until 30 days have passed.</li></ul>"
    },
    "Halfling Chocolate Coins (Platinum)": {
      "name": "Halfling Chocolate Coins (Platinum)",
      "description": "<p><em>[[lookup @item.type.label]], uncommon</em></p><p>Crafted by master halfling chefs, these beautifully minted coins are prized by adventurers, coin collectors, and gourmands who realize their true value.</p><p>A halfling chocolate coin looks, weighs, and feels like a regular coin in mint condition with depictions of halfling heroes on one side, and farm animals on the other. However, when placed in a creature's mouth, it melts into delicious and magically nourishing chocolate. The coin emits a faint aura of transmutation magic if targeted by @UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8]. An @UUID[Compendium.dnd5e.spells.Item.3OZnNhunvRtPOQmH] spell reveals its true nature.</p><p><strong>Culinary Currency.</strong> Two varieties of <em>Halfling Chocolate Coins</em> exist. A gold chocolate coin tastes like milk chocolate and provides enough nourishment to sustain a medium-sized creature for one day. A platinum chocolate coin tastes like white chocolate and provides enough nourishment to sustain a medium-sized creature for ten days.</p><p><strong>Legal Tender Fondue.</strong> <em>Halfling Chocolate Coins</em> never go bad. If they are broken, crushed, pierced, or submitted to heat or other conditions that would melt nonmagical metal coins, they turn into delicious chocolate fondue and are destroyed.</p>"
    },
    "Staff of the Spellmaster (Master Mage)": {
      "name": "Staff of the Spellmaster (Master Mage)",
      "description": "<p><em>Staff, evolving artifact (requires attunement by a sorcerer, warlock, or wizard)</em></p><p>Myth has it that an ancient arcanist once unlocked the secrets of every spell known to mortalkind and became known as the Spellmaster. Believing they had reached the apex of their power, the Spellmaster sought to channel all their arcane knowledge into an unbreakable staff and use it as a conduit to achieve immortality through a ritual of their own devise.</p><p>The ritual was successful, but along with all knowledge, the Spellmaster unintentionally channeled their own essence, soul, and magic into the staff, becoming one with it and leaving their mortal body behind.</p><p>Transformed into an ageless, unbreakable staff, the Spellmaster looked within for meaning and purpose, eventually falling into a deep, trance-like sleep that lasted for ages. Now, the ancient arcanist slumbers within the staff, waiting for a mage capable enough to rouse them from their sleep and awaken their true power.</p><p><strong>Slumbering Sage.</strong> While attuned to this staff, you gain the following benefits:</p><ul><li>While holding the staff, you can cast any spell you know or have prepared that's half your level (rounded down) without expending a spell slot. Once you cast a spell that way, you can't do so again until the next dawn.</li><li>When an enemy successfully casts @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] on you, only half of the spells active on you end automatically (minimum of one), and any ability checks to end spell effects on you against your will are made with disadvantage.</li></ul><p><strong>Awakened Arcanist (level 5).</strong> After you reach level 5, the staff increases in power, gaining the following additional properties:</p><ul><li>You gain a +1 bonus to spell attack rolls and to the saving throw DCs of your spells.</li><li>You have advantage on Constitution saving throws that you make to maintain concentration on spells.</li><li>The staff gains 10 charges. While holding it, you can use an action to expend some of its charges to cast one of the following spells from it, using your spell save DC and spellcasting ability modifier: @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy] (3 charges), or @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] (3 charges). The staff regains all expended charges daily at dawn.</li></ul><p><strong>Master Mage (level 11).</strong> After you reach level 11, the staff is further empowered, gaining the following additional properties:</p><ul><li>The bonus to spell attack rolls and to the saving throw DCs of your spells increases to +2.</li><li>You gain a second reaction that you can only use to cast @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy].</li><li>The staff's charges increase to 20 and the following spells are added to the spells you can cast from it: @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy] (4th-level version, 4 charges), @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] (4th-level version, 4 charges), and @UUID[Compendium.dnd5e.spells.Item.WmQpxfjZwF3MGUby] (6 charges).</li></ul><p><strong>Spellmaster Supreme (level 17).</strong> After you reach level 17, the staff achieves its full potential, gaining the following additional properties:</p><ul><li>The bonus to spell attack rolls and to the saving throw DCs of your spells increases to +3.</li><li>The staff's charges increase to 50 and the following spells are added to the spells you can cast from it: @UUID[Compendium.dnd5e.spells.Item.Eon0jzGzQRNluTPQ] (8 charges), @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy] (5th-level version, 5 charges), @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] (5th-level version, 5 charges), and @UUID[Compendium.dnd5e.spells.Item.WmQpxfjZwF3MGUby] (7th-level version, 7 charges).</li><li>When casting a spell that requires concentration, you may use as many charges from the staff as that spell's level to make the staff maintain concentration on the spell for you so you can maintain concentration on another spell. The staff can only maintain concentration on one spell at a time and its concentration can be broken only if you drop the staff or if you die.</li></ul><p><strong>Sentience.</strong> The Staff of the Spellmaster is a sentient lawful neutral staff with an Intelligence of 30, a Wisdom of 13, and a Charisma of 8. It has hearing and darkvision out to a range of 120 feet. It can communicate with its wielder telepathically. The staff knows Celestial, Draconic, Elvish, Giant, and Primordial, as well as any languages its wielder knows.</p><p><strong>Personality.</strong> Having once been one of the strongest mortal mages alive, the <em>Staff of the Spellmaster</em> believes it's no mere item but a mentor who guides other mages to greatness. It will often comment on various spells and magical effects, expecting its words to be treated with respect.</p>",
      "activities": {
        "Counterspell (Extra Reaction)": {
          "name": "Counterspell (Extra Reaction)"
        }
      },
      "effects": {
        "Staff of the Spellmaster": {
          "name": "Staff of the Spellmaster"
        }
      }
    },
    "The Divider (Tempered)": {
      "name": "The Divider (Tempered)",
      "description": "<p><em>Weapon (greataxe), evolving artifact (requires attunement)</em></p><p>When the royal geomancers foresaw the downfall of Underking Varadun, the last defiant ruler of the deep dwarves, the Underking challenged the demigod Rolim the Technurge to arm his strongest defenders with weapons so powerful that could fight fate itself. Accepting the challenge, the Technurge opened his timeless vault and bestowed fabled weapons upon the Underking's defenders, and then toiled over his enchanted anvil to create the <em>Divider</em>, a new artifact of mythical power for the Underking's mightiest champion.</p><p>Yet it was treachery that brought about the kingdom's downfall as the champion turned the <em>Divider</em> against the Underking and seized the crown, plunging the realm into chaos. The Technurge watched in horror as his creations became instruments of betrayal and even sought to intervene, violating ancient pacts that forbade him from taking sides in wars between mortals. But not even a demigod could alter the kingdom's fate. Disappointed and embittered, the Technurge condemned the new kingdom and broke the ancient pacts, claiming back his dangerous gifts and sealing them into his timeless vault once again.</p><p><strong>Tempered.</strong> While attuned to this weapon, it has the following properties:</p><ul><li>You gain a +1 bonus to attack and damage rolls made with this magic greataxe.</li><li>The weapon ignores resistance to slashing damage and deals double damage to objects and structures.</li><li>You can't be disarmed of this weapon unless you are incapacitated.</li><li>You must eat and drink twice the normal amount each day.</li></ul><p><strong>Sharpened (level 11).</strong> After you reach level 11, the greataxe increases in power, gaining the following additional properties:</p><ul><li>The weapon's bonus to attack and damage rolls increases to +2.</li><li>Attacks with The Divider instantly destroy magical barriers, such as @UUID[Compendium.dnd5e.spells.Item.z1mx84ONwkXKUZd7] and @UUID[Compendium.dnd5e.spells.Item.o9ZCvuD2B1OTcubb].</li><li>Your appetite grows. You must eat and drink five times the normal amount each day.</li></ul><p><strong>Perfected (level 17).</strong> After you reach level 17, the greataxe achieves its full potential, gaining the following additional properties:</p><ul><li>The weapon's bonus to attack and damage rolls increases to +3.</li><li>When you attack a creature that has at least one head with this weapon and roll a 20 on the attack roll, you cut off one of the creature's heads. The creature dies if it can't survive without the lost head. A creature is immune to this effect if it is immune to slashing damage, doesn't have or need a head, has legendary actions, or the gamemaster decides that the creature is too big for its head to be cut off with this weapon. Such a creature instead takes an extra 6d8 slashing damage from the hit.</li><li>Your appetite is as legendary as your axe. You must eat and drink ten times the normal amount each day.</li></ul>"
    },
    "Rope of Truth": {
      "name": "Rope of Truth",
      "description": "<p><em>[[lookup @item.type.label]], uncommon</em></p><p>This 50-foot length of rope has thin strands of gold woven along its length. The rope has been infused with subtle divination magic.</p><p>The rope glows golden yellow whenever a creature that is restrained by it speaks a deliberate lie.</p>"
    },
    "Orb of the Chronomancer": {
      "name": "Orb of the Chronomancer",
      "description": "<p><em>[[lookup @item.type.label]], legendary (requires attunement by a spellcaster)</em></p><p>Crafted by an ancient wizard who mastered the secrets of time itself, the <em>Orb of the Chronomancer</em> allows spellcasters to transcend the limitations of the <em>time stop</em> spell.</p><p><strong>Chronomancy.</strong> While attuned to the orb, you can use an action to cast @UUID[Compendium.dnd5e.spells.Item.JYuRBwxpoFhXduvD] from it. Once <em>time stop</em> has been cast through the orb, it can't be cast again until the next dawn.</p><p><strong>Mastery of Time.</strong> When casting <em>time stop</em>, you can choose how many turns to take in a row (maximum of 5) instead of rolling 1d4 + 1 turns.</p><p><strong>Temporal Anchor.</strong> While attuned to this orb, you are unaffected by <em>time stop</em> cast by other creatures and can act normally during their extra turns.</p>"
    },
    "Greater Void Blade": {
      "name": "Greater Void Blade",
      "description": "<p><em>Weapon (longsword), legendary (requires attunement)</em></p><p>This item appears to be a longsword hilt. While grasping the hilt, you can use a bonus action to cause a blade of pure darkness to spring into existence, or make the blade disappear. While the blade exists, this magic longsword has the finesse property. If you are proficient with shortswords or longswords, you are proficient with the <em>Greater Void Blade</em>.</p><p>You gain a +3 bonus to attack and damage rolls made with this weapon, which deals necrotic damage instead of slashing damage. When you hit a humanoid with it, that target takes an extra 2d8 necrotic damage.</p>"
    },
    "Bag of Spiderlings": {
      "name": "Bag of Spiderlings",
      "description": "<p><em>[[lookup @item.type.label]], very rare</em></p><p>This luxurious bag is actually an extradimensional spiderling paradise. Its interior is a divinely designed spider palace that can comfortably house a thousand baby spiders. The spiderlings live in luxury. The bag provides them with as much air, food, and drink as they need while keeping them young for as long as they stay in. When found, a <em>Bag of Spiderlings</em> will typically hold about a thousand baby spiders. Unlike lesser bags, the <em>Bag of Spiderlings</em> is indestructible.</p><p><strong>Pick a Spiderling.</strong> As an action, you can reach inside the bag and pick a spiderling. Alternatively, you can use your action to place a spiderling in the bag.</p><p><strong>Arachnid Flood.</strong> As an action, you can turn the bag inside out, releasing all thousand spiderlings in a 30-foot-radius sphere of baby spiders. This arachnid flood persists for one round as spiderlings tumble and fall, heavily obscuring the area. The ground in a 30-foot-radius circle becomes difficult terrain as spiderlings scurry about.</p><p>The spiderlings also cling on every surface within the area, creating thick, sticky webs after 3d6 rounds. If there are at least two solid masses (such as walls or trees) within the original 30-foot-radius sphere, the webs cover the entire sphere. Otherwise, the webs cover a 30-foot-radius circle on the ground with a depth of 5 feet. The webs are difficult terrain and lightly obscure their area.</p><p>Each creature that starts its turn in the webs or that enters them during its turn must make a DC 12 Dexterity saving throw. On a failed save, the creature is restrained as long as it remains in the webs or until it breaks free. A creature restrained by the webs can use its action to make a DC 12 Strength (Athletics) or Dexterity (Acrobatics) check. If it succeeds, it is no longer restrained.</p><p>The webs have AC 10, 15 hit points, and immunity to bludgeoning, piercing, and psychic damage.</p>",
      "activities": {
        "utility": {
          "roll": "Duration"
        }
      }
    },
    "Library of the Blue Candles (Supreme)": {
      "name": "Library of the Blue Candles (Supreme)",
      "description": "<p><em>[[lookup @item.type.label]], evolving artifact (requires attunement)</em></p><p>The Library of the Blue Candles is a legendary repository of arcane knowledge hidden between dimensions, accessible through a scholar's robe. Underking Galdruman, Sage-King of the deep dwarves, was said to have the most extensive collection of rare tomes in his personal library, the secret Library of the Blue Candles.</p><p>In the aftermath of a violent uprising, the Sage-King fled into exile and those who usurped his power sought to discover the location of the library to no avail. Underking Galdruman had taken his library with him, and the secret of its location was lost with his death.</p><p>Using powerful magic, the Sage-King had hidden his library in a pocket dimension that one could access through a well-crafted, robust, but seemingly unassuming scholar's robe. Now, whoever dons the robe once more can attempt to master that dimension and claim the knowledge contained within.</p><p><strong>Dormant, First Wing.</strong> While wearing this robe in its dormant state, you gain the following benefits:</p><ul><li>If you aren't wearing armor, your base Armor Class is 11 + your Dexterity modifier.</li><li>You can use an action to cast one of the following spells from the robe at will: @UUID[Compendium.dnd5e.spells.Item.4dSvfvTy2ZIJ3K4k], @UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8], @UUID[Compendium.dnd5e.spells.Item.Bnn9Nzajixvow9xi], or @UUID[Compendium.dnd5e.spells.Item.Utk1OQRwYkMkFRD3].</li><li>You can focus on the robe's magic for 1 minute to cast @UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz] to or from the Library of the Blue Candles. When casting @UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz] from the library that way, you can only target the plane you reached the library from, and you arrive at the exact spot from where you had left. You can use this property without consequences a number of times equal to your proficiency bonus until the next dawn. Each time you use this property after you have used it a number of times equal to your proficiency bonus before the next dawn, you and any other target of the <em>plane shift</em> spell gain 1d4 levels of exhaustion.</li></ul><p>Additionally, attuning to the robe makes you the planar ruler of the Library of the Blue Candles, which grants you the following benefits related to the library:</p><ul><li>You gain access to the library's first wing, which includes the teleportation circle, the index, the secret lounge, and the central repository of knowledge.</li><li>You control planar travel to the library. You can designate which creatures can enter the library through planar travel and only creatures using @UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz] or divine intervention can enter the library against your will. Portals created by the @UUID[Compendium.dnd5e.spells.Item.XbwGq5kDJNvAxNXV] spell can only open in the library if you allow them to.</li><li>While inside the library, you can use an action to summon any book that you know is in the library to your hands.</li><li>You may study a skill or a tool in the library as part of a long rest. Doing so gives you a +10 on a single ability check within the next day that is related to that skill or tool.</li></ul><p><strong>Empowered, Second Wing (Level 11).</strong> After you reach level 11, the robe increases in power, gaining the following additional properties:</p><ul><li>If you aren't wearing armor, your base Armor Class is 13 + your Dexterity modifier.</li><li>You have advantage on saving throws against being charmed or frightened, and against illusion spells.</li><li>The robe functions as a @UUID[Compendium.dnd5e.items.Item.9cIlRtKDtDXQtElf].</li><li>You can use an action to cast one of the following additional spells from the robe at will: @UUID[Compendium.dnd5e.spells.Item.3OZnNhunvRtPOQmH], or @UUID[Compendium.dnd5e.spells.Item.gopnZvS0c2jD5FP8] (self only).</li><li>When you are hit by an attack or subjected to an effect that would damage you, you can use your reaction to cast @UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz] targeting only yourself. When casting <em>plane shift</em> that way, you are transported to the Library of the Blue Candles and avoid all damage from the triggering attack or effect. Once used, this property can't be used again until the next dawn.</li></ul><p>Additionally, your command over the Library of the Blue Candles grows, which grants you the following additional benefits related to the library:</p><ul><li>You gain access to the library's second wing, which includes the main library hall, the forbidden history section, the hidden office, the living quarters, the kitchen, and the mess hall.</li><li>You gain the power to influence the flow of time inside the library. You and any creatures you designate can gain the benefits of a short or a long rest by spending only half the time required while resting inside the library. Additionally, you can double or halve the duration of any spells cast within the library.</li><li>While inside the library, you can cast @UUID[Compendium.dnd5e.spells.Item.W4Qx5z0id6da0vqg] as part of a long rest, requiring no material components.</li></ul><p><strong>Supreme, Third Wing (Level 17).</strong> After you reach level 17, the robe achieves its full potential, gaining the following additional properties:</p><ul><li>If you aren't wearing armor, your base Armor Class is 15 + your Dexterity modifier.</li><li>You are immune to @UUID[Compendium.dnd5e.spells.Item.hYCrN82dMJFuJODB] and any magical effects that reduce Intelligence.</li><li>Functioning as an enhanced @UUID[Compendium.dnd5e.items.Item.9cIlRtKDtDXQtElf], the robe can now store up to 10 levels worth of spells at a time and it can store spells of all levels.</li><li>You can now use your action to cast @UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz] to or from the Library of the Blue Candles at will. When casting <em>plane shift</em> from the library that way, you can only target the plane you reached the library from, and you arrive at the exact spot from where you had left.</li></ul><p>Additionally, gain complete control of the Library of the Blue Candles, which grants you the following additional benefits related to the library:</p><ul><li>You gain access to the library's third and final wing, which includes the ritual room, the annex arcanum, and the spell compendium.</li><li>While inside the library, you can cast @UUID[Compendium.dnd5e.spells.Item.pxpb2eOB6bv4phAf] at will, requiring no spell components and no concentration. When cast that way, the DC for the spell's Charisma saving throw is 15 or your spell save DC, whichever is higher.</li><li>While inside the library's ritual room, you can perform a special ritual over the course of 1 hour, at the conclusion of which you speak the full title of a specific book and attempt to magically summon it to you. The nearest copy of that book that isn't held or carried instantly appears in your hands regardless of physical or planar distances. If another creature is holding or carrying the only copy of the book, or if the book is protected against teleportation or planar travel, performing that ritual does not transport the book to you, but instead you learn who the creature possessing the book is and roughly where the book is located at that moment.</li></ul>",
      "effects": {
        "Library of the Blue Candles": {
          "name": "Library of the Blue Candles"
        }
      }
    },
    "Celestial Blinders": {
      "name": "Celestial Blinders",
      "description": "<p><em>[[lookup @item.type.label]], uncommon</em></p><p>These blinders magically pairs with a specific set of either <em>Armor of the Defiant Dawn</em> or <em>Armor of the Midnight Sun</em> and makes a mount that wears it immune to the <em>Luminous Retribution</em> and <em>Dawn's Fury</em> effects of the armor they are paired with while the wearer of the armor rides the mount.</p>"
    },
    "Vessel of Entropy": {
      "name": "Vessel of Entropy",
      "description": "<p><em>[[lookup @item.type.label]], artifact</em></p><p>Myth has it that an ancient god defeated and bound an unmentionable evil in an indestructible vessel to protect mortals from its corrupting influence. As ages passed and the god slumbered, mortals found the vessel lying forgotten in an abandoned temple and sought to use its dark power.</p><p>Any creature can use their action to either open or close the vessel. While the vessel is open, the unmentionable evil bound within acts on an initiative count 20. On the vessel's turn, the gamemaster rolls on the table below to determine the effect it produces. All effects that directly affect creatures, affect all creatures in a radius of 60 feet centered on the vessel. Multiple effects may be active at once, and the vessel does not need to maintain concentration for any effects it produces. When the vessel is closed, any effects it produced while open remain active unless stated otherwise.</p><p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.tables.RollTable.amgk56z4L5h6DAxw rollable]</p>",
      "activities": {
        "(1) Poisoned": {
          "name": "(1) Poisoned",
          "chatFlavor": "Duration: [[/r 1d4]] hours"
        },
        "(2) Diseased": {
          "name": "(2) Diseased"
        },
        "(3) Flesh to Stone": {
          "name": "(3) Flesh to Stone"
        },
        "(4) Madness": {
          "name": "(4) Madness"
        },
        "(5) Exhaustion": {
          "name": "(5) Exhaustion"
        },
        "(6) Mirage Arcane": {
          "name": "(6) Mirage Arcane"
        },
        "(7) Cursed": {
          "name": "(7) Cursed"
        },
        "(8) Wraiths": {
          "name": "(8) Wraiths"
        },
        "(9) Earthquake": {
          "name": "(9) Earthquake"
        },
        "(10) Pulled": {
          "name": "(10) Pulled"
        }
      }
    },
    "Highforged Belt of Elvenkind (1 arcane slot)": {
      "name": "Highforged Belt of Elvenkind (1 arcane slot)",
      "description": "<p><em>[[lookup @item.type.label]], very rare, highforged (1 arcane slot, requires attunement)</em></p><p>Nobles from the elven nation of Khemhotep customarily gave these belts to trusted therianthrope servants and allies of non-elven lineage, aiming to help them see the elven point of view. While wearing this belt you gain the following benefits:</p><ul><li>Your Dexterity score increases by 2, to a maximum of 20.</li><li>You have advantage on Charisma (Persuasion) checks made to interact with elves.</li></ul><p>In addition, while attuned to the belt, you have a 50 percent chance each day at dawn of your beard falling off if you have one.</p><p>If you aren't an elf, you gain the following additional benefits while wearing the belt:</p><ul><li>You have advantage on saving throws against being charmed, and magic can't put you to sleep.</li><li>You have darkvision out to a range of 60 feet.</li><li>You can speak, read, and write Elvish.</li></ul><p><strong>Highforged.</strong> This item has 1 arcane slot fitted with a <em>Gem of Brightness</em>, granting it the following additional property:</p><ul><li><em><strong>One Gem of Brightness.</strong></em> You can use an action to cause this item to shed bright light in a 30-foot radius and dim light for an additional 30 feet. You can use a bonus action to end this effect.</li></ul>",
      "effects": {
        "Belt of Elvenkind": {
          "name": "Belt of Elvenkind"
        }
      }
    },
    "Cute Spider Egg": {
      "name": "Cute Spider Egg",
      "description": "<p><em>[[lookup @item.type.label]], common</em></p><p>This fist-sized egg is pleasantly warm to the touch. As it gets closer to Spidermas, you can hear tiny clacking noises coming out of it. After it hatches, the cute baby spider likes to cling to your clothes and only climb off to feed on crumbs of food and tiny bugs if those are not available on your person.</p><p>With care and nurture, the cute baby spider grows into a @UUID[Compendium.dnd5e.monsters.Actor.28gU50HtG8Kp7uIz] (CR 0) after 30 days. This spider is friendly to you and your companions. It will do its best to keep your equipment free from bugs. Unless trained to fight, it avoids combat and prefers to snuggle inside your backpack or in the folds of your clothes, but it will defend itself from hostile creatures.</p>"
    },
    "Kaftan of the Four Winds (Breezy)": {
      "name": "Kaftan of the Four Winds (Breezy)",
      "description": "<p><em>Armor (studded leather), evolving artifact (requires attunement)</em></p><p>Crafted by a primordial air elemental lord in ages past, the Kaftan of the Four Winds was a gift to a mortal hero who used newfound magic to defend ancient elementals from a host of corrupted celestial creatures.</p><p>Millennia later, the kaftan was forcefully removed from a temple of elemental magic and presented as a gift to an ambitious mortal king who sought to extend his dominion over dragonkind. After the king's demise by the claws of elder dragons, the kaftan was lost and its magic has lain dormant since, waiting for a worthy hero to unlock its true power once more.</p><p><strong>Breezy.</strong> While wearing the armor, you gain the following benefits:</p><ul><li>The armor grants you a +1 bonus to AC.</li><li>When you fall while wearing this armor, you descend 60 feet per round and take no damage from falling.</li><li>You suffer no harm in temperatures as cold as -20 degrees Fahrenheit or as warm as 120 degrees Fahrenheit while wearing this armor.</li><li>You can cast the <em>minor gust</em> cantrip at will.</li></ul><p><strong>Gusty (level 5).</strong> After you reach level 5, the armor increases in power, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +2.</li><li>You can use an action to cast the @UUID[Compendium.dnd5e.spells.Item.MRxldJd6C4bsBo3O] spell on yourself at will.</li><li>The Kaftan of the Four Winds gains 10 charges. While wearing it, you can use an action to expend some of its charges to cast one of the following spells from it, using your spell save DC, spellcasting ability modifier, and spell attack bonus: <em>devil of dust</em> (2 charges), @UUID[Compendium.dnd5e.spells.Item.FSMy6VAjDnXY9vWz] (2 charges), @UUID[Compendium.dnd5e.spells.Item.ew6GA8dJy2spQmFW] (3 charges), or <em>wind ward</em> (2 charges). The kaftan regains all expended charges daily at dawn.</li></ul><p><strong>Turbulent (level 11).</strong> After you reach level 11, the armor is further empowered, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +3.</li><li>You have a flying speed equal to your walking speed and can hover.</li><li>The kaftan's charges increase to 20 and the following spells are added to the spells you can cast from it: <em>wind control</em> (5 charges), @UUID[Compendium.dnd5e.spells.Item.8PJAsHmbu6UgDHC0] (6 charges), and <em>wind investiture</em> (6 charges).</li></ul><p><strong>Tempestuous (level 17).</strong> After you reach level 17, the armor achieves its full potential, gaining the following additional properties:</p><ul><li>You are immune to damage from any spells you cast from this item.</li><li>The kaftan's charges increase to 30 and the following spells are added to the spells you can cast from it: @UUID[Compendium.dnd5e.spells.Item.ZPd73HtKF3At11jh] (8 charges), and @UUID[Compendium.dnd5e.spells.Item.7KjExw0kmuqERa7C] (9 charges).</li><li>If you are reduced to 0 hit points or subjected to an effect that would kill you instantly, you remain at 0 hit points and transform, along with everything you are wearing and carrying, into a living storm instead of falling unconscious. While in this form, you have a flying speed of 300 feet; immunity to all damage and conditions, and to any effects that would kill you instantly; and advantage on Strength, Dexterity, and Constitution saving throws. If air can pass through a space, you can do so without squeezing. You can't attack, and the only spells you can cast are spells from this item. When casting spells from the kaftan while in this form, you expend no charges to do so. This transformation lasts for 1 hour, after which you suffer 4 levels of exhaustion and revert to your normal form with 1 hit point. This property can't be triggered again until 30 days have passed.</li></ul>"
    },
    "Spelleater Spellbook": {
      "name": "Spelleater Spellbook",
      "description": "<p><em>[[lookup @item.type.label]], legendary (requires attunement by a wizard)</em></p><p>Ancient and powerful, the origins of the bizarre spellbook are shrouded in mystery. The <em>Spelleater Spellbook</em> is a semi-sentient magic book that seeks to devour spell scrolls and other spellbooks.</p><p>If you can attune to this item, you can use it as a spellbook and an arcane focus. The <em>Spelleater Spellbook</em> allows you to add new spells to it following the normal rules for copying spells, but if you attempt to erase a spell, the spellbook lashes at you, dealing 6d10 psychic damage and ending your attunement to it.</p><p><strong>Devour Scroll.</strong> While holding this spellbook, you can use an action to place a spell scroll (wizard only) between the book's pages. The book squirms as it devours the scroll, copying the spell into its pages. This process takes 1d6 turns per level of the spell and costs no material components.</p><p><strong>Spellbook Feast.</strong> When the <em>Spelleater Spellbook</em> comes into physical contact with another spellbook that is not held or carried, it begins to devour it and the spells it contains. Each spell devoured that way has a 50 - the spell's level percent chance to be copied into the <em>Spelleater Spellbook</em>. Spells not copied are lost when the <em>Spelleater Spellbook</em> finishes its feast and the other spellbook is destroyed. The feast takes 1d6 turns per level of each spell devoured, and copied spells costs no material components.</p><p><strong>Yellow Pages.</strong> Rarely, the <em>Spelleater Spellbook</em> likes a spell it devours so much that it might choose to produce a special yellow page to copy it on. Spells copied on a yellow page are always prepared for you as long as you are attuned to the spellbook. Each time the spellbook copies a spell through the Devour Scroll or Spellbook Feast features, there is a 10 + the spell's level percent chance that the spell is copied on a yellow page.</p><p><strong>Magical Meiosis.</strong> Every time the <em>Spelleater Spellbook</em> devours a new spell while having at least two spells copied on yellow pages, there is a 10 percent chance that it splits into two <em>Spelleater Spellbooks</em> that have no yellow pages. This process takes one hour during which the spellbook is unusable as it is too preoccupied with its reproduction. The spells that were written in the original <em>Spelleater Spellbook</em> are divided evenly between the two new spellbooks.</p><p>Bringing two <em>Spelleater Spellbooks</em> together causes them to purr happily and does not trigger any of the above features.</p>",
      "activities": {
        "Devour Scroll": {
          "name": "Devour Scroll",
          "roll": "Turns per Spell Level"
        }
      }
    },
    "Greater Moon Whip": {
      "name": "Greater Moon Whip",
      "description": "<p><em>Weapon (whip), legendary (requires attunement)</em></p><p>Created by a relentless hunter of evil lycanthropes, polymorphist criminals, and other shapechangers, this weapon produces a luminous whip made of pure moonlight that can reveal the true form of creatures that stalk the night.</p><p>When inactive, this item appears to be a whip handle. While holding it, you can use a bonus action to cause a silvery whip of pale light to spring into existence, or make the whip disappear. Made of moonlight, the <em>Greater Moon Whip</em> has the light property.</p><p><strong>Lunar Lash.</strong> You gain a +3 bonus to attack and damage rolls made with this weapon, which deals radiant damage instead of slashing damage. When you hit a shapechanger with it, that target takes an extra 2d8 radiant damage and instantly reverts to its original form.</p><p><strong>Moonlit Revelation.</strong> When active, the <em>Greater Moon Whip</em> sheds moonlight, creating bright light in a 10-foot radius and dim light for an additional 10 feet. While in its original form, a shapechanger can't assume a different form until it leaves the whip's light.</p>"
    },
    "Lionhide Cloak": {
      "name": "Lionhide Cloak",
      "description": "<p><em>[[lookup @item.type.label]], legendary (requires attunement)</em></p><p>Myth has it that an ancient hero once faced a legendary lion that was impervious to the weapons of mortals. The hero wrestled the lion with his bare hands and emerged victorious, using the beast's own claws to skin it and claim its hide. Now, the <em>Lionhide Cloak</em> is an enduring symbol of strength and bravery.</p><p><strong>Lion's Endurance.</strong> You have resistance to nonmagical bludgeoning, piercing, and slashing damage while you wear this cloak.</p><p><strong>Lion's Strength.</strong> Your Strength score becomes 23 while you wear this cloak. If your Strength is already 23 or higher, the cloak increases your Strength score by 1 instead, up to a maximum of 30.</p><p><strong>Lion's Bravery.</strong> You can't be frightened while you wear this cloak.</p>",
      "effects": {
        "Lionhide Cloak": {
          "name": "Lionhide Cloak"
        }
      }
    },
    "Shadow Dragon Scale Mail": {
      "name": "Shadow Dragon Scale Mail",
      "description": "<p><em>Armor (scale mail), very rare (requires attunement)</em></p><p>Crafted from the scales of a dragon that embraced the shadows, this magic scale mail protects the wearer while imparting some of the dark power of shadow dragons to them. Mighty heroes might claim these scales from a shadow dragon they defeated. Rarely, shadow dragons might give their scales away willingly to mortals they deem worthy.</p><p>While wearing this armor, you gain a +1 bonus to AC, you have advantage on saving throws against the Frightful Presence and breath weapons of dragons, and you have resistance to necrotic damage.</p><p><strong>Shadow Stealth.</strong> While you are in dim light or darkness, you can take the Hide action as a bonus action.</p><p><strong>Dragonsense.</strong> You can focus your senses as an action to magically discern the distance and direction to the closest shadow dragon within 30 miles of you. This special action can't be used again until the next dawn.</p>",
      "activities": {
        "Dragonsense": {
          "name": "Dragonsense"
        }
      },
      "effects": {
        "Shadow Dragon Scale Mail": {
          "name": "Shadow Dragon Scale Mail"
        }
      }
    },
    "Staff of the Life Herald": {
      "name": "Staff of the Life Herald",
      "description": "<p><em>Staff, artifact (requires attunement by a bard, cleric, or druid)</em></p><p>Myth has it that this staff once belonged to the ancient deity who first conceived medicine as a profession. Throughout history, legendary healers wielded the <em>Staff of the Life Herald</em> to heal entire armies, spare the dying, cure plagues, and even bring heroes back from the dead. However, a few greedy individuals across the ages have used the staff to gain political leverage and amass tremendous fortune from those in need of its magic.</p><p><strong>Herald of Health.</strong> While attuned to this staff, you are immune to disease and poison, and have resistance to necrotic damage.</p><p><strong>Life Magic.</strong> The staff has 20 charges. While holding this staff, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC and spellcasting ability modifier: @UUID[Compendium.dnd5e.spells.Item.ZU9d6woBdUP8pIPt] (3 charges), @UUID[Compendium.dnd5e.spells.Item.uUWb1wZgtMou0TVP] (1 charge per spell level), @UUID[Compendium.dnd5e.spells.Item.qcYitWoSMTnKkzM1] (6 charges), @UUID[Compendium.dnd5e.spells.Item.Pyzmm8R7rVsNAPsd] (5 charges), @UUID[Compendium.dnd5e.spells.Item.9kGrFXnLiRg3Xnbo] (7 charges), or @UUID[Compendium.dnd5e.spells.Item.jhhT9PsHy5A7EojO] (7 charges).</p><p>The staff regains 2d8 + 4 expended charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the staff drains your own life force, aging you by 2d8 + 4 years and gaining as many charges. If you cannot age, or if you are immune to effects that would age you, the staff does not gain any charges on a roll of 1.</p><p>You can also use an action to cast one of the following spells from the staff without using any charges: @UUID[Compendium.dnd5e.spells.Item.2skfDtglk1mGrb3l], @UUID[Compendium.dnd5e.spells.Item.n4JDcFKe5ikzYmAc], @UUID[Compendium.dnd5e.spells.Item.F0GsG0SJzsIOacwV], or @UUID[Compendium.dnd5e.spells.Item.8zT7njvqbpXs4Cel].</p>",
      "activities": {
        "Life Magic Drain": {
          "name": "Life Magic Drain",
          "roll": "Aging Years & Gaining Charges"
        }
      },
      "effects": {
        "Staff of the Life Herald": {
          "name": "Staff of the Life Herald"
        }
      }
    },
    "Greater Sound Whip": {
      "name": "Greater Sound Whip",
      "description": "<p><em>Weapon (whip), legendary (requires attunement)</em></p><p>Crafted by a legendary storm sorceress who channeled some of her overflowing magic into arcane relics, this whip harbors the shattering power of thunder.</p><p>When inactive, this item appears to be a whip handle. While holding it, you can use a bonus action to cause a whip of pure sound to spring into existence, or make the whip disappear. Made of thunderous sonic waves, the <em>Greater Sound Whip</em> has the light property.</p><p>When you attack with this weapon, a loud crack of thunder, audible from as far away as 1200 feet, emanates from it.</p><p><strong>Sonic Lash.</strong> You gain a +3 bonus to attack and damage rolls made with this weapon, which deals thunder damage instead of slashing damage. When you hit a creature made of inorganic material such as stone, crystal, or metal with it, as well as a nonmagical object that isn't being worn or carried, that target takes an extra 4d8 thunder damage.</p><p><strong>Deafening Strike.</strong> When you hit a creature with an attack with this whip, that creature must succeed on a DC 20 Constitution saving throw or be &amp;reference[deafened] for 1 minute. Creatures made of inorganic material such as stone, crystal, or metal have disadvantage on this saving throw.</p>",
      "activities": {
        "Save": {
          "name": "Save"
        }
      }
    },
    "Highforged Longsword +1 (2 arcane slots)": {
      "name": "Highforged Longsword +1 (2 arcane slots)",
      "description": "<p><em>Weapon (longsword), very rare, highforged (2 arcane slots, requires attunement)</em></p><p>You have a +1 bonus to attack and damage rolls made with this magic weapon.</p><p><strong>Highforged.</strong> This item has 2 arcane slots fitted with two <em>Red Corundums</em>, granting it the following additional properties:</p><ul><li><em><strong>Two Red Corundums. </strong></em>This weapon deals an extra 1d6 fire damage to any target it hits. Additionally, instead of rolling dice for fire damage, you deal maximum fire damage when you score a critical hit with this weapon.</li></ul>"
    },
    "Rope of the Phoenix": {
      "name": "Rope of the Phoenix",
      "description": "<p><em>[[lookup @item.type.label]], uncommon</em></p><p>This 50-foot length of rope is slightly warm to the touch and smells of sulfur. The rope has been infused with subtle evocation magic.</p><p>Any creature that knows the rope's nature can use a bonus action and command it to burst into flames. The rope instantly catches fire across its length. Any creatures touching the rope take 1d4 fire damage at the start of each of their turns. The rope burns for 1 minute and then crumbles to ash. Unless scattered, this ash reforms into the rope after 24 hours.</p>",
      "activities": {
        "FIre": {
          "name": "FIre"
        }
      }
    },
    "Halfling Chocolate Coins (Gold)": {
      "name": "Halfling Chocolate Coins (Gold)",
      "description": "<p><em>[[lookup @item.type.label]], common</em></p><p>Crafted by master halfling chefs, these beautifully minted coins are prized by adventurers, coin collectors, and gourmands who realize their true value.</p><p>A halfling chocolate coin looks, weighs, and feels like a regular coin in mint condition with depictions of halfling heroes on one side, and farm animals on the other. However, when placed in a creature's mouth, it melts into delicious and magically nourishing chocolate. The coin emits a faint aura of transmutation magic if targeted by @UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8]. An @UUID[Compendium.dnd5e.spells.Item.3OZnNhunvRtPOQmH] spell reveals its true nature.</p><p><strong>Culinary Currency.</strong> Two varieties of <em>Halfling Chocolate Coins</em> exist. A gold chocolate coin tastes like milk chocolate and provides enough nourishment to sustain a medium-sized creature for one day. A platinum chocolate coin tastes like white chocolate and provides enough nourishment to sustain a medium-sized creature for ten days.</p><p><strong>Legal Tender Fondue.</strong> <em>Halfling Chocolate Coins</em> never go bad. If they are broken, crushed, pierced, or submitted to heat or other conditions that would melt nonmagical metal coins, they turn into delicious chocolate fondue and are destroyed.</p>"
    },
    "Shattered Staff": {
      "name": "Shattered Staff",
      "description": "<p><em>Staff, rare (zero fragments), (requires attunement by a sorcerer, warlock, or wizard)</em></p><p>At a first glance, this staff looks like a broken relic, but arcane spellcasters can still use its remaining magic.</p><p>This staff can be wielded as a magic quarterstaff that grants a +1 bonus to attack and damage rolls made with it. While holding it, you gain a +1 bonus to Armor Class, saving throws, and spell attack rolls.</p><p><strong>Spells.</strong> The staff has 10 charges. While holding it, you can use an action or reaction (as determined by each spell's casting time and reaction trigger) to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC and spell attack bonus: <em>absorb elements</em> (1 charge), <em>chromatic sphere</em> (1 charge), @UUID[Compendium.dnd5e.spells.Item.LWTUqKkUQdMAmOe0] (1 charge), @UUID[Compendium.dnd5e.spells.Item.MRxldJd6C4bsBo3O] (2 charges), or @UUID[Compendium.dnd5e.spells.Item.z1mx84ONwkXKUZd7] (1 charge).</p><p>The staff regains 1d8 + 2 expended charges daily at dawn. If you expend the last charge, roll a d20. On a 20, the staff regains 1d4 + 1 charges.</p><p><strong>Mysterious Sockets.</strong> The staff looks incomplete. A @UUID[Compendium.dnd5e.spells.Item.W4Qx5z0id6da0vqg] spell or divination magic of equal power can reveal the staff's true nature and offer hints and adventure hooks towards discovering the four missing elemental fragments.</p><p><strong>Elemental Fragments.</strong> Four elemental fragments have splintered off the staff. When reunited with the staff, a fragment becomes awakened, merging with the staff and granting it its magic, as well as additional benefits. Awakened elemental fragments use the same attunement slot as the <em>Shattered Staff</em>, becoming a single item.</p><p>Each awakened elemental fragment grants the <em>Shattered Staff</em> the following benefits:</p><ul><li>The staff's bonus to attack and damage rolls, as well as the bonus to Armor Class, saving throws, and spell attack rolls increases to +2, unless it's +2 already from another awakened fragment.</li><li>The staff gains 10 additional charges for every awakened elemental fragment, and extra spells are added to its spell list as specified in each fragment's description.</li><li>The staff regains an additional 1d8 + 2 expended charges per awakened fragment daily at dawn.</li><li>When you roll a d20 after having expended the last charge and get a 20 on the roll, the staff regains an additional 1d4 + 1 charges per awakened fragment.</li></ul><p>When all four elemental fragments have been recovered, the <em>Shattered Staff</em> is transformed into the <em>Staff of Elemental Mastery</em>.</p><p><strong>Number of Fragments:</strong> [[lookup @item.flags.world.shattered-staff.fragments]] / 4</p><section class=\"secret\" id=\"secret-WAhTFheupDHIFyGv\"><h4>Foundry Note</h4><p>When you want to enhance the shattered staff with an awakened fragment, find the Enchantment effect on the fragment's item sheet, then drag it onto this staff. This will add the Cast activities, the modifications to the actor via an effect, and boost the relevant values on the staff.</p></section>",
      "activities": {
        "Recharge": {
          "name": "Recharge",
          "roll": "Recharge Value"
        }
      },
      "effects": {
        "Shattered Staff": {
          "name": "Shattered Staff"
        }
      }
    },
    "Kaleidoscopic Lenses": {
      "name": "Kaleidoscopic Lenses",
      "description": "<p><em>[[lookup @item.type.label]], uncommon</em></p><p>Crafted by a legendary drag queen who sought freedom from a singular appearance, these lenses allow anyone to transform the color and the features of their eyes.</p><p>You can use your action to place the lenses directly on the surface of your eyes. Thereafter, the lenses can't be removed unless you detach them as an action or you die. Not even an @UUID[Compendium.dnd5e.spells.Item.Eon0jzGzQRNluTPQ] causes them to fall off.</p><p><em>Kaleidoscopic Lenses</em> typically come in pairs, but singular lenses also exist. If one lens in a pair is destroyed, the other continues to function. If you have more than two eyes, you can use additional <em>Kaleidoscopic Lenses</em> with no penalties.</p><p><strong>Infinite Eyes.</strong> While wearing these lenses, you can use a bonus action to change the color of one or both your eyes, as well as any ocular features, including the shape and the size of your pupil and iris. If you have more than two eyes, you can change as many of your eyes as you wish, choosing the same or different appearance for any of them.</p><p>You can choose a different appearance for each eye with the same bonus action, and you can use another bonus action to return some or all of your eyes to their normal appearance.</p><p><strong>Realness.</strong> Unless you purposefully wear the <em>Kaleidoscopic Lenses</em> so their nature is obvious, eyes changed by the <em>Kaleidoscopic Lenses</em> are indistinguishable from real eyes. Only a @UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz] spell can reveal the lenses' true nature while worn. The lenses envelop whoever wears them in a faint aura of transmutation magic if targeted by @UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8].</p><p><strong>Makeup Protection.</strong> While wearing these lenses, your eyes cannot tear up unless you wish so.</p>"
    },
    "Moonglass Ring": {
      "name": "Moonglass Ring",
      "description": "<p><em>[[lookup @item.type.label]], rare (requires attunement by a spellcaster)</em></p><p>Crafted in a rare collaboration between a moon elf sage and a group of deep dwarf explorers, this ring has been forged with ancient deep dwarven techniques and imbued with pure moonlight.</p><p>While wearing this ring, you can use a bonus action and roll 1d4 + 1. You gain a temporary spell slot of that level. This temporary spell slot lasts until it is used, until you finish a long rest, or until the next dawn. The ring can't be used this way again until the next dawn.</p>",
      "activities": {
        "Gain Spell Slot": {
          "name": "Gain Spell Slot",
          "roll": "Slot Level"
        }
      }
    },
    "Greater Combat Measuring Tape": {
      "name": "Greater Combat Measuring Tape",
      "description": "<p><em>Weapon (whip, dagger, shortsword, or longsword), legendary (requires attunement)</em></p><p>Crafted by combat-ready technognome artificers, this item appears to be a measuring tape with an ergonomic hilt. It is an upgrade for the regular <em>Combat Measuring Tape</em>. While grasping the hilt, you can use a bonus action to cause a metal strip with measurement markings to extend out of the hilt up to its maximum length of 15 feet, adjust the strip's extended length, or make the strip disappear. While the strip is extended, you can use it to measure lengths or distances of up to its extended length or use it as a weapon.</p><p>You decide the <em>Combat Measuring Tape</em>'s weapon type depending on how much you choose to extend its metal strip. Regardless of weapon type, the <em>Combat Measuring Tape</em> always has the finesse and light properties. The tape can be used as a dagger that lacks the thrown property, as a shortsword, as a longsword that lacks the versatile property, or as a whip that adds 10 feet to your reach when you attack with it, instead of 5.</p><p>You gain a +3 bonus to attack and damage rolls made with the <em>Combat Measuring Tape</em> when used as a weapon, and it scores a critical hit on a roll of 19 or 20.</p>",
      "activities": {
        "Attack (Whip)": {
          "name": "Attack (Whip)"
        },
        "Attack (Dagger)": {
          "name": "Attack (Dagger)"
        },
        "Attack (Shortsword)": {
          "name": "Attack (Shortsword)"
        },
        "Attack (Longsword)": {
          "name": "Attack (Longsword)"
        }
      }
    },
    "Maracas of Mauling": {
      "name": "Maracas of Mauling",
      "description": "<p><em>Weapon (mace), very rare (requires attunement)</em></p><p>Valued by brawling bards and musically inclined warriors alike, these two magic maracas are also powerful maces.</p><p>The <em>Maracas of Mauling</em> can be used as musical instruments and as maces. You gain a +2 bonus to attack and damage rolls made with each of them.</p><p><em>Maracas of Mauling</em> come in pairs. If one of the maracas in a pair is destroyed, the other one becomes nonmagical. A creature can attune to both maracas or two creatures can attune to one maraca each. A creature attuning to both maracas uses a single attunement slot to do so.</p><p><strong>Dance of Doom.</strong> While wielding both <em>Maracas of Mauling</em>, you can use a bonus action to burst into the Dance of Doom, which is audible from as far away as 300 feet and lasts for 1 minute. It ends early if you are incapacitated or if you drop both maracas. You can also finish the Dance of Doom at any time (no action required).</p><p>While you're doing the Dance of Doom, you gain the following benefits:</p><ul><li>You have advantage on Charisma (Performance) checks to dance, sing, and play the maracas.</li><li>Your walking speed increases by 10 feet.</li><li>Melee attacks with the <em>Maracas of Mauling</em> deal an extra 1d8 thunder damage.</li><li>When a creature hits you with a melee attack, you can use your reaction to perform a series of defensive dance moves. Until the start of your next turn, you have a +3 bonus to AC, including against the triggering attack.</li></ul><p>Once finished, the Dance of Doom can't be danced again until the next dawn.</p><fieldset><legend><strong>Extended Dance of Doom</strong></legend><p>At the gamemaster's discretion, a creature may continue doing the Dance of Doom until they become exhausted. After doing the Dance of Doom for 1 minute, a creature wishing to continue to dance must make a [[/save con 10]] saving throw. On a success, the creature can continue to dance for 1 additional minute. On a failure, the creature stops dancing, gains 1 level of exhaustion, and falls prone. A creature that succeeds on the saving throw may choose to continue extending the dance. The DC of the Constitution saving throw increases by 5 each time the creature attempts to extend the dance by 1 more minute.</p></fieldset>",
      "activities": {
        "Dance of Doom": {
          "name": "Dance of Doom"
        },
        "Attack (Dancing)": {
          "name": "Attack (Dancing)"
        },
        "Extended Dance": {
          "name": "Extended Dance"
        }
      }
    },
    "Shuffleflush's Stinky Shoes": {
      "name": "Shuffleflush's Stinky Shoes",
      "description": "<p><em>[[lookup @item.type.label]], legendary (requires attunement)</em></p><p>Once worn by the legendary halfling gambler Shiny Shuffleflush, these fancy shoes are always magically clean and spotless. Stories say that Shuffleflush used the magic of these shoes to get other gamblers to leave the table whenever fortune did not favor him.</p><p>While wearing these shoes, your walking speed increases by 10 feet.</p><p><strong>Summon Stupefying Stink.</strong> While wearing these shoes, you are enveloped in a pleasant, musky aroma. However, you can use your action to cause them to emit a terrible odor, as if you had cast @UUID[Compendium.dnd5e.spells.Item.TwlD4PLcltv7Xh7j] (DC 25) centered on yourself and not requiring concentration. You can trigger this effect at will and you automatically succeed on its saving throw.</p><p><strong>Shuffleflush's Stinky Salvation.</strong> Any creature that swallows you while you are wearing these shoes must succeed on a DC 25 Constitution saving throw against poison or be forced to regurgitate you immediately as the shoes' magical stink automatically seeps out and overwhelms it. The creature repeats the saving throw at the beginning of each of its turns for as long as you remain swallowed. Creatures that don't need to breathe or are immune to poison automatically succeed on this saving throw.</p>",
      "effects": {
        "Shuffleflush's Stinky Shoes": {
          "name": "Shuffleflush's Stinky Shoes"
        }
      }
    },
    "Swiftwing Armor": {
      "name": "Swiftwing Armor",
      "description": "<p><em>Armor (plate), very rare (requires attunement)</em></p><p>Crafted for defiant heroes who oppose cruel angels and other evil celestial creatures, this armor allows ironclad paladins to fly and hover weightlessly in pursuit of their corrupt quarries.</p><p>While you wear this armor, you can use a bonus action to cause it to manifest a pair of spectral eagle wings from your back. While the wings are present, you have a flying speed equal to your walking speed and can hover. The wings last until you die, or until you dismiss them as a bonus action.</p>",
      "activities": {
        "Manifest Wings": {
          "name": "Manifest Wings"
        }
      },
      "effects": {
        "Swiftwing Armor": {
          "name": "Swiftwing Armor"
        }
      }
    },
    "Net of Truth": {
      "name": "Net of Truth",
      "description": "<p><em>Weapon (net), uncommon</em></p><p>This 50-foot length of rope has thin strands of gold woven along its length. The rope has been infused with subtle divination magic and woven into a net.</p><p>The net glows golden yellow whenever a creature that is restrained by it speaks a deliberate lie.</p>"
    },
    "Combat Measuring Tape": {
      "name": "Combat Measuring Tape",
      "description": "<p><em>Weapon (whip, dagger, shortsword, or longsword), rare (requires attunement)</em></p><p>Crafted by combat-ready technognome artificers, this item appears to be a measuring tape with an ergonomic hilt. While grasping the hilt, you can use a bonus action to cause a metal strip with measurement markings to extend out of the hilt up to its maximum length of 15 feet, adjust the strip's extended length, or make the strip disappear. While the strip is extended, you can use it to measure lengths or distances of up to its extended length or use it as a weapon.</p><p>You decide the <em>Combat Measuring Tape</em>'s weapon type depending on how much you choose to extend its metal strip. Regardless of weapon type, the <em>Combat Measuring Tape</em> always has the finesse and light properties. The tape can be used as a dagger that lacks the thrown property, as a shortsword, as a longsword that lacks the versatile property, or as a whip that adds 10 feet to your reach when you attack with it, instead of 5.</p><p>You gain a +2 bonus to attack and damage rolls made with the <em>Combat Measuring Tape</em> when used as a weapon.</p>",
      "activities": {
        "Attack (Whip)": {
          "name": "Attack (Whip)"
        },
        "Attack (Dagger)": {
          "name": "Attack (Dagger)"
        },
        "Attack (Shortsword)": {
          "name": "Attack (Shortsword)"
        },
        "Attack (Longsword)": {
          "name": "Attack (Longsword)"
        }
      }
    },
    "Bag of Puppies": {
      "name": "Bag of Puppies",
      "description": "<p><em>[[lookup @item.type.label]], very rare</em></p><p>This charming bag is actually an extradimensional puppy paradise. Its interior is a divinely designed dog resort that can comfortably house a thousand puppies. The puppies live in luxury. The bag provides them with as much air, food, and drink as they need while keeping them young for as long as they stay in. When found, a <em>Bag of Puppies</em> will typically hold about a thousand puppies. Unlike lesser bags, the <em>Bag of Puppies</em> is indestructible.</p><p><strong>Pick a Puppy.</strong> As an action, you can reach inside the bag and pick a @UUID[Compendium.orelyns-opus-of-outstanding-objects.actors.Actor.flMkYkUoe1hDUTp0]. Alternatively, you can use your action to place a puppy in the bag.</p><p><strong>Canine Flood.</strong> As an action, you can turn the bag inside out, releasing all thousand puppies in a 30-foot-radius sphere of puppies. This canine flood persists for one round as puppies tumble and fall, heavily obscuring the area. The ground in a 30-foot-radius circle becomes difficult terrain as puppies scurry about. Any Medium or smaller creature that enters the circle for the first time on a turn or ends its turn there must succeed on a DC 15 Strength or Dexterity saving throw (the creature chooses the ability to use and may willingly fail the save) or fall prone and become grappled (escape DC 15) as enthusiastic and playful puppies jump onto it. The circle lasts for 3d6 rounds, until the puppies get tired from all the play.</p>",
      "activities": {
        "utility": {
          "roll": "Duration"
        }
      }
    },
    "Staff of the Spellmaster (Awakened Arcanist)": {
      "name": "Staff of the Spellmaster (Awakened Arcanist)",
      "description": "<p><em>Staff, evolving artifact (requires attunement by a sorcerer, warlock, or wizard)</em></p><p>Myth has it that an ancient arcanist once unlocked the secrets of every spell known to mortalkind and became known as the Spellmaster. Believing they had reached the apex of their power, the Spellmaster sought to channel all their arcane knowledge into an unbreakable staff and use it as a conduit to achieve immortality through a ritual of their own devise.</p><p>The ritual was successful, but along with all knowledge, the Spellmaster unintentionally channeled their own essence, soul, and magic into the staff, becoming one with it and leaving their mortal body behind.</p><p>Transformed into an ageless, unbreakable staff, the Spellmaster looked within for meaning and purpose, eventually falling into a deep, trance-like sleep that lasted for ages. Now, the ancient arcanist slumbers within the staff, waiting for a mage capable enough to rouse them from their sleep and awaken their true power.</p><p><strong>Slumbering Sage.</strong> While attuned to this staff, you gain the following benefits:</p><ul><li>While holding the staff, you can cast any spell you know or have prepared that's half your level (rounded down) without expending a spell slot. Once you cast a spell that way, you can't do so again until the next dawn.</li><li>When an enemy successfully casts @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] on you, only half of the spells active on you end automatically (minimum of one), and any ability checks to end spell effects on you against your will are made with disadvantage.</li></ul><p><strong>Awakened Arcanist (level 5).</strong> After you reach level 5, the staff increases in power, gaining the following additional properties:</p><ul><li>You gain a +1 bonus to spell attack rolls and to the saving throw DCs of your spells.</li><li>You have advantage on Constitution saving throws that you make to maintain concentration on spells.</li><li>The staff gains 10 charges. While holding it, you can use an action to expend some of its charges to cast one of the following spells from it, using your spell save DC and spellcasting ability modifier: @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy] (3 charges), or @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] (3 charges). The staff regains all expended charges daily at dawn.</li></ul><p><strong>Master Mage (level 11).</strong> After you reach level 11, the staff is further empowered, gaining the following additional properties:</p><ul><li>The bonus to spell attack rolls and to the saving throw DCs of your spells increases to +2.</li><li>You gain a second reaction that you can only use to cast @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy].</li><li>The staff's charges increase to 20 and the following spells are added to the spells you can cast from it: @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy] (4th-level version, 4 charges), @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] (4th-level version, 4 charges), and @UUID[Compendium.dnd5e.spells.Item.WmQpxfjZwF3MGUby] (6 charges).</li></ul><p><strong>Spellmaster Supreme (level 17).</strong> After you reach level 17, the staff achieves its full potential, gaining the following additional properties:</p><ul><li>The bonus to spell attack rolls and to the saving throw DCs of your spells increases to +3.</li><li>The staff's charges increase to 50 and the following spells are added to the spells you can cast from it: @UUID[Compendium.dnd5e.spells.Item.Eon0jzGzQRNluTPQ] (8 charges), @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy] (5th-level version, 5 charges), @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] (5th-level version, 5 charges), and @UUID[Compendium.dnd5e.spells.Item.WmQpxfjZwF3MGUby] (7th-level version, 7 charges).</li><li>When casting a spell that requires concentration, you may use as many charges from the staff as that spell's level to make the staff maintain concentration on the spell for you so you can maintain concentration on another spell. The staff can only maintain concentration on one spell at a time and its concentration can be broken only if you drop the staff or if you die.</li></ul><p><strong>Sentience.</strong> The Staff of the Spellmaster is a sentient lawful neutral staff with an Intelligence of 30, a Wisdom of 13, and a Charisma of 8. It has hearing and darkvision out to a range of 120 feet. It can communicate with its wielder telepathically. The staff knows Celestial, Draconic, Elvish, Giant, and Primordial, as well as any languages its wielder knows.</p><p><strong>Personality.</strong> Having once been one of the strongest mortal mages alive, the <em>Staff of the Spellmaster</em> believes it's no mere item but a mentor who guides other mages to greatness. It will often comment on various spells and magical effects, expecting its words to be treated with respect.</p>",
      "effects": {
        "Staff of the Spellmaster": {
          "name": "Staff of the Spellmaster"
        }
      }
    },
    "Kaftan of the Four Winds (Turbulent)": {
      "name": "Kaftan of the Four Winds (Turbulent)",
      "description": "<p><em>Armor (studded leather), evolving artifact (requires attunement)</em></p><p>Crafted by a primordial air elemental lord in ages past, the Kaftan of the Four Winds was a gift to a mortal hero who used newfound magic to defend ancient elementals from a host of corrupted celestial creatures.</p><p>Millennia later, the kaftan was forcefully removed from a temple of elemental magic and presented as a gift to an ambitious mortal king who sought to extend his dominion over dragonkind. After the king's demise by the claws of elder dragons, the kaftan was lost and its magic has lain dormant since, waiting for a worthy hero to unlock its true power once more.</p><p><strong>Breezy.</strong> While wearing the armor, you gain the following benefits:</p><ul><li>The armor grants you a +1 bonus to AC.</li><li>When you fall while wearing this armor, you descend 60 feet per round and take no damage from falling.</li><li>You suffer no harm in temperatures as cold as -20 degrees Fahrenheit or as warm as 120 degrees Fahrenheit while wearing this armor.</li><li>You can cast the <em>minor gust</em> cantrip at will.</li></ul><p><strong>Gusty (level 5).</strong> After you reach level 5, the armor increases in power, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +2.</li><li>You can use an action to cast the @UUID[Compendium.dnd5e.spells.Item.MRxldJd6C4bsBo3O] spell on yourself at will.</li><li>The Kaftan of the Four Winds gains 10 charges. While wearing it, you can use an action to expend some of its charges to cast one of the following spells from it, using your spell save DC, spellcasting ability modifier, and spell attack bonus: <em>devil of dust</em> (2 charges), @UUID[Compendium.dnd5e.spells.Item.FSMy6VAjDnXY9vWz] (2 charges), @UUID[Compendium.dnd5e.spells.Item.ew6GA8dJy2spQmFW] (3 charges), or <em>wind ward</em> (2 charges). The kaftan regains all expended charges daily at dawn.</li></ul><p><strong>Turbulent (level 11).</strong> After you reach level 11, the armor is further empowered, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +3.</li><li>You have a flying speed equal to your walking speed and can hover.</li><li>The kaftan's charges increase to 20 and the following spells are added to the spells you can cast from it: <em>wind control</em> (5 charges), @UUID[Compendium.dnd5e.spells.Item.8PJAsHmbu6UgDHC0] (6 charges), and <em>wind investiture</em> (6 charges).</li></ul><p><strong>Tempestuous (level 17).</strong> After you reach level 17, the armor achieves its full potential, gaining the following additional properties:</p><ul><li>You are immune to damage from any spells you cast from this item.</li><li>The kaftan's charges increase to 30 and the following spells are added to the spells you can cast from it: @UUID[Compendium.dnd5e.spells.Item.ZPd73HtKF3At11jh] (8 charges), and @UUID[Compendium.dnd5e.spells.Item.7KjExw0kmuqERa7C] (9 charges).</li><li>If you are reduced to 0 hit points or subjected to an effect that would kill you instantly, you remain at 0 hit points and transform, along with everything you are wearing and carrying, into a living storm instead of falling unconscious. While in this form, you have a flying speed of 300 feet; immunity to all damage and conditions, and to any effects that would kill you instantly; and advantage on Strength, Dexterity, and Constitution saving throws. If air can pass through a space, you can do so without squeezing. You can't attack, and the only spells you can cast are spells from this item. When casting spells from the kaftan while in this form, you expend no charges to do so. This transformation lasts for 1 hour, after which you suffer 4 levels of exhaustion and revert to your normal form with 1 hit point. This property can't be triggered again until 30 days have passed.</li></ul>",
      "effects": {
        "Kaftan of the Four Winds": {
          "name": "Kaftan of the Four Winds"
        }
      }
    },
    "Skycrystal Armor": {
      "name": "Skycrystal Armor",
      "description": "<p><em>Armor (plate), artifact (requires attunement)</em></p><p>Forged by legendary giant blacksmiths in ages past and infused with the unending magic of creation, this suit of armor allows mortals a glimpse of true immortality.</p><p>While wearing this armor, you have a +3 bonus to AC and advantage on saving throws against spells and other magical effects.</p><p>The Skycrystal Armor has 10 charges and regains 1d8 + 2 charges daily at dawn. If you expend the last charge, roll a d10. On a 10, the armor regains 1d4 + 1 charges.</p><p><strong>Spell Absorption.</strong> While wearing this armor, you can use your reaction to absorb a spell that is targeting only you. The armor absorbs the magic of the spell, canceling its effect and gaining a number of charges equal to the absorbed spell's level, up to the armor's maximum charges. If you are targeted by a spell that the armor can't store, the armor has no effect on that spell.</p><p><strong>Spells.</strong> While wearing this armor, you can expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC and spellcasting ability: <em>absorb elements</em> (1 charge), @UUID[Compendium.dnd5e.spells.Item.WmQpxfjZwF3MGUby] (6 charges), <em>invulnerability</em> (9 charges), or @UUID[Compendium.dnd5e.spells.Item.z1mx84ONwkXKUZd7] (1 charge).</p><p><strong>Timelessness.</strong> While attuned to this armor, your body is unaffected by the passage of time. You stop aging, and any effects that would age you are suspended for you. If your attunement to the armor ends, these effects, including accumulated biological aging, affect you immediately.</p>",
      "activities": {
        "Spell Absorption": {
          "name": "Spell Absorption"
        }
      }
    },
    "Sack of Many Gifts": {
      "name": "Sack of Many Gifts",
      "description": "<p><em>[[lookup @item.type.label]], very rare</em></p><p>Made by a philanthropist who wanted to spread love and optimism to the world, this semi-sentient sack has been infused with divination and conjuration magic to magically create perfect gifts for those who have been nice and reveal those who have been naughty.</p><p>As an action, any creature can reach inside the sack and receive a gift from it. A creature of good or neutral alignment receives any item they might desire that costs no more than 100 gp. A creature of evil alignment receives a worthless lump of coal. Creatures immune to divination magic or effects that would sense their emotions or read their thoughts receive generic gifts such as a scented candle, a potted plant, a cheeseboard set, or a pair of fuzzy socks.</p><p>The sack can give gifts up to a total worth of 25,000 gp until it's empty. The sack magically refills on the eve of the winter solstice each year. Once a creature has received a gift from the sack, it cannot receive another one until the sack refills. Even when full, the sack never weighs more than 60 pounds.</p>"
    },
    "Net of Vanishing": {
      "name": "Net of Vanishing",
      "description": "<p><em>Weapon (net), uncommon</em></p><p>This 50-foot length of rope looks completely mundane and unremarkable. The rope has been infused with subtle illusion magic and woven into a net.</p><p>Any creature that knows the net's nature can touch it and use a bonus action to turn it invisible. The net remains invisible until it is cut, or until a creature that knows its nature touches it and uses another bonus action to make it visible again.</p>",
      "activities": {
        "Turn Invisible": {
          "name": "Turn Invisible"
        }
      }
    },
    "Gem of Darkness": {
      "name": "Gem of Darkness",
      "description": "<p><em>[[lookup @item.type.label]], uncommon</em></p><p>This prism has 50 Charges. While you are holding it, you can use an action to speak one of three command words to cause one of the following effects:</p><ul><li>The first command word causes the gem to extinguish all nonmagical light and light created by uncommon items in a 60-foot radius. If any of this effect's area overlaps with an area of light created by a spell of 1st level or lower, the spell that created the light is dispelled. This effect doesn't expend a charge.</li><li>The second command word expends 1 charge and causes the gem to create magical darkness that spreads from a point you choose within 60 feet of you to fill a 5-foot radius sphere for 1 minute or until you use the gem to create that effect again. The darkness spreads around corners and extinguishes all nonmagical light and light created by uncommon items. A creature with darkvision can't see through this darkness, and nonmagical light can't illuminate it. If any of this effect's area overlaps with an area of light created by a spell of 2nd level or lower, the spell that created the light is dispelled.</li><li>The third command word expends 5 charges and allows you to cast the @UUID[Compendium.dnd5e.spells.Item.S7VbUetIfVT7B6Eq] spell from the gem. When cast this way, <em>darkness</em> has a range of 120 feet and the sphere of magical darkness it creates has a radius of 20 feet.</li></ul><p>When all of the gem's charges are expended, the gem becomes a nonmagical jewel worth 50 gp.</p>",
      "activities": {
        "Extinguish Lights": {
          "name": "Extinguish Lights"
        },
        "Create Darkness": {
          "name": "Create Darkness"
        }
      }
    },
    "Net of the Succubus": {
      "name": "Net of the Succubus",
      "description": "<p><em>Weapon (net), uncommon</em></p><p>This 50-foot length of rope smells of roses and is remarkably supple to the touch. The rope has been infused with subtle enchantment magic and woven into a net.</p><p>Any creature that attempts to untie, burst, or otherwise tamper with the net must first succeed on a DC 15 Wisdom saving throw or waste their action enjoying the softness of the net and its pleasant smell.</p>"
    },
    "Belt of Humankind": {
      "name": "Belt of Humankind",
      "description": "<p><em>[[lookup @item.type.label]], rare (requires attunement)</em></p><p>Crafted by ancient giant sages shortly after the rise of humankind, this belt was designed to help members of the elder races get closer to humans and understand their unusual ways.</p><p>While wearing this belt you gain the following benefits:</p><ul><li>Two different ability scores of your choice increase by 1, to a maximum of 20. Once chosen, you gain the same two ability score increases whenever you attune to this item again.</li><li>You have advantage on Charisma (Persuasion) checks made to interact with humans.</li></ul><p>In addition, while attuned to the belt, you have a 50 percent chance each day at dawn of waking up with mildly uncomfortable existential anxiety about the meaning of life and the ceaseless passage of time.</p><p>If you aren't a human, you gain the following additional benefits while wearing the belt:</p><ul><li>You gain proficiency in one skill of your choice. Once chosen, you gain the same skill whenever you attune to this item again.</li><li>You gain one feat of your choice that does not have a racial prerequisite. Once chosen, you gain the same feat whenever you attune to this item again.</li><li>You can speak, read, and write Common.</li></ul><fieldset><legend><strong>Game Master Note</strong></legend><p>The ability scores and skill have been pre-selected. Please edit the effect on this item before granting it to a player.</p></fieldset>",
      "effects": {
        "Belt of Humankind": {
          "name": "Belt of Humankind"
        }
      }
    },
    "Amulet of the First Paladins": {
      "name": "Amulet of the First Paladins",
      "description": "<p><em>[[lookup @item.type.label]], legendary (requires attunement)</em></p><p>Worn by the ancient heroes who first rose up against the warring gods of Naam, these amulets were crafted to protect against divine influence. Blessed by Dysangelist Lethimus himself and handed down from hero to hero across the ages, nine of these amulets are believed to exist.</p><p><strong>Protection from Gods.</strong> While attuned to this amulet, you are always under the effects of the @UUID[Compendium.dnd5e.spells.Item.aU62xVUBYkAQWIHv] and the @UUID[Compendium.dnd5e.spells.Item.xmDBqZhRVrtLP8h2] spells.</p><p><strong>Freethinking.</strong> You are immune to magic that allows other creatures to read your thoughts, determine whether you are lying, know your alignment, or know your creature type. Creatures can telepathically communicate with you only if you allow it.</p>"
    },
    "Bracers of Gunnery": {
      "name": "Bracers of Gunnery",
      "description": "<p><em>[[lookup @item.type.label]], uncommon (requires attunement)</em></p><p>Technognome artificers give these bracers to their apprentices to help them learn how to use firearms, and seasoned artillerists and gunslingers use them to perfect their craft and gain an edge over their enemies.</p><p>While wearing these bracers, you have proficiency with firearms, and you gain a +2 bonus to damage rolls on ranged attacks made with such weapons.</p>"
    },
    "Vine Manacles": {
      "name": "Vine Manacles",
      "description": "<p><em>[[lookup @item.type.label]], rare</em></p><p>Used by intrepid paladins of Nature who hunt down agents of destruction, these thorny restraints can bind any target of large size or smaller.</p><p>Escaping the <em>Vine Manacles</em> requires a successful DC 25 Dexterity check and breaking them requires a successful DC 25 Strength check.</p><p><em>Vine Manacles</em> can't be unlocked, but they can be removed by the creature who placed them on the target. The manacles have 50 hit points. If they are damaged, they regain 1 hit point per minute. If the <em>Vine Manacles</em> are reduced to 0 hit points, they wither, leaving behind a spore. If the spore is planted on fertile soil, it will sprout a new set of <em>Vine Manacles</em> at the next dawn.</p>",
      "activities": {
        "Escape Manacles": {
          "name": "Escape Manacles"
        },
        "Break Manacles": {
          "name": "Break Manacles"
        }
      }
    },
    "Freewalker's Shadowgarb (Supreme)": {
      "name": "Freewalker's Shadowgarb (Supreme)",
      "description": "<p><em>[[lookup @item.type.label]], evolving artifact (requires attunement by a sorcerer)</em></p><p>Crafted by a sorcerer of supreme prowess, this morphing outfit appears to be made of a multicolored shimmering silk and can take the form of any outfit the wearer desires. Its true power has since lain dormant, waiting for someone worthy to release its potential.</p><p><strong>Dormant.</strong> While wearing the outfit in its dormant state, you gain the following benefits:</p><ul><li>You can cast @UUID[Compendium.dnd5e.spells.Item.A3q2gTNqG6fvNGrv] at will.</li><li>If you aren't wearing armor, your base Armor Class is 8 + your proficiency bonus + your Charisma modifier.</li></ul><p><strong>Empowered (level 11).</strong> After you reach level 11, the artifact becomes empowered, gaining the following additional properties:</p><ul><li>You have a swimming, climbing, and flying speed equal to your walking speed while wearing this outfit.</li><li>This outfit gains a number of charges equal to your Charisma modifier. You can spend 5 feet of movement and one charge to automatically escape restraints, or end an effect that reduces your speed or causes you to be grappled, paralyzed, restrained, or stunned. You can escape multiple restraints and end multiple effects, expending 5 feet of movement and one charge of this feature per effect. You regain all expended charges daily at dawn.</li></ul><p><strong>Supreme (level 17).</strong> After you reach level 17, the outfit evolves into its supreme state, gaining the following additional properties:</p><ul><li>Your Charisma score increases by 2, as does your maximum for that score.</li><li>Your walking speed increases by 10 feet.</li><li>You can ignore the verbal and somatic components of spells you cast.</li><li>When you use the Subtle Spell Metamagic feature, you can also ignore any material component that has no gold cost.</li><li>You can use your action to gain the benefits of the @UUID[Compendium.dnd5e.spells.Item.PQuEgKyCdovOvhqN] spell. This effect can be active for up to an hour, all at once or in shorter intervals of a minimum of 1 minute for the duration. This time limit resets daily at dawn.</li></ul>",
      "effects": {
        "Freewalker's Shadowgarb": {
          "name": "Freewalker's Shadowgarb"
        }
      }
    },
    "Moon Whip": {
      "name": "Moon Whip",
      "description": "<p><em>Weapon (whip), rare (requires attunement)</em></p><p>Created by a relentless hunter of evil lycanthropes, polymorphist criminals, and other shapechangers, this weapon produces a luminous whip made of pure moonlight that can reveal the true form of creatures that stalk the night.</p><p>When inactive, this item appears to be a whip handle. While holding it, you can use a bonus action to cause a silvery whip of pale light to spring into existence, or make the whip disappear. Made of moonlight, the <em>Moon Whip</em> has the light property.</p><p><strong>Lunar Lash.</strong> You gain a +2 bonus to attack and damage rolls made with this weapon, which deals radiant damage instead of slashing damage. When you hit a shapechanger with it, that target takes an extra 1d8 radiant damage and instantly reverts to its original form.</p><p><strong>Moonlit Revelation.</strong> When active, the <em>Moon Whip</em> sheds moonlight, creating bright light in a 10-foot radius and dim light for an additional 10 feet. While in its original form, a shapechanger can't assume a different form until it leaves the whip's light.</p>"
    },
    "Pegasus Cloak": {
      "name": "Pegasus Cloak",
      "description": "<p><em>[[lookup @item.type.label]], very rare (requires attunement)</em></p><p>While wearing this cloak, you can use a bonus action to turn the cloak into a pair of magnificent pegasus wings. The wings give you a flying speed of 60 feet and last for an hour, or until you dismiss them with an action. When the wings disappear, you have to wait 1d6 hours before using them again.</p><p><strong>Inner Pegasus.</strong> You can use your action to turn yourself into a Pegasus for 1 hour. Your game statistics are replaced by the statistics of a @UUID[Compendium.dnd5e.monsters.Actor.EIgAW1dWVPpyWLUh] (CR 2), but you retain your alignment, personality, and Intelligence, Wisdom, and Charisma scores. Your gear melds into your new form and you can't activate, use, wield, or otherwise benefit from it. Once used, this property can't be used again until the next dawn.</p>",
      "activities": {
        "Gain Flight": {
          "name": "Gain Flight",
          "roll": "Hours before reuse"
        },
        "Inner Pegasus": {
          "name": "Inner Pegasus"
        }
      },
      "effects": {
        "Pegasus Cloak": {
          "name": "Pegasus Cloak"
        }
      }
    },
    "Earth Fragment": {
      "name": "Earth Fragment",
      "description": "<p><em>[[lookup @item.type.label]], rare (requires attunement)</em></p><p>While attuned to this fragment, you have resistance to nonmagical bludgeoning, piercing, and slashing damage; and you can move across difficult terrain made of earth or stone without expending extra movement. Additionally, you can speak, read, and write Terran, and you can cast the <em>earth mold</em> cantrip at will.</p><p><strong>Awakened Earth Fragment.</strong> Attuning to the <em>Earth Fragment</em> while also attuned to the <em>Shattered Staff</em> awakens the fragment and it magically merges with the staff, becoming one item that takes up a single attunement slot. After the <em>Earth Fragment</em> has been awakened, the following spells are added to the staff's spell list: <em>catapult object</em> (1 charge), @UUID[Compendium.dnd5e.spells.Item.yI0XWIgI0IGGsR3R] (6 charges), @UUID[Compendium.dnd5e.spells.Item.kozNy29b0X6exFhY] (5 charges), @UUID[Compendium.dnd5e.spells.Item.QvGcdRUSNRKEQJlK] (4 charges), and @UUID[Compendium.dnd5e.spells.Item.NmoRmM1mhuM3pqnY] (5 charges).</p>",
      "activities": {
        "Merge with Staff": {
          "name": "Merge with Staff"
        }
      },
      "effects": {
        "Earth Fragment": {
          "name": "Earth Fragment"
        }
      }
    },
    "Staff of the Pansophist": {
      "name": "Staff of the Pansophist",
      "description": "<p><em>Staff, legendary (requires attunement by a sorcerer, warlock, or wizard)</em></p><p>Few Fateweavers ever reach the rank of the Pansophist and any who do find themselves among an elite of wizards with vast magical resources and expansive political influence. A wizard reaching the rank of Pansophist within the Fateweavers is often entrusted with a <em>Staff of the Pansophist</em> or another staff of legendary power fit for the wizard's exalted status.</p><p>This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While holding it, you gain a +2 bonus to Armor Class, saving throws, and spell attack rolls.</p><p>The staff has 50 charges for the following properties. It regains 4d6 + 2 expended charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the staff loses power, becoming a <em>Staff of the Observer</em> with 10 charges. On a 20, the staff regains 1d12 + 1 charges.</p><p><strong>Greater Fateweaving.</strong> Whenever a creature you can see makes an attack roll, ability check, or saving throw, you can expend 1 or more charges, up to double your proficiency bonus, and add or subtract that number from the roll (no action required).</p><p><strong>Spells.</strong> While holding this staff, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC and spell attack bonus: @UUID[Compendium.dnd5e.spells.Item.ImlCJQwR1VL40Qem] (4 charges), @UUID[Compendium.dnd5e.spells.Item.4v2H3hHb3Ph9XLNd] (2 charges), @UUID[Compendium.dnd5e.spells.Item.dSTu1MaPhBqPITwM] (5 charges), @UUID[Compendium.dnd5e.spells.Item.cg50KpBkBdPK6vPL] (3 charges), @UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8] (1 charge), @UUID[Compendium.dnd5e.spells.Item.ppWAAEul0QHtm4er] (2 charges), @UUID[Compendium.dnd5e.spells.Item.XqzXSKNR75ZdYTA9] (4 charges), @UUID[Compendium.dnd5e.spells.Item.6HEEhLdJz32TL4Js] (9 charges), @UUID[Compendium.dnd5e.spells.Item.3OZnNhunvRtPOQmH] (1 charge), @UUID[Compendium.dnd5e.spells.Item.W4Qx5z0id6da0vqg] (5 charges), @UUID[Compendium.dnd5e.spells.Item.DQzlB5Y3k791W5bH] (2 charges), @UUID[Compendium.dnd5e.spells.Item.fVbCxFRaORalHB20] (5 charges), or @UUID[Compendium.dnd5e.spells.Item.XzkJpE6XpZfKjODD] (6 charges).</p>",
      "effects": {
        "Staff of the Pansophist": {
          "name": "Staff of the Pansophist"
        }
      }
    },
    "Library of the Blue Candles (Dormant)": {
      "name": "Library of the Blue Candles (Dormant)",
      "description": "<p><em>[[lookup @item.type.label]], evolving artifact (requires attunement)</em></p><p>The Library of the Blue Candles is a legendary repository of arcane knowledge hidden between dimensions, accessible through a scholar's robe. Underking Galdruman, Sage-King of the deep dwarves, was said to have the most extensive collection of rare tomes in his personal library, the secret Library of the Blue Candles.</p><p>In the aftermath of a violent uprising, the Sage-King fled into exile and those who usurped his power sought to discover the location of the library to no avail. Underking Galdruman had taken his library with him, and the secret of its location was lost with his death.</p><p>Using powerful magic, the Sage-King had hidden his library in a pocket dimension that one could access through a well-crafted, robust, but seemingly unassuming scholar's robe. Now, whoever dons the robe once more can attempt to master that dimension and claim the knowledge contained within.</p><p><strong>Dormant, First Wing.</strong> While wearing this robe in its dormant state, you gain the following benefits:</p><ul><li>If you aren't wearing armor, your base Armor Class is 11 + your Dexterity modifier.</li><li>You can use an action to cast one of the following spells from the robe at will: @UUID[Compendium.dnd5e.spells.Item.4dSvfvTy2ZIJ3K4k], @UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8], @UUID[Compendium.dnd5e.spells.Item.Bnn9Nzajixvow9xi], or @UUID[Compendium.dnd5e.spells.Item.Utk1OQRwYkMkFRD3].</li><li>You can focus on the robe's magic for 1 minute to cast @UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz] to or from the Library of the Blue Candles. When casting @UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz] from the library that way, you can only target the plane you reached the library from, and you arrive at the exact spot from where you had left. You can use this property without consequences a number of times equal to your proficiency bonus until the next dawn. Each time you use this property after you have used it a number of times equal to your proficiency bonus before the next dawn, you and any other target of the <em>plane shift</em> spell gain 1d4 levels of exhaustion.</li></ul><p>Additionally, attuning to the robe makes you the planar ruler of the Library of the Blue Candles, which grants you the following benefits related to the library:</p><ul><li>You gain access to the library's first wing, which includes the teleportation circle, the index, the secret lounge, and the central repository of knowledge.</li><li>You control planar travel to the library. You can designate which creatures can enter the library through planar travel and only creatures using @UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz] or divine intervention can enter the library against your will. Portals created by the @UUID[Compendium.dnd5e.spells.Item.XbwGq5kDJNvAxNXV] spell can only open in the library if you allow them to.</li><li>While inside the library, you can use an action to summon any book that you know is in the library to your hands.</li><li>You may study a skill or a tool in the library as part of a long rest. Doing so gives you a +10 on a single ability check within the next day that is related to that skill or tool.</li></ul><p><strong>Empowered, Second Wing (Level 11).</strong> After you reach level 11, the robe increases in power, gaining the following additional properties:</p><ul><li>If you aren't wearing armor, your base Armor Class is 13 + your Dexterity modifier.</li><li>You have advantage on saving throws against being charmed or frightened, and against illusion spells.</li><li>The robe functions as a @UUID[Compendium.dnd5e.items.Item.9cIlRtKDtDXQtElf].</li><li>You can use an action to cast one of the following additional spells from the robe at will: @UUID[Compendium.dnd5e.spells.Item.3OZnNhunvRtPOQmH], or @UUID[Compendium.dnd5e.spells.Item.gopnZvS0c2jD5FP8] (self only).</li><li>When you are hit by an attack or subjected to an effect that would damage you, you can use your reaction to cast @UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz] targeting only yourself. When casting <em>plane shift</em> that way, you are transported to the Library of the Blue Candles and avoid all damage from the triggering attack or effect. Once used, this property can't be used again until the next dawn.</li></ul><p>Additionally, your command over the Library of the Blue Candles grows, which grants you the following additional benefits related to the library:</p><ul><li>You gain access to the library's second wing, which includes the main library hall, the forbidden history section, the hidden office, the living quarters, the kitchen, and the mess hall.</li><li>You gain the power to influence the flow of time inside the library. You and any creatures you designate can gain the benefits of a short or a long rest by spending only half the time required while resting inside the library. Additionally, you can double or halve the duration of any spells cast within the library.</li><li>While inside the library, you can cast @UUID[Compendium.dnd5e.spells.Item.W4Qx5z0id6da0vqg] as part of a long rest, requiring no material components.</li></ul><p><strong>Supreme, Third Wing (Level 17).</strong> After you reach level 17, the robe achieves its full potential, gaining the following additional properties:</p><ul><li>If you aren't wearing armor, your base Armor Class is 15 + your Dexterity modifier.</li><li>You are immune to @UUID[Compendium.dnd5e.spells.Item.hYCrN82dMJFuJODB] and any magical effects that reduce Intelligence.</li><li>Functioning as an enhanced @UUID[Compendium.dnd5e.items.Item.9cIlRtKDtDXQtElf], the robe can now store up to 10 levels worth of spells at a time and it can store spells of all levels.</li><li>You can now use your action to cast @UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz] to or from the Library of the Blue Candles at will. When casting <em>plane shift</em> from the library that way, you can only target the plane you reached the library from, and you arrive at the exact spot from where you had left.</li></ul><p>Additionally, gain complete control of the Library of the Blue Candles, which grants you the following additional benefits related to the library:</p><ul><li>You gain access to the library's third and final wing, which includes the ritual room, the annex arcanum, and the spell compendium.</li><li>While inside the library, you can cast @UUID[Compendium.dnd5e.spells.Item.pxpb2eOB6bv4phAf] at will, requiring no spell components and no concentration. When cast that way, the DC for the spell's Charisma saving throw is 15 or your spell save DC, whichever is higher.</li><li>While inside the library's ritual room, you can perform a special ritual over the course of 1 hour, at the conclusion of which you speak the full title of a specific book and attempt to magically summon it to you. The nearest copy of that book that isn't held or carried instantly appears in your hands regardless of physical or planar distances. If another creature is holding or carrying the only copy of the book, or if the book is protected against teleportation or planar travel, performing that ritual does not transport the book to you, but instead you learn who the creature possessing the book is and roughly where the book is located at that moment.</li></ul>",
      "effects": {
        "Library of the Blue Candles": {
          "name": "Library of the Blue Candles"
        }
      }
    },
    "Shuffleflush's Cunning Coin": {
      "name": "Shuffleflush's Cunning Coin",
      "description": "<p><em>[[lookup @item.type.label]], common</em></p><p>Stories have it that the legendary halfling gambler, Shiny Shuffleflush was the first to use magic to get a coin to land on its edge in order to win an impossible bet. Since then, countless such coins have found themselves in the hands of aspiring grifters and master scammers alike.</p><p>This coin looks like an ordinary gold piece that feels somewhat lighter than it should. When tossing it, you can use your reaction to mentally command it to land on any side you choose, including landing on its edge.</p>"
    },
    "Rope of the Titan": {
      "name": "Rope of the Titan",
      "description": "<p><em>[[lookup @item.type.label]], uncommon</em></p><p>This 50-foot length of rope glimmers almost imperceptibly and feels smooth to the touch. The rope has been reinforced with durable spellstring and infused with subtle abjuration magic.</p><p>The rope has AC 25 and 50 hit points, and resistance to all damage. It can be burst with a DC 30 Strength check.</p>",
      "activities": {
        "Burst": {
          "name": "Burst"
        }
      }
    },
    "Humongous Spider Egg (the Arachniarch's Egg)": {
      "name": "Humongous Spider Egg (the Arachniarch's Egg)",
      "description": "<p><em>[[lookup @item.type.label]], artifact</em></p><p>This horse-sized egg looks like an ancient boulder and is completely impervious to damage. As it gets closer to Spidermas, nothing seems to happen, but if this is indeed the egg of the legendary Arachniarch, it might one day hatch into a tremendously powerful and massive spider! After it hatches, the humongous baby spider likes to gently nudge smaller creatures with its head and pick up and carry random items and even small buildings around, trying to be helpful. It requires sixty-four times as much food and water as a medium-sized creature each day.</p><p>With care and nurture, the humongous baby spider grows into the @UUID[Compendium.orelyns-opus-of-outstanding-objects.actors.Actor.4NfHlxN3n1zvkFxj] (CR 21) after four years. The Arachniarch is friendly to you and your companions. Thanks to its massive size, it can carry entire buildings on its back as long as they fit in a 50-foot cube, and it will happily do so for you and your companions. Unless trained to fight, it tries to shield you and your companions from harm during combat, placing its enormous body between you and your enemies to grant you full cover. It typically does not attack unless trained to, but it will defend itself from hostile creatures.</p>"
    },
    "Seal of the Seal": {
      "name": "Seal of the Seal",
      "description": "<p><em>[[lookup @item.type.label]], uncommon (requires attunement)</em></p><p>Bestowed to paladins of Nature who undertake quests at sea, a <em>Seal of the Seal</em> gives its wielder an edge against aquatic enemies.</p><p>While attuned to the <em>Seal of the Seal</em>, you can choose to float on or sink in water and other liquids at will, regardless of weight.</p><p>You can use your action to attach the seal to a piece of armor or clothing by pressing the seal against it. Thereafter, the seal can't be removed unless you detach it as another action, your attunement to the seal ends, or the piece of armor or clothing is destroyed. Not even an @UUID[Compendium.dnd5e.spells.Item.Eon0jzGzQRNluTPQ] causes it to fall off.</p><p><strong>Navy Seal.</strong> While the <em>Seal of the Seal</em> is attached to a piece of armor or clothing you wear, you have a swimming speed equal to double your walking speed and advantage on Strength (Athletics) checks to swim. You can also hold your breath for a number of minutes equal to 30 x your Constitution modifier (minimum of 30 minutes).</p><p><strong>Seal the Deal.</strong> While attuned to the <em>Seal of the Seal</em>, you can communicate with seals, and they are always friendly to you unless you harm them first.</p>",
      "effects": {
        "Seal of the Seal": {
          "name": "Seal of the Seal"
        }
      }
    },
    "Shirabara Daikyu, Yukihana's White Rib (Flurry Maiden)": {
      "name": "Shirabara Daikyu, Yukihana's White Rib (Flurry Maiden)",
      "description": "<p><em>Weapon (longbow), evolving artifact (requires attunement)</em></p><p>It was a dark day for the white dragonkind when Yukihana, one of the white dragonfather's favorite daughters, fell in battle during the Civil Dragonwars. Yukihana's fate was torment beyond death, as Odon, the warring god of eternal life, captured her soul and laid claim on her remains, transforming her into a fearsome undead dragon under his dark command.</p><p>During the transformation, Yukihana's entire clutch was destroyed except for one last egg out of which hatched Miyuki, Yukihana's youngest daughter. Yukihana's adult offspring were able to recover only a single rib from her remains during her terrifying transformation, and the monster that Yukihana had become has been plaguing the white dragonkind ever since.</p><p>A century later, Miyuki, now a young white dragon hiding in mortal form to escape the wrath of the gods, crafted a fearsome bow out of her mother's white rib, vowing to lay her spirit to rest. <em>Shirabara Daikyu, Yukihana's White Rib</em> retains a hint of Yukihana's spirit, guiding whoever wields it to defend dragons against the warring gods. Now, the bow is waiting for a worthy champion to unlock its true potential.</p><p><strong>Snowflake.</strong> While attuned to this bow, you gain the following benefits:</p><ul><li>You gain a +1 bonus to attack and damage rolls made with this magic bow.</li><li>While holding the bow, you can use a bonus action to create 20 dragonfrost arrows. These arrows ignore half cover and resistance to cold damage. After ten minutes, dragonfrost arrows melt into fresh mountain water.</li></ul><p><strong>Flurry Maiden (level 11).</strong> After you reach level 11, the bow increases in power, gaining the following additional properties:</p><ul><li>The weapon's bonus to attack and damage rolls increases to +2.</li><li>The bow deals an extra 1d8 cold damage to any target it hits.</li><li>You gain resistance to cold damage.</li><li>When you hit a large or smaller creature with an attack using this bow, the creature must succeed on a DC 15 Constitution saving throw or have their speed reduced to half until the start of your next turn.</li></ul><p><strong>White Lady (level 17).</strong> After you reach level 17, the bow achieves its full potential, gaining the following additional properties:</p><ul><li>The weapon's bonus to attack and damage rolls increases to +3.</li><li>The extra cold damage increases to 2d8.</li><li>You gain immunity to cold damage.</li><li>When you hit a huge or smaller creature with an attack using this bow, the creature must succeed on a DC 17 Constitution saving throw or have their speed reduced to 0 until the start of your next turn.</li></ul>",
      "effects": {
        "Shirabara Daikyu, Yukihana's White Rib (Flurry Maiden)": {
          "name": "Shirabara Daikyu, Yukihana's White Rib (Flurry Maiden)"
        }
      }
    },
    "Greater Sun Whip": {
      "name": "Greater Sun Whip",
      "description": "<p><em>Weapon (whip), legendary (requires attunement)</em></p><p>Created by an eccentric vampire hunter of angelic ancestry to outsmart her elusive prey, this weapon produces a luminous whip made of pure radiance that can strike foes with the power of the blazing sun.</p><p>When inactive, this item appears to be a whip handle. While holding it, you can use a bonus action to cause a luminous whip of pure light to spring into existence, or make the whip disappear. Made of pure radiance, the <em>Greater Sun Whip</em> has the light property.</p><p><strong>Luminous Lash.</strong> You gain a +3 bonus to attack and damage rolls made with this weapon, which deals radiant damage instead of slashing damage. When you hit an undead with it, that target takes an extra 2d8 radiant damage.</p><p><strong>Radiant Reach.</strong> The luminous whip emits bright light in a 15-foot radius and dim light for an additional 15 feet. The light is sunlight. Instead of a whip's regular reach, the <em>Greater Sun Whip</em> allows you to attack any target within the 15-foot-radius sphere of bright light it emits.</p>"
    },
    "Armor of the Defiant Dawn": {
      "name": "Armor of the Defiant Dawn",
      "description": "<p><em>Armor (medium or heavy, but not hide), very rare (requires attunement)</em></p><p>First worn by an adventurer who dared defy Nelchior, the warring god of night and dark secrets, this armor has been infused with motes of the Eternal Light that allow its wearer to see the unseen and bring light to the darkest of places.</p><p>While you wear this armor, you can use an action to cause it to shed bright light in a 30-foot radius and dim light for an additional 30 feet. Invisible creatures and objects are visible as long as they are in the armor's bright light. You can use a bonus action to end this effect.</p><p><strong>Luminous Retribution.</strong> This armor has 3 charges, and it regains 1d3 expended charges daily at dawn. When you are hit with an attack while wearing this armor, you can use your reaction and spend 1 charge to cause the armor to flash with blinding light in a 15-foot radius. Any creature in this light excluding you must make a DC 15 Constitution saving throw. On a failed save, a creature takes 4d8 radiant damage and is &amp;reference[blinded] until the end of your next turn. On a successful save, it takes half as much damage and isn't blinded by this effect. Undead creatures have disadvantage on this saving throw.</p><fieldset class=\"ooooo-hidden-embed\"><legend>Foundry Note</legend><p>This item functions as a magical item template. You can create a magic item by dragging one of the effects off this sheet and onto another item.</p><p>First open the item, change to the Effects tab, and drag the effect onto your item. This will apply the enchantment, add activities and other effects, and update the item's description and other properties with all the needed information.</p><p>If you want to revert the changes to the item, you can then simply remove the enchantment.</p></fieldset>",
      "activities": {
        "Luminous Retribution": {
          "name": "Luminous Retribution",
          "condition": "When hit by an attack."
        }
      },
      "effects": {
        "Armor of the Defiant Dawn": {
          "name": "Armor of the Defiant Dawn",
          "changes": {
            "name": "{} of the Defiant Dawn",
            "system.description.value": "<p>@Embed[Compendium.orelyns-opus-of-outstanding-objects.items.Item.YBDN2F6htlK6W38G inline]</p>"
          }
        }
      }
    },
    "Wand of Whooping Explosions": {
      "name": "Wand of Whooping Explosions",
      "description": "<p><em>[[lookup @item.type.label]], very rare (requires attunement)</em></p><p>Crafted by a technognome supervillain in a crisis of megalomania, this volatile wand can turn mundane objects into deadly explosives. Designed to strike from afar and without revealing the supervillain's identity, the <em>Wand of Whooping Explosions</em> can be targeted through scrying sensors or the eyes of faithful minions.</p><p><strong>Bombify.</strong> This wand has 7 charges. While holding it, you can use an action to expend 1 or more of its charges and target a Medium or smaller nonmagical object that is not being worn or carried that you can see on the same plane of existence regardless of distance and line of sight.</p><p>The targeted object's structure becomes explosively unstable for the next minute. While the object is in this unstable state, it explodes if it takes 1 point of damage. You can also use your bonus action to cause as many affected objects as you wish to explode at once.</p><p>Each creature within 5 feet of an object that explodes that way must make a DC 15 Dexterity saving throw, taking 4d6 bludgeoning damage on a failed save, or half as much damage on a successful one. A creature in the area of more than one explosion is affected only once.</p>",
      "activities": {
        "Bombify": {
          "name": "Bombify"
        },
        "Explosions": {
          "name": "Explosions"
        }
      }
    },
    "Thread of the Labyrinth": {
      "name": "Thread of the Labyrinth",
      "description": "<p><em>[[lookup @item.type.label]], rare (requires attunement)</em></p><p>Woven from persistent illusions and given as a gift of love to a hero of ages past, this ball of magic thread allows you to navigate the mightiest of mazes and find your way when lost.</p><p>While no creature is attuned to the thread, it is indistinguishable from an ordinary ball of thread. When a creature attunes to it, the thread's true nature is revealed.</p><p>While attuned, the thread is invisible to everyone except the creature attuned to it and creatures with truesight. Only the creature attuned to it and creatures with truesight can interact with it.</p><p><strong>Untangled Guidance.</strong> When unraveled at a specific point, the <em>Thread of the Labyrinth</em> allows you to retrace your way back to that point without a fault as long as you are on the same plane of existence. While attuned to the thread, you can use a bonus action to magically ravel it back into a ball. The thread can extend for a number of miles equal to your Wisdom modifier (minimum of one) and is impervious to tangling.</p><p><strong>Labyrinth Mastery.</strong> While attuned to the <em>Thread of the Labyrinth</em>, you have advantage on any ability checks related to navigating the interior of buildings, as well as any magic labyrinth created by maze or similar spells and effects.</p>",
      "activities": {
        "Ravel": {
          "name": "Ravel"
        }
      }
    },
    "Armor of the Otherworldly Invoker (Sworn)": {
      "name": "Armor of the Otherworldly Invoker (Sworn)",
      "description": "<p><em>Armor (any), evolving artifact (requires attunement by a warlock)</em></p><p>Created by an ancient warlock who ascended to godhood and became the patron of others, this polymorphic armor bestows tremendous power to warlocks who seek mastery of arcane secrets. However, dark sages and mad occultists warn that this otherworldly power comes at a price</p><p><strong>Affirmed.</strong><em><strong> </strong></em>While wearing the armor, you gain the following benefits:</p><ul><li>The armor grants you a +1 bonus to AC.</li><li>As an action, you can cause the armor to assume any light, medium, or heavy armor type.</li><li>You suffer no harm in temperatures as cold as -20 degrees Fahrenheit or as warm as 120 degrees Fahrenheit while wearing this armor.</li><li>You can cast @UUID[Compendium.dnd5e.spells.Item.udsLtG0BugXHR2JQ] at will.</li></ul><p><strong>Promised (level 5).</strong><em><strong> </strong></em>After you reach level 5, the armor increases in power, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +2.</li><li>You gain one extra eldritch invocation of your choice. Once chosen, you gain the same invocation whenever you attune to this item again. You can only replace this invocation when you gain a warlock level.</li><li>You can use a bonus action to sense other warlocks of the same otherworldly patron type as you within 1 mile of you for 1 minute. You can use this bonus action a number of times equal to your proficiency bonus, and you regain all expended uses of it at the next dawn.</li></ul><p><strong>Sworn (level 11).</strong><em><strong> </strong></em>After you reach level 11, the armor is further empowered, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +3.</li><li>You gain a second extra eldritch invocation of your choice. Once chosen, you gain the same invocation whenever you attune to this item again. You can only replace this invocation when you gain a warlock level.</li><li>The armor functions as a @UUID[Compendium.dnd5e.items.Item.9cIlRtKDtDXQtElf].</li></ul><p><strong>Devoted (level 17).</strong><em><strong> </strong></em>After you reach level 17, the armor achieves its full potential, gaining the following additional properties:</p><ul><li>The AC bonus of the armor becomes equal to your Charisma modifier (minimum of 3).</li><li>You gain a second pact boon of your choice. Once chosen, you gain the same pact boon whenever you attune to this item again.</li></ul>",
      "activities": {
        "Sense Warlocks": {
          "name": "Sense Warlocks"
        }
      }
    },
    "Bariq, the Red Spark": {
      "name": "Bariq, the Red Spark",
      "description": "<p><em>Weapon (scimitar), artifact (requires attunement)</em></p><p>Forged in the heart of an entropic maelstrom by a deranged aberrant demigod, Bariq took the shape of the weapon its insane creator thought would bring the chaotic storms it so loved in the world of mortals. Now lost in the kaleidoscopic dunes of Prisma Desert, Bariq is all but forgotten, its chaotic magic waiting to be unleashed again.</p><p>You gain a +3 bonus to attack and damage rolls made with this magic weapon. It deals an extra 3d6 lightning damage to any target it hits, and the target can't take reactions until the start of its next turn. The weapon gains an additional +1 to attack and damage rolls if you are outdoors in stormy conditions.</p><p><strong>Forged in Chaos.</strong> Bariq crackles with red lightning that immediately betrays its profoundly magical nature. It's lightweight yet indestructible by ordinary means.</p><p><strong>The Red Spark.</strong> While holding Bariq, you can use your action to cast @UUID[Compendium.dnd5e.spells.Item.IyikgTEOTv701jgQ] (spell save DC 20) from it at will. When cast this way, <em>lightning bolt</em> produces red lightning that ignores lightning resistance.</p><p><strong>Eye of the Maelstrom.</strong> While attuned to this weapon, you are immune to lightning damage. Additionally, whenever a spell or effect that deals lightning damage is created or passes within 30 feet of you, you can bend its path and condense its power so that it passes through your space and you become the single target of this spell or effect within that radius (no action required).</p><p><strong>Entropic Link.</strong> While holding Bariq, you can use a bonus action to hide it into an extradimensional space, the entropic maelstrom where it draws its powers from. While Bariq is hidden, fractal lightning scars appear all over the hand and arm that held it. You can use another bonus action to retrieve Bariq from the entropic maelstrom.</p>",
      "effects": {
        "Bariq, the Red Spark": {
          "name": "Bariq, the Red Spark"
        }
      }
    },
    "The Divider (Sharpened)": {
      "name": "The Divider (Sharpened)",
      "description": "<p><em>Weapon (greataxe), evolving artifact (requires attunement)</em></p><p>When the royal geomancers foresaw the downfall of Underking Varadun, the last defiant ruler of the deep dwarves, the Underking challenged the demigod Rolim the Technurge to arm his strongest defenders with weapons so powerful that could fight fate itself. Accepting the challenge, the Technurge opened his timeless vault and bestowed fabled weapons upon the Underking's defenders, and then toiled over his enchanted anvil to create the <em>Divider</em>, a new artifact of mythical power for the Underking's mightiest champion.</p><p>Yet it was treachery that brought about the kingdom's downfall as the champion turned the <em>Divider</em> against the Underking and seized the crown, plunging the realm into chaos. The Technurge watched in horror as his creations became instruments of betrayal and even sought to intervene, violating ancient pacts that forbade him from taking sides in wars between mortals. But not even a demigod could alter the kingdom's fate. Disappointed and embittered, the Technurge condemned the new kingdom and broke the ancient pacts, claiming back his dangerous gifts and sealing them into his timeless vault once again.</p><p><strong>Tempered.</strong> While attuned to this weapon, it has the following properties:</p><ul><li>You gain a +1 bonus to attack and damage rolls made with this magic greataxe.</li><li>The weapon ignores resistance to slashing damage and deals double damage to objects and structures.</li><li>You can't be disarmed of this weapon unless you are incapacitated.</li><li>You must eat and drink twice the normal amount each day.</li></ul><p><strong>Sharpened (level 11).</strong> After you reach level 11, the greataxe increases in power, gaining the following additional properties:</p><ul><li>The weapon's bonus to attack and damage rolls increases to +2.</li><li>Attacks with The Divider instantly destroy magical barriers, such as @UUID[Compendium.dnd5e.spells.Item.z1mx84ONwkXKUZd7] and @UUID[Compendium.dnd5e.spells.Item.o9ZCvuD2B1OTcubb].</li><li>Your appetite grows. You must eat and drink five times the normal amount each day.</li></ul><p><strong>Perfected (level 17).</strong> After you reach level 17, the greataxe achieves its full potential, gaining the following additional properties:</p><ul><li>The weapon's bonus to attack and damage rolls increases to +3.</li><li>When you attack a creature that has at least one head with this weapon and roll a 20 on the attack roll, you cut off one of the creature's heads. The creature dies if it can't survive without the lost head. A creature is immune to this effect if it is immune to slashing damage, doesn't have or need a head, has legendary actions, or the gamemaster decides that the creature is too big for its head to be cut off with this weapon. Such a creature instead takes an extra 6d8 slashing damage from the hit.</li><li>Your appetite is as legendary as your axe. You must eat and drink ten times the normal amount each day.</li></ul>"
    },
    "Staff of the Observer": {
      "name": "Staff of the Observer",
      "description": "<p><em>Staff, very rare (requires attunement by a sorcerer, warlock, or wizard)</em></p><p>The secretive wizard order of the Fateweavers seek to predict, alter, and ultimately control the future. In their bid for magical supremacy, the Fateweavers use divination and powerful rituals of prognostication to find sources of ancient power and uncover hidden truths about the fabric of the cosmos and the warring gods that seek to dominate it.</p><p>A mage reaching the rank of Observer of Fate within the Fateweavers may be entrusted with a <em>Staff of the Observer</em>.</p><p>This staff can be wielded as a magic quarterstaff that grants a +1 bonus to attack and damage rolls made with it. While holding it, you gain a +1 bonus to Armor Class, saving throws, and spell attack rolls.</p><p>The staff has 10 charges for the following properties. It regains 1d8 + 2 expended charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the staff retains its +1 bonus to attack and damage roll but loses all other properties. On a 20, the staff regains 1d4 + 1 charges.</p><p><strong>Fateweaving.</strong> Whenever you make an attack roll, ability check, or saving throw, you can expend 1 or more charges, up to your proficiency bonus, and add that number to the roll (no action required).</p><p><strong>Spells.</strong> While holding this staff, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC and spell attack bonus: @UUID[Compendium.dnd5e.spells.Item.ImlCJQwR1VL40Qem] (4 charges), @UUID[Compendium.dnd5e.spells.Item.4v2H3hHb3Ph9XLNd] (2 charges), @UUID[Compendium.dnd5e.spells.Item.cg50KpBkBdPK6vPL] (3 charges), @UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8] (1 charge), @UUID[Compendium.dnd5e.spells.Item.ppWAAEul0QHtm4er] (2 charges), @UUID[Compendium.dnd5e.spells.Item.XqzXSKNR75ZdYTA9] (4 charges), @UUID[Compendium.dnd5e.spells.Item.3OZnNhunvRtPOQmH] (1 charge), @UUID[Compendium.dnd5e.spells.Item.DQzlB5Y3k791W5bH] (2 charges), or @UUID[Compendium.dnd5e.spells.Item.fVbCxFRaORalHB20] (5 charges).</p>",
      "effects": {
        "Staff of the Observer": {
          "name": "Staff of the Observer"
        }
      }
    },
    "Armor of the Otherworldly Invoker (Devoted)": {
      "name": "Armor of the Otherworldly Invoker (Devoted)",
      "description": "<p><em>Armor (any), evolving artifact (requires attunement by a warlock)</em></p><p>Created by an ancient warlock who ascended to godhood and became the patron of others, this polymorphic armor bestows tremendous power to warlocks who seek mastery of arcane secrets. However, dark sages and mad occultists warn that this otherworldly power comes at a price</p><p><strong>Affirmed.</strong><em><strong> </strong></em>While wearing the armor, you gain the following benefits:</p><ul><li>The armor grants you a +1 bonus to AC.</li><li>As an action, you can cause the armor to assume any light, medium, or heavy armor type.</li><li>You suffer no harm in temperatures as cold as -20 degrees Fahrenheit or as warm as 120 degrees Fahrenheit while wearing this armor.</li><li>You can cast @UUID[Compendium.dnd5e.spells.Item.udsLtG0BugXHR2JQ] at will.</li></ul><p><strong>Promised (level 5).</strong><em><strong> </strong></em>After you reach level 5, the armor increases in power, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +2.</li><li>You gain one extra eldritch invocation of your choice. Once chosen, you gain the same invocation whenever you attune to this item again. You can only replace this invocation when you gain a warlock level.</li><li>You can use a bonus action to sense other warlocks of the same otherworldly patron type as you within 1 mile of you for 1 minute. You can use this bonus action a number of times equal to your proficiency bonus, and you regain all expended uses of it at the next dawn.</li></ul><p><strong>Sworn (level 11).</strong><em><strong> </strong></em>After you reach level 11, the armor is further empowered, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +3.</li><li>You gain a second extra eldritch invocation of your choice. Once chosen, you gain the same invocation whenever you attune to this item again. You can only replace this invocation when you gain a warlock level.</li><li>The armor functions as a @UUID[Compendium.dnd5e.items.Item.9cIlRtKDtDXQtElf].</li></ul><p><strong>Devoted (level 17).</strong><em><strong> </strong></em>After you reach level 17, the armor achieves its full potential, gaining the following additional properties:</p><ul><li>The AC bonus of the armor becomes equal to your Charisma modifier (minimum of 3).</li><li>You gain a second pact boon of your choice. Once chosen, you gain the same pact boon whenever you attune to this item again.</li></ul>",
      "activities": {
        "Sense Warlocks": {
          "name": "Sense Warlocks"
        }
      },
      "effects": {
        "Armor of the Otherworldly Invoker": {
          "name": "Armor of the Otherworldly Invoker"
        }
      }
    },
    "Shirabara Daikyu, Yukihana's White Rib (White Lady)": {
      "name": "Shirabara Daikyu, Yukihana's White Rib (White Lady)",
      "description": "<p><em>Weapon (longbow), evolving artifact (requires attunement)</em></p><p>It was a dark day for the white dragonkind when Yukihana, one of the white dragonfather's favorite daughters, fell in battle during the Civil Dragonwars. Yukihana's fate was torment beyond death, as Odon, the warring god of eternal life, captured her soul and laid claim on her remains, transforming her into a fearsome undead dragon under his dark command.</p><p>During the transformation, Yukihana's entire clutch was destroyed except for one last egg out of which hatched Miyuki, Yukihana's youngest daughter. Yukihana's adult offspring were able to recover only a single rib from her remains during her terrifying transformation, and the monster that Yukihana had become has been plaguing the white dragonkind ever since.</p><p>A century later, Miyuki, now a young white dragon hiding in mortal form to escape the wrath of the gods, crafted a fearsome bow out of her mother's white rib, vowing to lay her spirit to rest. <em>Shirabara Daikyu, Yukihana's White Rib</em> retains a hint of Yukihana's spirit, guiding whoever wields it to defend dragons against the warring gods. Now, the bow is waiting for a worthy champion to unlock its true potential.</p><p><strong>Snowflake.</strong> While attuned to this bow, you gain the following benefits:</p><ul><li>You gain a +1 bonus to attack and damage rolls made with this magic bow.</li><li>While holding the bow, you can use a bonus action to create 20 dragonfrost arrows. These arrows ignore half cover and resistance to cold damage. After ten minutes, dragonfrost arrows melt into fresh mountain water.</li></ul><p><strong>Flurry Maiden (level 11).</strong> After you reach level 11, the bow increases in power, gaining the following additional properties:</p><ul><li>The weapon's bonus to attack and damage rolls increases to +2.</li><li>The bow deals an extra 1d8 cold damage to any target it hits.</li><li>You gain resistance to cold damage.</li><li>When you hit a large or smaller creature with an attack using this bow, the creature must succeed on a DC 15 Constitution saving throw or have their speed reduced to half until the start of your next turn.</li></ul><p><strong>White Lady (level 17).</strong> After you reach level 17, the bow achieves its full potential, gaining the following additional properties:</p><ul><li>The weapon's bonus to attack and damage rolls increases to +3.</li><li>The extra cold damage increases to 2d8.</li><li>You gain immunity to cold damage.</li><li>When you hit a huge or smaller creature with an attack using this bow, the creature must succeed on a DC 17 Constitution saving throw or have their speed reduced to 0 until the start of your next turn.</li></ul>",
      "effects": {
        "Shirabara Daikyu, Yukihana's White Rib (Flurry Maiden)": {
          "name": "Shirabara Daikyu, Yukihana's White Rib (Flurry Maiden)"
        }
      }
    },
    "Shirabara Daikyu, Yukihana's White Rib (Snowflake)": {
      "name": "Shirabara Daikyu, Yukihana's White Rib (Snowflake)",
      "description": "<p><em>Weapon (longbow), evolving artifact (requires attunement)</em></p><p>It was a dark day for the white dragonkind when Yukihana, one of the white dragonfather's favorite daughters, fell in battle during the Civil Dragonwars. Yukihana's fate was torment beyond death, as Odon, the warring god of eternal life, captured her soul and laid claim on her remains, transforming her into a fearsome undead dragon under his dark command.</p><p>During the transformation, Yukihana's entire clutch was destroyed except for one last egg out of which hatched Miyuki, Yukihana's youngest daughter. Yukihana's adult offspring were able to recover only a single rib from her remains during her terrifying transformation, and the monster that Yukihana had become has been plaguing the white dragonkind ever since.</p><p>A century later, Miyuki, now a young white dragon hiding in mortal form to escape the wrath of the gods, crafted a fearsome bow out of her mother's white rib, vowing to lay her spirit to rest. <em>Shirabara Daikyu, Yukihana's White Rib</em> retains a hint of Yukihana's spirit, guiding whoever wields it to defend dragons against the warring gods. Now, the bow is waiting for a worthy champion to unlock its true potential.</p><p><strong>Snowflake.</strong> While attuned to this bow, you gain the following benefits:</p><ul><li>You gain a +1 bonus to attack and damage rolls made with this magic bow.</li><li>While holding the bow, you can use a bonus action to create 20 dragonfrost arrows. These arrows ignore half cover and resistance to cold damage. After ten minutes, dragonfrost arrows melt into fresh mountain water.</li></ul><p><strong>Flurry Maiden (level 11).</strong> After you reach level 11, the bow increases in power, gaining the following additional properties:</p><ul><li>The weapon's bonus to attack and damage rolls increases to +2.</li><li>The bow deals an extra 1d8 cold damage to any target it hits.</li><li>You gain resistance to cold damage.</li><li>When you hit a large or smaller creature with an attack using this bow, the creature must succeed on a DC 15 Constitution saving throw or have their speed reduced to half until the start of your next turn.</li></ul><p><strong>White Lady (level 17).</strong> After you reach level 17, the bow achieves its full potential, gaining the following additional properties:</p><ul><li>The weapon's bonus to attack and damage rolls increases to +3.</li><li>The extra cold damage increases to 2d8.</li><li>You gain immunity to cold damage.</li><li>When you hit a huge or smaller creature with an attack using this bow, the creature must succeed on a DC 17 Constitution saving throw or have their speed reduced to 0 until the start of your next turn.</li></ul>"
    },
    "Noble Taster's Spork": {
      "name": "Noble Taster's Spork",
      "description": "<p><em>[[lookup @item.type.label]], uncommon</em></p><p>Crafted by court wizards to protect nobles from assassination, this magic utensil is an indispensable tool for any self-respecting food taster, as well as for adventurers who dare sample unusual and exotic delicacies.</p><p>This spork has 3 charges. While holding it, you can expend 1 charge as an action to cast the @UUID[Compendium.dnd5e.spells.Item.2skfDtglk1mGrb3l] spell from it. The spork regains 1d3 expended charges daily at dawn.</p><p>You have advantage on all saving throws related to foodborne poisons and diseases from any food you eat using this spork. Additionally, you have resistance to poison damage from eating poisoned food with this spork.</p>"
    },
    "Royal Flying Throne": {
      "name": "Royal Flying Throne",
      "description": "<p><em>[[lookup @item.type.label]], legendary</em></p><p>Ancient sun elf nobles used these disks to fly up to the fabled floating palaces that defied gravity at the height of the elven kingdom of Per-Menoth. Today, the secrets of crafting <em>Flying Disks</em> are closely guarded by a few half-elven descendants of Per-Menoth, as well as the secretive wizard order of Fateweavers.</p><p>You can speak the disk's command word as an action to make the disk hover and fly. It moves according to your spoken directions, provided that you are within 30 feet of it.</p><p>This variant of the Flying Disk is a 10-feet-radius disk with a luxurious ceremonial chair in the middle. It can carry up to 5000 pounds and has a flying speed of 30 feet. The throne flies at half speed if it carries more than its normal capacity.</p><p><strong>Disk Transformation.</strong> As bonus action, you can order your Royal Flying Throne to arcanomechanically transform and fold into a coin-sized token. In this form, the throne cannot fly. You can use another bonus action to unfold the <em>Royal Flying Throne </em>again.</p><p>The <em>Royal Flying Throne</em> has 5 charges. A creature sitting on the throne can use an action and expend 1 charge to cast the @UUID[Compendium.dnd5e.spells.Item.L4J89JXqbKs6puEV] spell from it. When cast that way, <em>teleport</em> transports the throne and up to eight willing creatures of the caster's choice that are on the disk. The throne regains 1d4 + 1 expended charges daily at dawn.</p>",
      "activities": {
        "Fly": {
          "name": "Fly"
        },
        "Disk Transformation": {
          "name": "Disk Transformation"
        }
      }
    },
    "Rope of the Trickster": {
      "name": "Rope of the Trickster",
      "description": "<p><em>[[lookup @item.type.label]], uncommon</em></p><p>This 50-foot length of rope feels slightly greasy to the touch. The rope has been infused with subtle conjuration magic.</p><p>Any creature that knows the rope's nature can touch it and use a bonus action to instantly untie any knot on its length or make any section of it slippery smooth. Creatures have disadvantage on any ability checks and saving throws related to climbing or holding on to the rope while it's slippery.</p>"
    },
    "Rope of Vanishing": {
      "name": "Rope of Vanishing",
      "description": "<p><em>[[lookup @item.type.label]], uncommon</em></p><p>This 50-foot length of rope looks completely mundane and unremarkable. The rope has been infused with subtle illusion magic.</p><p>Any creature that knows the rope's nature can touch it and use a bonus action to turn it invisible. The rope remains invisible until it is cut, or until a creature that knows its nature touches it and uses another bonus action to make it visible again.</p>",
      "activities": {
        "Turn Rope Invisible": {
          "name": "Turn Rope Invisible"
        }
      }
    },
    "Staff of Elemental Mastery": {
      "name": "Staff of Elemental Mastery",
      "description": "<p><em>Staff, shattered artifact (requires attunement by a sorcerer, warlock, or wizard)</em></p><p>When all pieces have been recovered, the <em>Staff of Elemental Mastery</em> is made whole again.</p><p>This staff can be wielded as a magic quarterstaff that grants a +3 bonus to attack and damage rolls made with it. While holding it, you gain a +3 bonus to Armor Class, saving throws, and spell attack rolls.</p><p>While attuned to the staff, you have resistance to cold, fire, and lightning damage; as well as to nonmagical bludgeoning, piercing, and slashing damage. Additionally, you can hold your breath indefinitely while you're not incapacitated and you can breathe air and water, you can move across difficult terrain made of earth or stone without expending extra movement, you have a swimming speed of 30 feet, and you have darkvision out to a range of 60 feet. If you already have darkvision, attuning to the staff increases its range by 60 feet. Moreover, you can speak, read, and write all Primordial dialects.</p><p>The staff has 50 charges for the following properties. It regains 5d8 + 10 expended charges daily at dawn. If you expend the last charge, roll a d20. On a 20, the staff regains 5d4 + 5 charges.</p><p><strong>Spells.</strong> While holding the staff, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC and spell attack bonus:</p><ul><li><strong>Air Spells:</strong> @UUID[Compendium.dnd5e.spells.Item.yfbK8gZqESlaoY5t] (3 charges), @UUID[Compendium.dnd5e.spells.Item.FSMy6VAjDnXY9vWz] (2 charges), @UUID[Compendium.dnd5e.spells.Item.2IWiZAJtOGDoKjiz] (3 charges), @UUID[Compendium.dnd5e.spells.Item.8PJAsHmbu6UgDHC0] (5 charges), @UUID[Compendium.dnd5e.spells.Item.ew6GA8dJy2spQmFW] (3 charges), or <em>whirlwind</em> (7 charges).</li><li><strong>Earth Spells:</strong> <em>catapult object</em> (1 charge), @UUID[Compendium.dnd5e.spells.Item.x5JNBSyIBBZsjcGT] (8 charges), @UUID[Compendium.dnd5e.spells.Item.yI0XWIgI0IGGsR3R] (6 charges), @UUID[Compendium.dnd5e.spells.Item.kozNy29b0X6exFhY] (5 charges), @UUID[Compendium.dnd5e.spells.Item.QvGcdRUSNRKEQJlK] (4 charges), or @UUID[Compendium.dnd5e.spells.Item.NmoRmM1mhuM3pqnY] (5 charges).</li><li><strong>Fire Spells:</strong> @UUID[Compendium.dnd5e.spells.Item.5SuJewoa1CRWaj1F] (1 charge), @UUID[Compendium.dnd5e.spells.Item.J3uILDYS7MiOfmTJ] (7 charges), @UUID[Compendium.dnd5e.spells.Item.ztgcdrWPshKRpFd0] (3 charges), @UUID[Compendium.dnd5e.spells.Item.FjYE214HTERCRZNm] (2 charges), @UUID[Compendium.dnd5e.spells.Item.7u2obDvuvtZBkTfq] (2 charges), or @UUID[Compendium.dnd5e.spells.Item.X3DrXgxjwI2dvkD6] (4 charges).</li><li><strong>Water Spells:</strong> @UUID[Compendium.dnd5e.spells.Item.RpKjTlYASrfqUPVA] (5 charges), @UUID[Compendium.dnd5e.spells.Item.7fFHlBk3UNX8gPKL] (4 charges), @UUID[Compendium.dnd5e.spells.Item.IBJmWjzbQGu7M4UX] (1 charge), @UUID[Compendium.dnd5e.spells.Item.ZPd73HtKF3At11jh] (8 charges), @UUID[Compendium.dnd5e.spells.Item.fzZnVKLmBMo2f5up] (6 charges), or @UUID[Compendium.dnd5e.spells.Item.YBda6nLKjxdT1LbS] (3 charges).</li></ul><p>You can also use an action or reaction (as determined by each spell's casting time and reaction trigger) to cast one of the following spells from the staff without expending any charges, using your spell save DC and spell attack bonus: <em>absorb elements</em>, <em>chromatic sphere</em>, @UUID[Compendium.dnd5e.spells.Item.LWTUqKkUQdMAmOe0], @UUID[Compendium.dnd5e.spells.Item.MRxldJd6C4bsBo3O], or @UUID[Compendium.dnd5e.spells.Item.z1mx84ONwkXKUZd7].</p><p><strong>Elemental Cantrip Mastery.</strong> While holding the staff, you can cast the following cantrips at will. If you already know any of the following cantrips, the staff allows you to cast them using your bonus action: <em>bonfire</em>, <em>earth mold</em>, @UUID[Compendium.dnd5e.spells.Item.EOmsUcFQJTfG2oio], <em>flame control</em>, <em>frostnip</em>, <em>minor gust</em>, @UUID[Compendium.dnd5e.spells.Item.eCPQuQkIabFKTl9u], @UUID[Compendium.dnd5e.spells.Item.ctW81uiX56xZR2c5], @UUID[Compendium.dnd5e.spells.Item.XvbiNhNqXXIFisIy], or <em>water shape</em>.</p><p><strong>Avatar of the Elements.</strong> While holding the staff, you can use your action and expend 10 charges to choose one of the four elements this staff commands and transform into an avatar of that element. While transformed this way, you gain the following benefits:</p><ul><li>You gain immunity to the damage types associated with the chosen element of your transformation: bludgeoning, piercing, and slashing damage for earth; cold damage for water; fire damage for fire; and lightning damage for air.</li><li>When you use the staff to cast one of the spells associated with the chosen element of your transformation, that spell does not consume any charges.</li><li>You can use your reaction to automatically cancel or redirect a spell cast or a magical effect created within 120 feet of you that deals damage associated with the chosen element of your transformation, unless the spell or effect had been created by a deity or originated from another artifact. If the spell or effect has one or more targets, you can choose different targets for that spell or effect.</li></ul><p>This transformation lasts for 1 minute, until you end it early (no action required), until you use this feature again to transform into an avatar of another element, or until you cast a spell that deals any other type of damage except the damage types associated with the chosen element of your transformation.</p>",
      "activities": {
        "Avatar of the Elements": {
          "name": "Avatar of the Elements"
        }
      },
      "effects": {
        "Staff of Elemental Mastery": {
          "name": "Staff of Elemental Mastery"
        }
      }
    },
    "Staff of Promised Power": {
      "name": "Staff of Promised Power",
      "description": "<p><em>Staff, rare (requires attunement by a sorcerer, warlock, or wizard)</em></p><p>Valued by accomplished sorcerers, warlocks, and wizards alike, a <em>Staff of Promised Power</em> signifies an experienced mage on the path to magical mastery.</p><p>This staff can be wielded as a magic quarterstaff that grants a +1 bonus to attack and damage rolls made with it. While holding it, you gain a +1 bonus to Armor Class, saving throws, and spell attack rolls.</p><p>The staff has 10 charges for the following properties. It regains 1d8 + 2 expended charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the staff retains its +1 bonus to attack and damage roll but loses all other properties. On a 20, the staff regains 1d4 + 1 charges.</p><p><strong>Power Strike.</strong> When you hit with a melee attack using the staff, you can expend 1 charge to deal an extra 1d6 force damage to the target.</p><p><strong>Spells.</strong> While holding this staff, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC and spell attack bonus: @UUID[Compendium.dnd5e.spells.Item.ztgcdrWPshKRpFd0] (3 charges), @UUID[Compendium.dnd5e.spells.Item.MRxldJd6C4bsBo3O] (2 charges), @UUID[Compendium.dnd5e.spells.Item.IyikgTEOTv701jgQ] (3 charges), @UUID[Compendium.dnd5e.spells.Item.41JIhpDyM9Anm7cs] (1 charge), or @UUID[Compendium.dnd5e.spells.Item.ODhLKBxLnvvLOnw1] (1 charge).</p>",
      "activities": {
        "Power Strike": {
          "name": "Power Strike"
        }
      },
      "effects": {
        "Staff of Promised Power": {
          "name": "Staff of Promised Power"
        }
      }
    },
    "Armor of the Otherworldly Invoker (Affirmed)": {
      "name": "Armor of the Otherworldly Invoker (Affirmed)",
      "description": "<p><em>Armor (any), evolving artifact (requires attunement by a warlock)</em></p><p>Created by an ancient warlock who ascended to godhood and became the patron of others, this polymorphic armor bestows tremendous power to warlocks who seek mastery of arcane secrets. However, dark sages and mad occultists warn that this otherworldly power comes at a price</p><p><strong>Affirmed.</strong> While wearing the armor, you gain the following benefits:</p><ul><li>The armor grants you a +1 bonus to AC.</li><li>As an action, you can cause the armor to assume any light, medium, or heavy armor type.</li><li>You suffer no harm in temperatures as cold as -20 degrees Fahrenheit or as warm as 120 degrees Fahrenheit while wearing this armor.</li><li>You can cast @UUID[Compendium.dnd5e.spells.Item.udsLtG0BugXHR2JQ] at will.</li></ul><p><strong>Promised (level 5).</strong> After you reach level 5, the armor increases in power, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +2.</li><li>You gain one extra eldritch invocation of your choice. Once chosen, you gain the same invocation whenever you attune to this item again. You can only replace this invocation when you gain a warlock level.</li><li>You can use a bonus action to sense other warlocks of the same otherworldly patron type as you within 1 mile of you for 1 minute. You can use this bonus action a number of times equal to your proficiency bonus, and you regain all expended uses of it at the next dawn.</li></ul><p><strong>Sworn (level 11).</strong> After you reach level 11, the armor is further empowered, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +3.</li><li>You gain a second extra eldritch invocation of your choice. Once chosen, you gain the same invocation whenever you attune to this item again. You can only replace this invocation when you gain a warlock level.</li><li>The armor functions as a @UUID[Compendium.dnd5e.items.Item.9cIlRtKDtDXQtElf].</li></ul><p><strong>Devoted (level 17).</strong> After you reach level 17, the armor achieves its full potential, gaining the following additional properties:</p><ul><li>The AC bonus of the armor becomes equal to your Charisma modifier (minimum of 3).</li><li>You gain a second pact boon of your choice. Once chosen, you gain the same pact boon whenever you attune to this item again.</li></ul>"
    },
    "Glowing Skycrystal Shard": {
      "name": "Glowing Skycrystal Shard",
      "description": "<p><em>[[lookup @item.type.label]], rare (requires attunement)</em></p><p>Crafted by ancient mages, this crystal shard holds a mote of the unending magic of creation.</p><p>As an action, you can focus your mind onto the Skycrystal Shard and create the effect of one spell that has a casting time of 1 action. The maximum level of the spell you can create depends on the shard's rarity as shown in the table below. The spell can be from any class's spell list, and you don't need to meet the requirements in that spell, including costly components; the spell simply takes effect as part of this action, using your spell save DC, spellcasting ability modifier, and spell attack bonus.</p><p>Once the Skycrystal Shard is used, it can't be used again until the next dawn.</p><table style=\"text-align:center\"><thead><tr><td>Type</td><td>Rarity</td><td>Maximum Spell Level</td></tr></thead><tbody><tr><td><strong>Glimmering Skycrystal Shard</strong></td><td>Uncommon</td><td>1</td></tr><tr><td><strong>Glowing Skycrystal Shard</strong></td><td>Rare</td><td>3</td></tr><tr><td><strong>Shining Skycrystal Shard</strong></td><td>Very Rare</td><td>5</td></tr><tr><td><strong>Resplendent Skycrystal Shard</strong></td><td>Legendary</td><td>7</td></tr></tbody></table>"
    },
    "Fabulous Wig": {
      "name": "Fabulous Wig",
      "description": "<p><em>[[lookup @item.type.label]], uncommon</em></p><p>Created by a legendary drag queen who mastered the art of transformation, this magic wig helps bards to be more fabulous and rogues to be sneakier.</p><p>You can use your action to wear the wig, which magically adjusts to fit perfectly onto your head. Thereafter, the wig can't be removed unless you detach it as an action or you die. Not even an @UUID[Compendium.dnd5e.spells.Item.Eon0jzGzQRNluTPQ] causes it to fall off.</p><p><strong>Feeling the Fantasy.</strong> While wearing this wig, you can use a bonus action to cause it to take on any hairstyle you wish. The wig physically changes its color, length, and texture to match the new hair style. You can also use this property to instantly clean or soil the wig.</p><p><strong>Wig Reveal.</strong> You can wear a number of <em>Fabulous Wigs</em> at once equal to your Constitution modifier (minimum of one).</p><p><strong>Realness.</strong> While worn, the <em>Fabulous Wig</em> is indistinguishable from real hair. Only a @UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz] spell can reveal the wig's true nature while worn. The wig envelops whoever wears it in a faint aura of transmutation magic if targeted by @UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8].</p><p><strong>Hair Pull Immunity.</strong> While wearing this wig, you are immune to any damage related to hair pulling.</p>"
    },
    "Serpentis the Snakeblade": {
      "name": "Serpentis the Snakeblade",
      "description": "<p><em>Weapon (longsword), artifact (requires attunement by an elf or half-elf)</em></p><p>Serpentis was once Ismatun, a young moonblade in service of the noble elves of the wandering pyramid of Shekrish. However, when the serpentaurs of Shekrish betrayed their elven masters, they claimed Ismatun as one of the spoils of their treachery. Seeking to subvert the blade's will, serpentaur priests infused Ismatun with ophidian magic, warping its form in an attempt to wield its mythical power. This torturous process lasted for decades, and while the serpentaurs never managed to subdue and control the blade's personality, the mighty sword transformed, becoming the <em>Snakeblade, Serpentis</em>.</p><p>You gain a +3 bonus to attack and damage rolls made with this magic weapon. It has the finesse property and deals an extra 2d8 slashing damage and an extra 2d6 poison damage to any targets it hits.</p><p><em>Serpentis</em> makes you immune to poison and the poisoned condition, and grants you blindsight out to 60 feet. It has the following additional properties:</p><p><strong>Whip Sword.</strong> As a bonus action, you can cause <em>Serpentis</em> to transform, extending its segments to become a whip sword and gain the reach property. You can use another bonus action to retract the segments again.</p><p>While <em>Serpentis</em> is extended, you can use the Attack action to make a special restraining attack on a large or smaller creature. If you are able to make multiple attacks with the Attack action, this attack replaces one of them. You make an attack roll contested by the target's Strength (Athletics) check or Dexterity (Acrobatics) check. If you win the contest, the attack deals no damage and you submit the target to the restrained condition as <em>Serpentis</em> wraps around it.</p><p>While the sword holds a target restrained, you can only use it to attack that target and you do so with advantage due to the restrained condition.</p><p>A restrained creature can use its action to escape. To do so, it must succeed on a Strength (Athletics) or Dexterity (Acrobatics) check contested by an attack roll with <em>Serpentis</em>. You make this special roll when a target attempts to escape (no action required).</p><p><strong>Ophidian Master.</strong> While attuned to <em>Serpentis</em>, you can cast @UUID[Compendium.dnd5e.spells.Item.X8w9EzYLGc4vQ1H2], @UUID[Compendium.dnd5e.spells.Item.aL1F8fvYLtNzUbKu], and @UUID[Compendium.dnd5e.spells.Item.hDOENzjuj5WpLq7B] at will, targeting only snakes.</p><p><strong>Serpentine Fear.</strong> As an action, you can instill fear into any snake or serpentaur of your choice within 60 feet. These targets must succeed on a DC 20 Wisdom saving throw or become frightened for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to this effect for the next 24 hours.</p><p><strong>Sentience.</strong> <em>Serpentis</em> is a sentient lawful neutral weapon with an Intelligence of 12, a Wisdom of 10, and a Charisma of 18. It has hearing, darkvision, and blindsight out to a range of 120 feet. It can communicate with its wielder telepathically. The weapon knows Elvish, Celestial, and Draconic, as well as any languages its wielder knows. It hisses when it senses enemies, and its segments rattle threateningly when used in combat.</p><p><strong>Personality.</strong> After decades of torture in the hands of treacherous serpentaur priests, <em>Serpentis</em> harbors a seething hatred for anyone who would betray and seek to harm the elven race. It regards all serpentaurs, even those who never betrayed the sun elves, with extreme prejudice.</p><p><em>Serpentis</em> will not serve anyone it considers an enemy of elvenkind. If the blade believes you acted against the common interest of elvenkind, it ends your attunement to it immediately and if you are in physical contact with the blade when that happens, you must make a DC 20 Constitution saving throw. On a failed save, you take 20d6 poison damage and become poisoned for 1d4 days. When poisoned that way, you are incapacitated. On a successful save, you take half as much damage and aren't poisoned by this effect.</p><p>The blade secretly harbors a deep desire to come into contact with pure moonblades and be accepted for what it has become. If <em>Serpentis</em> believes its wielder can physically move it within 5 feet of a pure moonblade, it will try to persuade its wielder to facilitate a meeting. As long as it remains within 5 feet of a moonblade that accepts it, <em>Serpentis</em> can communicate telepathically with it.</p>",
      "activities": {
        "Attack": {
          "name": "Attack"
        },
        "Whip Sword": {
          "name": "Whip Sword"
        },
        "Serpentine Fear": {
          "name": "Serpentine Fear"
        }
      },
      "effects": {
        "Serpentis the Snakeblade": {
          "name": "Serpentis the Snakeblade"
        }
      }
    },
    "Library of the Blue Candles (Empowered)": {
      "name": "Library of the Blue Candles (Empowered)",
      "description": "<p><em>[[lookup @item.type.label]], evolving artifact (requires attunement)</em></p><p>The Library of the Blue Candles is a legendary repository of arcane knowledge hidden between dimensions, accessible through a scholar's robe. Underking Galdruman, Sage-King of the deep dwarves, was said to have the most extensive collection of rare tomes in his personal library, the secret Library of the Blue Candles.</p><p>In the aftermath of a violent uprising, the Sage-King fled into exile and those who usurped his power sought to discover the location of the library to no avail. Underking Galdruman had taken his library with him, and the secret of its location was lost with his death.</p><p>Using powerful magic, the Sage-King had hidden his library in a pocket dimension that one could access through a well-crafted, robust, but seemingly unassuming scholar's robe. Now, whoever dons the robe once more can attempt to master that dimension and claim the knowledge contained within.</p><p><strong>Dormant, First Wing.</strong> While wearing this robe in its dormant state, you gain the following benefits:</p><ul><li>If you aren't wearing armor, your base Armor Class is 11 + your Dexterity modifier.</li><li>You can use an action to cast one of the following spells from the robe at will: @UUID[Compendium.dnd5e.spells.Item.4dSvfvTy2ZIJ3K4k], @UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8], @UUID[Compendium.dnd5e.spells.Item.Bnn9Nzajixvow9xi], or @UUID[Compendium.dnd5e.spells.Item.Utk1OQRwYkMkFRD3].</li><li>You can focus on the robe's magic for 1 minute to cast @UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz] to or from the Library of the Blue Candles. When casting @UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz] from the library that way, you can only target the plane you reached the library from, and you arrive at the exact spot from where you had left. You can use this property without consequences a number of times equal to your proficiency bonus until the next dawn. Each time you use this property after you have used it a number of times equal to your proficiency bonus before the next dawn, you and any other target of the <em>plane shift</em> spell gain 1d4 levels of exhaustion.</li></ul><p>Additionally, attuning to the robe makes you the planar ruler of the Library of the Blue Candles, which grants you the following benefits related to the library:</p><ul><li>You gain access to the library's first wing, which includes the teleportation circle, the index, the secret lounge, and the central repository of knowledge.</li><li>You control planar travel to the library. You can designate which creatures can enter the library through planar travel and only creatures using @UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz] or divine intervention can enter the library against your will. Portals created by the @UUID[Compendium.dnd5e.spells.Item.XbwGq5kDJNvAxNXV] spell can only open in the library if you allow them to.</li><li>While inside the library, you can use an action to summon any book that you know is in the library to your hands.</li><li>You may study a skill or a tool in the library as part of a long rest. Doing so gives you a +10 on a single ability check within the next day that is related to that skill or tool.</li></ul><p><strong>Empowered, Second Wing (Level 11).</strong> After you reach level 11, the robe increases in power, gaining the following additional properties:</p><ul><li>If you aren't wearing armor, your base Armor Class is 13 + your Dexterity modifier.</li><li>You have advantage on saving throws against being charmed or frightened, and against illusion spells.</li><li>The robe functions as a @UUID[Compendium.dnd5e.items.Item.9cIlRtKDtDXQtElf].</li><li>You can use an action to cast one of the following additional spells from the robe at will: @UUID[Compendium.dnd5e.spells.Item.3OZnNhunvRtPOQmH], or @UUID[Compendium.dnd5e.spells.Item.gopnZvS0c2jD5FP8] (self only).</li><li>When you are hit by an attack or subjected to an effect that would damage you, you can use your reaction to cast @UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz] targeting only yourself. When casting <em>plane shift</em> that way, you are transported to the Library of the Blue Candles and avoid all damage from the triggering attack or effect. Once used, this property can't be used again until the next dawn.</li></ul><p>Additionally, your command over the Library of the Blue Candles grows, which grants you the following additional benefits related to the library:</p><ul><li>You gain access to the library's second wing, which includes the main library hall, the forbidden history section, the hidden office, the living quarters, the kitchen, and the mess hall.</li><li>You gain the power to influence the flow of time inside the library. You and any creatures you designate can gain the benefits of a short or a long rest by spending only half the time required while resting inside the library. Additionally, you can double or halve the duration of any spells cast within the library.</li><li>While inside the library, you can cast @UUID[Compendium.dnd5e.spells.Item.W4Qx5z0id6da0vqg] as part of a long rest, requiring no material components.</li></ul><p><strong>Supreme, Third Wing (Level 17).</strong> After you reach level 17, the robe achieves its full potential, gaining the following additional properties:</p><ul><li>If you aren't wearing armor, your base Armor Class is 15 + your Dexterity modifier.</li><li>You are immune to @UUID[Compendium.dnd5e.spells.Item.hYCrN82dMJFuJODB] and any magical effects that reduce Intelligence.</li><li>Functioning as an enhanced @UUID[Compendium.dnd5e.items.Item.9cIlRtKDtDXQtElf], the robe can now store up to 10 levels worth of spells at a time and it can store spells of all levels.</li><li>You can now use your action to cast @UUID[Compendium.dnd5e.spells.Item.J6Jpw5XzB5aTeqnz] to or from the Library of the Blue Candles at will. When casting <em>plane shift</em> from the library that way, you can only target the plane you reached the library from, and you arrive at the exact spot from where you had left.</li></ul><p>Additionally, gain complete control of the Library of the Blue Candles, which grants you the following additional benefits related to the library:</p><ul><li>You gain access to the library's third and final wing, which includes the ritual room, the annex arcanum, and the spell compendium.</li><li>While inside the library, you can cast @UUID[Compendium.dnd5e.spells.Item.pxpb2eOB6bv4phAf] at will, requiring no spell components and no concentration. When cast that way, the DC for the spell's Charisma saving throw is 15 or your spell save DC, whichever is higher.</li><li>While inside the library's ritual room, you can perform a special ritual over the course of 1 hour, at the conclusion of which you speak the full title of a specific book and attempt to magically summon it to you. The nearest copy of that book that isn't held or carried instantly appears in your hands regardless of physical or planar distances. If another creature is holding or carrying the only copy of the book, or if the book is protected against teleportation or planar travel, performing that ritual does not transport the book to you, but instead you learn who the creature possessing the book is and roughly where the book is located at that moment.</li></ul>",
      "effects": {
        "Library of the Blue Candles": {
          "name": "Library of the Blue Candles"
        }
      }
    },
    "Heavy Spider Egg": {
      "name": "Heavy Spider Egg",
      "description": "<p><em>[[lookup @item.type.label]], rare</em></p><p>This gnome-sized egg is heavier than it looks. As it gets closer to Spidermas, you can hear a steady hum coming out of it. After it hatches, the heavy baby spider likes to weave webs in dark corners. It requires four times as much food and water as a medium-sized creature each day.</p><p>With care and nurture, the heavy baby spider grows into a @UUID[Compendium.dnd5e.monsters.Actor.v99wOosUJjUgcUNF] (CR 1) after 180 days. This giant spider is friendly to you and your companions. It likes to hang out on its webs and gaze at people coming and going, and it loves to watch over you and your companions while you sleep. Unless trained to fight, it prefers to climb out of reach and use its Web ranged weapon attack to restrain enemies during combat, but it will defend itself from hostile creatures.</p>"
    },
    "Resplendent Skycrystal Shard": {
      "name": "Resplendent Skycrystal Shard",
      "description": "<p><em>[[lookup @item.type.label]], legendary (requires attunement)</em></p><p>Crafted by ancient mages, this crystal shard holds a mote of the unending magic of creation.</p><p>As an action, you can focus your mind onto the Skycrystal Shard and create the effect of one spell that has a casting time of 1 action. The maximum level of the spell you can create depends on the shard's rarity as shown in the table below. The spell can be from any class's spell list, and you don't need to meet the requirements in that spell, including costly components; the spell simply takes effect as part of this action, using your spell save DC, spellcasting ability modifier, and spell attack bonus.</p><p>Once the Skycrystal Shard is used, it can't be used again until the next dawn.</p><table style=\"text-align:center\"><thead><tr><td>Type</td><td>Rarity</td><td>Maximum Spell Level</td></tr></thead><tbody><tr><td><strong>Glimmering Skycrystal Shard</strong></td><td>Uncommon</td><td>1</td></tr><tr><td><strong>Glowing Skycrystal Shard</strong></td><td>Rare</td><td>3</td></tr><tr><td><strong>Shining Skycrystal Shard</strong></td><td>Very Rare</td><td>5</td></tr><tr><td><strong>Resplendent Skycrystal Shard</strong></td><td>Legendary</td><td>7</td></tr></tbody></table>"
    },
    "Dress of Outrageous Opulence": {
      "name": "Dress of Outrageous Opulence",
      "description": "<p><em>[[lookup @item.type.label]], very rare (requires attunement)</em></p><p>Sewn from the finest materials and imbued with powerful enchantments for a haughty princess who absolutely wanted to impress, this dress has since found its way in the possession of various extravagant heroes across the centuries who don't shy away from high fashion.</p><p><strong>Made to Last.</strong> This dress never gets dirty and magically mends itself to counteract daily wear and tear.</p><p><strong>Light as a Feather.</strong> The <em>Dress of Outrageous Opulence</em> is light as a feather and magically airy. When you fall while wearing this dress, you descend 60 feet per round and take no damage from falling. Additionally, you can use a bonus action to make it billow dramatically.</p><p><strong>Alluring Attractiveness.</strong> Your Charisma score is 21 while you wear this dress. If your Charisma is already 21 or higher, the dress increases your Charisma score by 1 instead, up to a maximum of 30.</p>",
      "effects": {
        "Dress of Outrageous Opulence": {
          "name": "Dress of Outrageous Opulence"
        }
      }
    },
    "Chimes of the Peaceful Path": {
      "name": "Chimes of the Peaceful Path",
      "description": "<p><em>[[lookup @item.type.label]], uncommon (requires attunement)</em></p><p>Created as a gift to a young pacifist cleric, these chimes are infused with a desire for peace and the redemption of struggling souls.</p><p>While attuned to these chimes, you can jangle them to create a light chiming noise that can be heard only by creatures of an alignment of your choice up to 300 feet away. The chiming noise penetrates magic barriers and grants those who hear it advantage on Wisdom (Survival) checks made to find you.</p><p>The chimes have 3 charges. You can use an action to expend 1 charge and cast @UUID[Compendium.dnd5e.spells.Item.3MYDjS6k9IYL0aTj] (DC 10) with a radius of 30 feet centered on yourself. The chimes regain all charges daily at dawn.</p><p>When casting <em>calm emotions</em> using a spell slot while attuned to these chimes, you can expend 1 charge to add a +2 bonus to your spell save DC for that singular casting of <em>calm emotions</em>.</p>",
      "activities": {
        "Jangle": {
          "name": "Jangle"
        }
      }
    },
    "Net of the Trickster": {
      "name": "Net of the Trickster",
      "description": "<p><em>Weapon (net), uncommon</em></p><p>This 50-foot length of rope feels slightly greasy to the touch. The rope has been infused with subtle conjuration magic and woven into a net.</p><p>Any creature that knows the net's nature can touch it and use a bonus action to instantly untie any knot on its length or make any section of it slippery smooth. Creatures have disadvantage on any ability checks and saving throws related to climbing or holding on to the net while it's slippery.</p>"
    },
    "Masterful Makeup Kit": {
      "name": "Masterful Makeup Kit",
      "description": "<p><em>[[lookup @item.type.label]], rare</em></p><p>Created by a legendary drag queen who mastered the art of transformation, this magic makeup kit allows anyone to put on any type of makeup and face painting imaginable, create tattoos, change their skin color, and live the fantasy.</p><p>The kit comes with a magically-refillable array of cosmetics and dyes, facial props including noses and horns, and a fierce makeup removal towel.</p><p><strong>Makeup Mastery.</strong> You can spend 10 minutes to put on makeup that visually alters your facial features, and the color and texture of your skin. Your face can appear as the face of a member of any other race with which you share the same basic arrangement of eyes, ears, nose, and mouth. Your skin can appear as the skin of a member of any other race, unless that race has fur, scales, or feathers. Otherwise, the extent of this transformation is up to you and may also include conventional makeup and tattoos. This transformation can only be applied to one creature at a time.</p><p><strong>Demakeup Resistance.</strong> Once applied, makeup from a <em>Masterful Makeup Kit</em> can only be removed with this or another <em>Masterful Makeup Kit</em>, the application of @UUID[Compendium.dnd5e.items.Item.MAwoj2suj6cvb9Ti] or <em>Oil of Etherealness</em>, or with a @UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz] spell. Makeup from a <em>Masterful Makeup Kit</em> can also be removed if you die.</p><p>Using a <em>Masterful Makeup Kit</em>, you can spend 1 minute to remove any makeup from a face, or 10 minutes to remove any makeup from a body. <em>Universal Solvent</em>, @UUID[Compendium.dnd5e.items.Item.Xbq8CyXSRV358SfP], and the <em>wish</em> spell remove any makeup from a <em>Masterful Makeup Kit</em> immediately.</p><p><strong>Realness.</strong> Unless you purposefully wear it so its nature is obvious, makeup from the <em>Masterful Makeup Kit</em> is indistinguishable from real skin. Only a <em>wish</em> spell can reveal your true features and skin color as long as you wear the makeup. The makeup envelops whoever wears it in a faint aura of transmutation magic if targeted by @UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8].</p><p><strong>Stylish Sunblock.</strong> While wearing makeup from the <em>Masterful Makeup Kit</em>, you are immune to sunburn.</p>"
    },
    "Venthir's Smart Wizard Hat": {
      "name": "Venthir's Smart Wizard Hat",
      "description": "<p><em>[[lookup @item.type.label]], uncommon (requires attunement)</em></p><p>Originally a gift to a beloved teacher of the arcane, this semi-sentient and undeniably stylish wizard hat has been imbued with elegant divination magic.</p><p>While attuned to this hat, you can use an action to mentally ask the hat a yes-no question about the results of a specific course of action that you plan to take within the next 10 minutes. The gamemaster chooses from the following possible predictions:</p><ul><li><strong>Affirmative.</strong> The hat answers \"yes\" to your question.</li><li><strong>Negative.</strong> The hat answers \"no\" to your question.</li><li><strong>Non-committal.</strong> The hat refuses to answer, or its answer is uncertain.</li></ul><p>Instead of a direct \"yes\" or \"no\", the hat may choose to give its answer with varying degrees of confidence. For example, instead of \"yes\" it may reply \"most likely\" if it's somewhat uncertain, or \"yes definitely\" if it's confident about its prediction.</p><p>The hat's divination magic does not consider any possible circumstances that might change the outcome, such as the casting of spells or the loss or gain of a companion.</p><p>If you ask the hat four or more times before completing your next long rest, there is a cumulative 25 percent chance for each question after the third that you get a non-committal answer. The gamemaster makes this roll in secret.</p>",
      "activities": {
        "Question": {
          "name": "Question"
        }
      }
    },
    "Soul Diamond": {
      "name": "Soul Diamond",
      "description": "<p><em>[[lookup @item.type.label]], legendary</em></p><p>Ages past, a dark cult of deranged priests created these diamonds to capture the souls of fallen heroes and villains alike in a mad attempt to control the course of history.</p><p>A creature whose soul is trapped in a <em>Soul Diamond</em> can be resurrected only by a @UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz] spell, unless the creature attempting the resurrection is holding the diamond.</p><p>While holding the <em>Soul Diamond</em>, you can use your reaction to trap the soul of a creature you can see that dies within 60 feet of you. The soul remains trapped until the creature is resurrected or until you use an action to release it while holding the <em>Soul Diamond</em>. The <em>Soul Diamond</em> can hold only one soul at a time.</p><p>When you cast @UUID[Compendium.dnd5e.spells.Item.AGFMPAmuzwWO6Dfz], @UUID[Compendium.dnd5e.spells.Item.zMEo5DKK8uxsuWnq], @UUID[Compendium.dnd5e.spells.Item.jhhT9PsHy5A7EojO], @UUID[Compendium.dnd5e.spells.Item.LmRHHMtplpxr9fX6], or @UUID[Compendium.dnd5e.spells.Item.qLeEXZDbW5y4bmLY] on a creature whose soul is trapped in the <em>Soul Diamond</em>, you may use the diamond as the material component for the spell. When cast this way, any of the aforementioned spells forcefully resurrects the creature even if it is not willing and empties the <em>Soul Diamond</em> without consuming it in the process.</p><p>As long as a soul is trapped in the <em>Soul Diamond</em>, it can telepathically communicate with any creature touching it.</p><p>If you die while the <em>Soul Diamond</em> is on your person, your soul becomes trapped in the <em>Soul Diamond</em>, unless it already holds a soul.</p>",
      "activities": {
        "Trap Soul": {
          "name": "Trap Soul",
          "condition": "when a creature within 60 feet dies"
        }
      }
    },
    "Asterite Ring": {
      "name": "Asterite Ring",
      "description": "<p><em>[[lookup @item.type.label]], very rare (requires attunement by a spellcaster)</em></p><p>Crafted from asterite, a rare and innately magical meteoric metal, this ring has been further imbued with enduring magic.</p><p>While wearing this ring, you can use a bonus action and roll 1d6 + 1. You gain a temporary spell slot of that level. This temporary spell slot lasts until it is used, until you finish a long rest, or until the next dawn. The ring can't be used this way again until the next dawn.</p>"
    },
    "Fire Fragment": {
      "name": "Fire Fragment",
      "description": "<p><em>[[lookup @item.type.label]], rare (requires attunement)</em></p><p>While attuned to this fragment, you have resistance to fire damage, and darkvision out to a range of 60 feet. If you already have darkvision, attuning to the fragment increases its range by 60 feet. Additionally, you can speak, read, and write Ignan, and you can cast the <em>flame control</em> cantrip at will.</p><p><strong>Awakened Fire Fragment.</strong> Attuning to the <em>Fire Fragment</em> while also attuned to the <em>Shattered Staff</em> awakens the fragment and it magically merges with the staff, becoming one item that takes up a single attunement slot. After the <em>Fire Fragment</em> has been awakened, the following spells are added to the staff's spell list: @UUID[Compendium.dnd5e.spells.Item.5SuJewoa1CRWaj1F] (1 charge), @UUID[Compendium.dnd5e.spells.Item.ztgcdrWPshKRpFd0] (3 charges), @UUID[Compendium.dnd5e.spells.Item.FjYE214HTERCRZNm] (2 charges), @UUID[Compendium.dnd5e.spells.Item.7u2obDvuvtZBkTfq] (2 charges), and @UUID[Compendium.dnd5e.spells.Item.X3DrXgxjwI2dvkD6] (4 charges).</p>",
      "activities": {
        "Merge with Staff": {
          "name": "Merge with Staff"
        }
      },
      "effects": {
        "Fire Fragment": {
          "name": "Fire Fragment"
        }
      }
    },
    "Rod of Patience": {
      "name": "Rod of Patience",
      "description": "<p><em>[[lookup @item.type.label]], artifact (requires attunement by a spellcaster)</em></p><p>Forged by the legendary deep dwarf demigod Rolim the Technurge, this indestructible rod empowers its wielder to master the forces that underlie the casting of spells and the creation of magic items.</p><p>While you hold this rod, you gain a +3 bonus to spell attack rolls and to the saving throw DCs of your spells. Additionally, you have advantage on saving throws against spells and other magical effects, and spell attacks have disadvantage against you.</p><p><strong>Mind Quickening.</strong> The <em>Rod of Patience</em> has 7 charges. When you cast a spell that has a casting time of 1 action while holding this rod, you can expend 1 charge and change the casting time to 1 bonus action for this casting. The rod regains 1d6 + 1 expended charges daily at dawn.</p><p><strong>Technurge's Patience.</strong> While attuned to this rod, you can harness Rolim's magic to speed up or optimize the creation of magic items. When crafting a magic item, you can choose to use double the materials normally required to magically speed up the process, reducing the crafting time by half. Alternatively, you can choose to use only half the materials normally required and rely on Rolim's magic to complete the process, which doubles the crafting time.</p><p><strong>Random Properties.</strong> The <em>Rod of Patience</em> has the following randomly determined properties:</p><ul><li>2 minor beneficial properties</li><li>1 minor detrimental property</li><li>1 major detrimental property</li></ul>",
      "effects": {
        "Rod of Patience": {
          "name": "Rod of Patience"
        }
      }
    },
    "Staff of the Spellmaster (Spellmaster Supreme)": {
      "name": "Staff of the Spellmaster (Spellmaster Supreme)",
      "description": "<p><em>Staff, evolving artifact (requires attunement by a sorcerer, warlock, or wizard)</em></p><p>Myth has it that an ancient arcanist once unlocked the secrets of every spell known to mortalkind and became known as the Spellmaster. Believing they had reached the apex of their power, the Spellmaster sought to channel all their arcane knowledge into an unbreakable staff and use it as a conduit to achieve immortality through a ritual of their own devise.</p><p>The ritual was successful, but along with all knowledge, the Spellmaster unintentionally channeled their own essence, soul, and magic into the staff, becoming one with it and leaving their mortal body behind.</p><p>Transformed into an ageless, unbreakable staff, the Spellmaster looked within for meaning and purpose, eventually falling into a deep, trance-like sleep that lasted for ages. Now, the ancient arcanist slumbers within the staff, waiting for a mage capable enough to rouse them from their sleep and awaken their true power.</p><p><strong>Slumbering Sage.</strong> While attuned to this staff, you gain the following benefits:</p><ul><li>While holding the staff, you can cast any spell you know or have prepared that's half your level (rounded down) without expending a spell slot. Once you cast a spell that way, you can't do so again until the next dawn.</li><li>When an enemy successfully casts @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] on you, only half of the spells active on you end automatically (minimum of one), and any ability checks to end spell effects on you against your will are made with disadvantage.</li></ul><p><strong>Awakened Arcanist (level 5).</strong> After you reach level 5, the staff increases in power, gaining the following additional properties:</p><ul><li>You gain a +1 bonus to spell attack rolls and to the saving throw DCs of your spells.</li><li>You have advantage on Constitution saving throws that you make to maintain concentration on spells.</li><li>The staff gains 10 charges. While holding it, you can use an action to expend some of its charges to cast one of the following spells from it, using your spell save DC and spellcasting ability modifier: @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy] (3 charges), or @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] (3 charges). The staff regains all expended charges daily at dawn.</li></ul><p><strong>Master Mage (level 11).</strong> After you reach level 11, the staff is further empowered, gaining the following additional properties:</p><ul><li>The bonus to spell attack rolls and to the saving throw DCs of your spells increases to +2.</li><li>You gain a second reaction that you can only use to cast @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy].</li><li>The staff's charges increase to 20 and the following spells are added to the spells you can cast from it: @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy] (4th-level version, 4 charges), @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] (4th-level version, 4 charges), and @UUID[Compendium.dnd5e.spells.Item.WmQpxfjZwF3MGUby] (6 charges).</li></ul><p><strong>Spellmaster Supreme (level 17).</strong> After you reach level 17, the staff achieves its full potential, gaining the following additional properties:</p><ul><li>The bonus to spell attack rolls and to the saving throw DCs of your spells increases to +3.</li><li>The staff's charges increase to 50 and the following spells are added to the spells you can cast from it: @UUID[Compendium.dnd5e.spells.Item.Eon0jzGzQRNluTPQ] (8 charges), @UUID[Compendium.dnd5e.spells.Item.Ek45cBpVXvJdv1Qy] (5th-level version, 5 charges), @UUID[Compendium.dnd5e.spells.Item.15Fa6q1nH27XfbR8] (5th-level version, 5 charges), and @UUID[Compendium.dnd5e.spells.Item.WmQpxfjZwF3MGUby] (7th-level version, 7 charges).</li><li>When casting a spell that requires concentration, you may use as many charges from the staff as that spell's level to make the staff maintain concentration on the spell for you so you can maintain concentration on another spell. The staff can only maintain concentration on one spell at a time and its concentration can be broken only if you drop the staff or if you die.</li></ul><p><strong>Sentience.</strong> The Staff of the Spellmaster is a sentient lawful neutral staff with an Intelligence of 30, a Wisdom of 13, and a Charisma of 8. It has hearing and darkvision out to a range of 120 feet. It can communicate with its wielder telepathically. The staff knows Celestial, Draconic, Elvish, Giant, and Primordial, as well as any languages its wielder knows.</p><p><strong>Personality.</strong> Having once been one of the strongest mortal mages alive, the <em>Staff of the Spellmaster</em> believes it's no mere item but a mentor who guides other mages to greatness. It will often comment on various spells and magical effects, expecting its words to be treated with respect.</p>",
      "activities": {
        "Counterspell (Extra Reaction)": {
          "name": "Counterspell (Extra Reaction)"
        }
      },
      "effects": {
        "Staff of the Spellmaster": {
          "name": "Staff of the Spellmaster"
        }
      }
    },
    "Belt of Gnomekind": {
      "name": "Belt of Gnomekind",
      "description": "<p><em>[[lookup @item.type.label]], rare (requires attunement)</em></p><p>The legendary technognome demigod of innovation and discovery Sporkus the Inventor tinkered and improved upon the formula for crafting belts of dwarvenkind to create this new and improved belt.</p><p>While wearing this belt you gain the following benefits:</p><ul><li>Your Intelligence score increases by 2, to a maximum of 20.</li><li>You have advantage on Charisma (Persuasion) checks made to interact with gnomes.</li></ul><p>In addition, while attuned to the belt, you have a 50 percent chance each day at dawn of waking up feeling curious and inventive.</p><p>If you aren't a gnome, you gain the following additional benefits while wearing the belt:</p><ul><li>You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic.</li><li>You have darkvision out to a range of 60 feet.</li><li>You can speak, read, and write Gnomish.</li></ul>",
      "effects": {
        "Belt of Gnomekind": {
          "name": "Belt of Gnomekind"
        }
      }
    },
    "Aethis' Belt of Wands": {
      "name": "Aethis' Belt of Wands",
      "description": "<p><em>Wondrous Item, rare (requires attunement)</em></p><p>Created by a methodical mage, this practical belt allows avid wand collectors to make the most out of their prized wands and keep them close at hand.</p><p>The belt can hold up to 10 wands designed for Small and Medium-sized creatures. The wands are held securely by the belt and cannot be removed against your will unless you're incapacitated.</p><p><strong>Stick Them Up!</strong> While attuned to the belt, you can use a bonus action to instantly summon a wand from the belt in any of your hands, stow any wands you might be holding back into the belt, or swap any wands you might be holding with any other wands from the belt.</p><p><strong>Concealed Carry.</strong> While attuned to the belt, you can use an action to cause the belt and any wands in it to become invisible until you use another action to make it visible again, until you remove the belt, or until you die. The wands become visible when taken out of the belt.</p><p><strong>Harmonious Handling.</strong> Any wands held by the belt regain 1 additional expended charge whenever they regain charges. Additionally, attuning to any wand held by the belt takes only 1 minute.</p><p><strong>Sheath of the War Mage.</strong> The belt is equipped with a special sheath designed to hold a @UUID[Compendium.dnd5e.items.Item.OPbdSlrhkUDNpgcS]{Wand of the War Mage}. You can attune to the belt and the <em>Wand of the War Mage</em> held in that sheath using a single attunement slot for both items. While attuned to both items that way, you gain the wand's bonus to spell attack rolls even when not holding it, as long as it remains in the sheath.</p>"
    },
    "Strongbow Harp": {
      "name": "Strongbow Harp",
      "description": "<p><em>Weapon (heavy crossbow), very rare (requires attunement)</em></p><p>Crafted by an adventurous halfling bard after a failed assassination attempt against him, this magic harp is also a fully functional heavy crossbow.</p><p>The <em>Strongbow Harp</em> can be used as a musical instrument and as a heavy crossbow. You gain a +2 bonus to attack and damage rolls made with <em>Strongbow Harp</em>.</p><p><strong>Tipsy Bolt.</strong> The <em>Strongbow Harp</em> has 3 charges. While holding the harp, you can use a bonus action and expend one of its charges to cause translucent, almost invisible poison that smells faintly of alcohol to coat a crossbow bolt loaded into it. If you are playing the harp, this bonus action does not interrupt your performance. The poison remains for 1 minute or until an attack using this crossbow bolt hits a creature. That creature must succeed on a DC 15 Constitution saving throw or become poisoned for 1 hour. While poisoned that way, the creature is drunk and has disadvantage on Dexterity saving throws. The <em>Strongbow Harp</em> regains 1d3 charges daily at dawn.</p>"
    },
    "Flying Disk": {
      "name": "Flying Disk",
      "description": "<p><em>[[lookup @item.type.label]], very rare</em></p><p>Ancient sun elf nobles used these disks to fly up to the fabled floating palaces that defied gravity at the height of the elven kingdom of Per-Menoth. Today, the secrets of crafting <em>Flying Disks</em> are closely guarded by a few half-elven descendants of Per-Menoth, as well as the secretive wizard order of Fateweavers.</p><p>You can speak the disk's command word as an action to make the disk hover and fly. It moves according to your spoken directions, provided that you are within 30 feet of it.</p><p>Five sizes of <em>Flying Disk</em> exist. The gamemaster chooses the size of a given disk or determines it randomly.</p><p> @Embed[Compendium.orelyns-opus-of-outstanding-objects.tables.RollTable.GqmLc9jj4IBWykEc caption=false rollable]</p><p>A disk can carry up to twice the weight shown on the table, but it flies at half speed if it carries more than its normal capacity.</p><p><strong>Disk Transformation.</strong> As bonus action, you can order your Flying Disk to arcanomechanically transform and fold into a coin-sized token. In this form, the disk cannot fly. You can use another bonus action to unfold the <em>Flying Disk</em> again.</p>",
      "activities": {
        "Hover and Fly": {
          "name": "Hover and Fly"
        },
        "Fold": {
          "name": "Fold"
        }
      }
    },
    "Handygnome's Precision Gloves": {
      "name": "Handygnome's Precision Gloves",
      "description": "<p><em>[[lookup @item.type.label]], rare (requires attunement)</em></p><p>Created by gnome artificers who value efficiency, these sturdy gloves have been imbued with potent and practical transmutation magic that helps tinkerers fix things under pressure, but also allows locksmiths and shady characters pick locks more efficiently.</p><p>While wearing these gloves, you gain a +5 bonus to any ability checks related to repairing objects and constructs, disarming traps, and picking locks.</p><p><strong>Remote Rapid Repairs.</strong> While wearing these gloves, you can use an action to cast the @UUID[Compendium.dnd5e.spells.Item.kjmjY0zlE6IEiQVL] cantrip from them. When cast that way, <em>mending</em> has a range of 30 feet.</p>"
    },
    "Royal Taster's Spork": {
      "name": "Royal Taster's Spork",
      "description": "<p><em>[[lookup @item.type.label]], very rare</em></p><p>Crafted by court wizards to protect kings from assassination, this magic utensil is an indispensable tool for any self-respecting food taster, fit to taste the food of kings and queens, as well as for adventurers who dare sample unusual and exotic delicacies.</p><p>While holding the <em>Royal Taster's Spork</em>, you can cast the @UUID[Compendium.dnd5e.spells.Item.2skfDtglk1mGrb3l] spell at will, and you are immune to disease, poison, and the poisoned condition.</p>",
      "effects": {
        "Royal Taster's Spork": {
          "name": "Royal Taster's Spork"
        }
      }
    },
    "Veil of Illusory Armor": {
      "name": "Veil of Illusory Armor",
      "description": "<p><em>[[lookup @item.type.label]], rare (requires attunement)</em></p><p>This sheer and almost lightless veil has been imbued with strong illusion magic by crafty caravan halflings.</p><p>While wearing this veil, you can use an action to cast the @UUID[Compendium.dnd5e.spells.Item.A3q2gTNqG6fvNGrv] spell from it at will. The spell ends if the veil is removed.</p><p><strong>Illusory Armor.</strong> If you are wearing no armor and use the <em>Veil of Illusory Armor</em> to appear as if you are wearing nonmagical armor, the veil's magic subtly alters your appearance so that you are harder to hit by those affected by its illusion.</p><p>Any creature who targets you with an attack while you wear the illusory armor must first make an Intelligence saving throw against your spell save DC (or 8 + your proficiency bonus if you are not a spellcaster). On a failed save, the creature treats you as if you wore the armor projected by the illusion and you have the effective AC of the particular armor you are projecting for that creature.</p><p>The creature makes the saving throw with disadvantage if you project the illusion of light armor and with advantage if you project the illusion of heavy armor. Enemies can repeat the saving throw each time they attack you.</p><p>To discern that you are not really wearing armor, a creature can also use its action to inspect your appearance and must succeed on an Intelligence (Investigation) check against your spell save DC (or 8 + your proficiency bonus if you are not a spellcaster).</p><p>A creature that discerns the illusory armor for what it is sees it as a vague image superimposed on you and becomes immune to this effect for the next 24 hours.</p>",
      "activities": {
        "Illusory Armor": {
          "name": "Illusory Armor"
        },
        "Discern": {
          "name": "Discern"
        }
      }
    },
    "Skycrystal Shard": {
      "name": "Skycrystal Shard",
      "description": "<p><em>[[lookup @item.type.label]], rarity varies (requires attunement)</em></p><p>Crafted by ancient mages, this crystal shard holds a mote of the unending magic of creation.</p><p>As an action, you can focus your mind onto the Skycrystal Shard and create the effect of one spell that has a casting time of 1 action. The maximum level of the spell you can create depends on the shard's rarity as shown in the table below. The spell can be from any class's spell list, and you don't need to meet the requirements in that spell, including costly components; the spell simply takes effect as part of this action, using your spell save DC, spellcasting ability modifier, and spell attack bonus.</p><p>Once the Skycrystal Shard is used, it can't be used again until the next dawn.</p> <table style=\"text-align:center\"> <thead> <tr> <td>Type</td> <td>Rarity</td> <td>Maximum Spell Level</td> </tr> </thead> <tbody> <tr><td>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.vwxiodV3GN9Ji16c]</td><td>Uncommon</td><td>1</td></tr> <tr><td>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.gnp7aDT5yuyrsZ2u]</td><td>Rare</td><td>3</td></tr> <tr><td>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.zckGsBdOKD5AXHna]</td><td>Very Rare</td><td>5</td></tr> <tr><td>@UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.hvNwNmvYYdU3j1Kz]</td><td>Legendary</td><td>7</td></tr> </tbody></table>"
    },
    "Medusa's Head": {
      "name": "Medusa's Head",
      "description": "<p><em>[[lookup @item.type.label]], legendary (requires attunement)</em></p><p>Myth has it that an ancient hero once beheaded the first medusa and used her petrified head to turn a terrible sea monster into stone. Ages passed, but the head still retains some of the medusa's dark magic, allowing whoever wields it to turn onlookers to stone.</p><p><strong>Petrifying Gaze.</strong> While holding <em>Medusa's Head</em>, you can use your action to force a creature within 30 feet that can see you to make a DC 15 Constitution saving throw. If the saving throw fails by 5 or more, the creature is instantly petrified. Otherwise, a creature that fails the save begins to turn to stone and is restrained. The restrained creature must repeat the saving throw at the end of its next turn, becoming petrified on a failure or ending the effect on a success. The petrification lasts until the creature is freed by the @UUID[Compendium.dnd5e.spells.Item.WzvJ7G3cqvIubsLk] spell or other magic.</p><p>Unless surprised, a creature can avert its eyes to avoid the saving throw at the start of its turn. If the creature does so, it can't see you until the start of its next turn, when it can avert its eyes again. If the creature looks at you in the meantime, it must immediately make the save.</p>"
    },
    "Armor of the Otherworldly Invoker (Promised)": {
      "name": "Armor of the Otherworldly Invoker (Promised)",
      "description": "<p><em>Armor (any), evolving artifact (requires attunement by a warlock)</em></p><p>Created by an ancient warlock who ascended to godhood and became the patron of others, this polymorphic armor bestows tremendous power to warlocks who seek mastery of arcane secrets. However, dark sages and mad occultists warn that this otherworldly power comes at a price</p><p><strong>Affirmed.</strong><em><strong> </strong></em>While wearing the armor, you gain the following benefits:</p><ul><li>The armor grants you a +1 bonus to AC.</li><li>As an action, you can cause the armor to assume any light, medium, or heavy armor type.</li><li>You suffer no harm in temperatures as cold as -20 degrees Fahrenheit or as warm as 120 degrees Fahrenheit while wearing this armor.</li><li>You can cast @UUID[Compendium.dnd5e.spells.Item.udsLtG0BugXHR2JQ] at will.</li></ul><p><strong>Promised (level 5).</strong><em><strong> </strong></em>After you reach level 5, the armor increases in power, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +2.</li><li>You gain one extra eldritch invocation of your choice. Once chosen, you gain the same invocation whenever you attune to this item again. You can only replace this invocation when you gain a warlock level.</li><li>You can use a bonus action to sense other warlocks of the same otherworldly patron type as you within 1 mile of you for 1 minute. You can use this bonus action a number of times equal to your proficiency bonus, and you regain all expended uses of it at the next dawn.</li></ul><p><strong>Sworn (level 11).</strong><em><strong> </strong></em>After you reach level 11, the armor is further empowered, gaining the following additional properties:</p><ul><li>The AC bonus of the armor increases to +3.</li><li>You gain a second extra eldritch invocation of your choice. Once chosen, you gain the same invocation whenever you attune to this item again. You can only replace this invocation when you gain a warlock level.</li><li>The armor functions as a @UUID[Compendium.dnd5e.items.Item.9cIlRtKDtDXQtElf].</li></ul><p><strong>Devoted (level 17).</strong><em><strong> </strong></em>After you reach level 17, the armor achieves its full potential, gaining the following additional properties:</p><ul><li>The AC bonus of the armor becomes equal to your Charisma modifier (minimum of 3).</li><li>You gain a second pact boon of your choice. Once chosen, you gain the same pact boon whenever you attune to this item again.</li></ul>",
      "activities": {
        "Sense Warlocks": {
          "name": "Sense Warlocks"
        }
      }
    },
    "Poison of Oblivion": {
      "name": "Poison of Oblivion",
      "description": "<p><em>[[lookup @item.type.label]], very rare</em></p><p>Harvested from elusive giant spiders that dwell in enchanted caves, this poison has the power to send even the mightiest foes into a deep, dreamless sleep.</p><p>A vial of <em>Poison of Oblivion</em> holds a single dose. As an action, you can coat one slashing or piercing weapon, one piece of ammunition, or a trap that deals slashing or piercing damage with this poison. Once applied, the poison retains its potency for one year or until a creature takes slashing or piercing damage from the item that was coated with it.</p><p>A creature that takes slashing or piercing damage from a weapon, a piece of ammunition, or a trap coated with <em>Poison of Oblivion</em> must succeed on a DC 20 Constitution saving throw or become poisoned for 4d6 hours. While poisoned this way, the creature is unconscious and immune to the @UUID[Compendium.dnd5e.spells.Item.kSPRpeIx3w3nihrF] spell and can only wake up if it takes 10 damage or more on a single round.</p>"
    },
    "Vanarion the Harp": {
      "name": "Vanarion the Harp",
      "description": "<p><em>[[lookup @item.type.label]], artifact (requires attunement by a non-evil bard)</em></p><p>This exquisitely crafted harp houses the soul of legendary dark elf bard Vanarion who sought to spread love and beauty to the Overworld. Persecuted by evil forces, Vanarion had to channel his essence into his unbreakable harp to avoid certain death.</p><p>A creature that attempts to play <em>Vanarion</em> without his consent must succeed on a DC 20 Wisdom saving throw or take 3d8 psychic damage.</p><p><strong>Magic Repertoire.</strong> You can use an action to play <em>Vanarion</em> and cast one of the spells from Vanarion's Spell List below. Once <em>Vanarion</em> has been used to cast a spell, he can't be used to cast that spell again until the next dawn. The spells use your spellcasting ability and spell save DC.</p><p><em>Vanarion</em> maintains concentration on any spells cast from his spell list that require concentration so that you don't have to.</p><p><strong>Vanarion's Spell List.</strong> @UUID[Compendium.dnd5e.spells.Item.uUWb1wZgtMou0TVP] (5th level), @UUID[Compendium.dnd5e.spells.Item.S7VbUetIfVT7B6Eq], @UUID[Compendium.dnd5e.spells.Item.nqBDWkVOfcGZt4YU], @UUID[Compendium.dnd5e.spells.Item.yfbK8gZqESlaoY5t], @UUID[Compendium.dnd5e.spells.Item.1N8dDMMgZ1h1YJ3B], @UUID[Compendium.dnd5e.spells.Item.TfRzwEgBHHkCc6Ql], @UUID[Compendium.dnd5e.spells.Item.MRxldJd6C4bsBo3O], @UUID[Compendium.dnd5e.spells.Item.xmDBqZhRVrtLP8h2], @UUID[Compendium.dnd5e.spells.Item.HQfd7jJyULIoGxrZ].</p><p><strong>Sentience.</strong> <em>Vanarion</em> is a sentient chaotic good harp with an Intelligence of 14, a Wisdom of 8, and a Charisma of 20. He has hearing and darkvision out to a range of 120 feet. He can communicate telepathically with any creature he can see within 60 feet of him. His telepathic messages ring melodic and pleasant. <em>Vanarion</em> knows Common, Draconic, Dwarvish, and Elvish.</p><p><strong>Personality.</strong> <em>Vanarion</em> honestly believes he was the most talented bard that has ever existed. In his new life as an unbreakable harp, he seeks to aid and guide bards who would fight to make the world a better place.</p>"
    },
    "Iridescent Spider Egg": {
      "name": "Iridescent Spider Egg",
      "description": "<p><em>[[lookup @item.type.label]], very rare</em></p><p>This barrel-sized egg is almost weightless and glows faintly when touched. As it gets closer to Spidermas, you can hear otherworldly plinks and plonks coming out of it. After it hatches, the iridescent baby spider likes to relax in the mist between dimensions, also known as the ethereal plane, and shift back to reality whenever it feels lonely or gets hungry. It requires four times as much food and water as a medium-sized creature each day.</p><p>With care and nurture, the iridescent baby spider grows into a @UUID[Compendium.dnd5e.monsters.Actor.llSG0Hi4eGlRlQ4o] (CR 3) after a year. This phase spider is friendly to you and your companions. It will keep an eye out for enemies trying to sneak up on you and your companions through the ethereal plane. Unless trained to fight, it prefers to hide in the ethereal plane during combat, but it will defend itself from hostile creatures.</p>"
    },
    "Bell Tower of the Peaceful Path": {
      "name": "Bell Tower of the Peaceful Path",
      "description": "<p><em>[[lookup @item.type.label]], legendary (requires attunement)</em></p><p>A legendary variant of the <em>Chimes of the Peaceful Path</em>.</p><p>While attuned to the bell tower, you can jangle them to create a light chiming noise that can be heard only by creatures of an alignment of your choice up to 10 miles away. The chiming noise penetrates magic barriers and grants those who hear it advantage on Wisdom (Survival) checks made to find you.</p><p>The bell tower has 3 charges. You can use an action to expend 1 charge and cast @UUID[Compendium.dnd5e.spells.Item.3MYDjS6k9IYL0aTj] (DC 20) with a radius of 1 mile centered on the bell. The bell tower regains all charges daily at dawn.</p><p>When casting <em>calm emotions</em> using a spell slot while attuned to the bell tower, you can expend 1 charge to add a +2 bonus to your spell save DC for that singular casting of <em>calm emotions</em>.</p>"
    },
    "Glimmering Skycrystal Shard": {
      "name": "Glimmering Skycrystal Shard",
      "description": "<p><em>[[lookup @item.type.label]], uncommon (requires attunement)</em></p><p>Crafted by ancient mages, this crystal shard holds a mote of the unending magic of creation.</p><p>As an action, you can focus your mind onto the Skycrystal Shard and create the effect of one spell that has a casting time of 1 action. The maximum level of the spell you can create depends on the shard's rarity as shown in the table below. The spell can be from any class's spell list, and you don't need to meet the requirements in that spell, including costly components; the spell simply takes effect as part of this action, using your spell save DC, spellcasting ability modifier, and spell attack bonus.</p><p>Once the Skycrystal Shard is used, it can't be used again until the next dawn.</p><table style=\"text-align:center\"><thead><tr><td>Type</td><td>Rarity</td><td>Maximum Spell Level</td></tr></thead><tbody><tr><td><strong>Glimmering Skycrystal Shard</strong></td><td>Uncommon</td><td>1</td></tr><tr><td><strong>Glowing Skycrystal Shard</strong></td><td>Rare</td><td>3</td></tr><tr><td><strong>Shining Skycrystal Shard</strong></td><td>Very Rare</td><td>5</td></tr><tr><td><strong>Resplendent Skycrystal Shard</strong></td><td>Legendary</td><td>7</td></tr></tbody></table>"
    },
    "Freewalker's Shadowgarb (Empowered)": {
      "name": "Freewalker's Shadowgarb (Empowered)",
      "description": "<p><em>[[lookup @item.type.label]], evolving artifact (requires attunement by a sorcerer)</em></p><p>Crafted by a sorcerer of supreme prowess, this morphing outfit appears to be made of a multicolored shimmering silk and can take the form of any outfit the wearer desires. Its true power has since lain dormant, waiting for someone worthy to release its potential.</p><p><strong>Dormant.</strong> While wearing the outfit in its dormant state, you gain the following benefits:</p><ul><li>You can cast @UUID[Compendium.dnd5e.spells.Item.A3q2gTNqG6fvNGrv] at will.</li><li>If you aren't wearing armor, your base Armor Class is 8 + your proficiency bonus + your Charisma modifier.</li></ul><p><strong>Empowered (level 11).</strong> After you reach level 11, the artifact becomes empowered, gaining the following additional properties:</p><ul><li>You have a swimming, climbing, and flying speed equal to your walking speed while wearing this outfit.</li><li>This outfit gains a number of charges equal to your Charisma modifier. You can spend 5 feet of movement and one charge to automatically escape restraints, or end an effect that reduces your speed or causes you to be grappled, paralyzed, restrained, or stunned. You can escape multiple restraints and end multiple effects, expending 5 feet of movement and one charge of this feature per effect. You regain all expended charges daily at dawn.</li></ul><p><strong>Supreme (level 17).</strong> After you reach level 17, the outfit evolves into its supreme state, gaining the following additional properties:</p><ul><li>Your Charisma score increases by 2, as does your maximum for that score.</li><li>Your walking speed increases by 10 feet.</li><li>You can ignore the verbal and somatic components of spells you cast.</li><li>When you use the Subtle Spell Metamagic feature, you can also ignore any material component that has no gold cost.</li><li>You can use your action to gain the benefits of the @UUID[Compendium.dnd5e.spells.Item.PQuEgKyCdovOvhqN] spell. This effect can be active for up to an hour, all at once or in shorter intervals of a minimum of 1 minute for the duration. This time limit resets daily at dawn.</li></ul>",
      "effects": {
        "Freewalker's Shadowgarb": {
          "name": "Freewalker's Shadowgarb"
        }
      }
    },
    "Eyes of Rolim": {
      "name": "Eyes of Rolim",
      "description": "<p><em>[[lookup @item.type.label]], legendary (requires attunement)</em></p><p>Built by the deep dwarf demigod Rolim the Technurge, these arcane-infused spectacles allow sages to skim through entire libraries, solve magic mysteries, and discern the true nature of illusions and shapeshifting creatures.</p><p>While wearing the <em>Eyes of Rolim</em>, you have truesight out to 10 feet.</p><p><strong>Arcana Mastery.</strong> While wearing the <em>Eyes of Rolim</em>, you have advantage on Intelligence (Arcana) checks when examining magic items, creations wrought by magic, spell effects, magic abilities, and supernatural phenomena. Additionally, you can use an action to cast @UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8] or @UUID[Compendium.dnd5e.spells.Item.3OZnNhunvRtPOQmH] at will.</p><p><strong>Rolim's Sagacity.</strong> While wearing the <em>Eyes of Rolim</em>, you can read all writing that you see through the eyes' lens. Additionally, you can read at triple your normal speed and have advantage on Constitution checks and saving throws related to mental fatigue from prolonged cognitive activity.</p>",
      "effects": {
        "Eyes of Rolim": {
          "name": "Eyes of Rolim"
        }
      }
    },
    "Void Blade": {
      "name": "Void Blade",
      "description": "<p><em>Weapon (Longsword), Rare (requires attunement)</em></p><p>This item appears to be a longsword hilt. While grasping the hilt, you can use a bonus action to cause a blade of pure darkness to spring into existence, or make the blade disappear. While the blade exists, this magic longsword has the finesse property. If you are proficient with shortswords or longswords, you are proficient with the <em>Void Blade</em>.</p><p>You gain a +2 bonus to attack and damage rolls made with this weapon, which deals necrotic damage instead of slashing damage. When you hit a humanoid with it, that target takes an extra 1d8 necrotic damage.</p>"
    },
    "Net of the Titan": {
      "name": "Net of the Titan",
      "description": "<p><em>Weapon (net), uncommon</em></p><p>This 50-foot length of rope glimmers almost imperceptibly and feels smooth to the touch. The rope has been reinforced with durable spellstring and infused with subtle abjuration magic and woven into a net.</p><p>The net has AC 25 and 50 hit points, and resistance to all damage. It can be burst with a DC 30 Strength check.</p>",
      "activities": {
        "Burst": {
          "name": "Burst"
        }
      }
    },
    "Potion of Bottled Language (Exotic)": {
      "name": "Potion of Bottled Language (Exotic)",
      "description": "<p><em>[[lookup @item.type.label]], rare </em></p><p>Prized by merchants and diplomats alike, these potions have been infused with the concentrated essence of a language. Different potions for different languages exist, and potions infused with exotic or dead languages are often more expensive than potions of more common languages.</p><p>When you drink this potion, you can magically speak, read, and write the language whose essence the potion includes for 1 hour.</p><p>This potion's color may vary depending on language and dialect, but all variants have tiny translucent letters floating in them. Shaking the bottle momentarily combines the letters into random words of the language it includes.</p><p>If you drink one potion of the same bottled language every day for 30 days, you permanently learn to read and write that language.</p><p><strong>Linguistic Intoxication.</strong> If you drink a <em>Potion of Bottled Language</em> while still under the effects of another <em>Potion of Bottled Language</em> you must succeed on a DC 15 Intelligence saving throw or become linguistically intoxicated for 1 hour. While linguistically intoxicated, you feel light-headed and your speech is slurred; and you can only speak, read, and write only the languages of the potions that currently affect you.</p>"
    },
    "Belt of Halflingkind": {
      "name": "Belt of Halflingkind",
      "description": "<p><em>[[lookup @item.type.label]], rare (requires attunement)</em></p><p>Created by a determined halfling wizard after she encountered belts that correspond to other races and found them lacking, this belt allows everyone to experience life from the perspective of a halfling.</p><p>While wearing this belt you gain the following benefits:</p><ul><li>Your Dexterity score increases by 2, to a maximum of 20.</li><li>You have advantage on Charisma (Persuasion) checks made to interact with halflings.</li></ul><p>In addition, while attuned to the belt, you have a 50 percent chance each day at dawn of waking up feeling optimistic and happy-go-lucky about your day.</p><p>If you aren't a halfling, you gain the following additional benefits while wearing the belt:</p><ul><li>When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll.</li><li>You have advantage on saving throws against being frightened.</li><li>You can speak, read, and write Halfling.</li></ul>",
      "effects": {
        "Belt of Halflingkind": {
          "name": "Belt of Halflingkind"
        }
      }
    },
    "Rope of Sickness": {
      "name": "Rope of Sickness",
      "description": "<p><em>[[lookup @item.type.label]], uncommon</em></p><p>This 50-foot length of rope feels uncomfortably moist and has a musty smell. The rope has been infused with subtle necromancy magic.</p><p>Any creature restrained by this rope is also subjected to the poisoned condition. While poisoned in this way, a creature can't regain hit points.</p>"
    },
    "Bag of Prodigious Props": {
      "name": "Bag of Prodigious Props",
      "description": "<p><em>[[lookup @item.type.label]], very rare</em></p><p>Created by a legendary drag queen bard, this outrageously diverse and exotic collection has virtually every prop you will ever need to radically transform your appearance.</p><p>You can use your action to reach into the bag and pull out any prop you are looking for that can alter your appearance, including claws, ears, fangs, feathers, fins, fur, horns, hooves, scales, tails, tentacles, wings, and other distinguishing characteristics at the gamemaster's discretion.</p><p>You can spend 1 minute to apply a prop directly on your body. Thereafter, the prop can't be removed unless you detach it as an action or you die. Not even an @UUID[Compendium.dnd5e.spells.Item.Eon0jzGzQRNluTPQ] causes it to fall off.</p><p><strong>Prolific Props.</strong> You can wear a number of prodigious props at once equal to your Constitution modifier (minimum of one).</p><p><strong>Realness.</strong> Unless you purposefully wear it so its nature is obvious, a prop from the <em>Bag of Prodigious Props</em> looks perfectly real but does not grant you additional abilities. You can't use prop wings to fly, for example. The props also can't make you appear as a creature of a different size than you, and you cannot use them to increase the number of functional arms, legs, or heads you have.</p><p>Only a @UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz] spell can reveal the true nature of the prop while worn. The prop envelops whoever wears it in a faint aura of transmutation magic if targeted by @UUID[Compendium.dnd5e.spells.Item.ghXTfe7sgCbgf1Q8].</p>",
      "activities": {
        "Apply Prop": {
          "name": "Apply Prop"
        }
      }
    },
    "Shining Skycrystal Shard": {
      "name": "Shining Skycrystal Shard",
      "description": "<p><em>[[lookup @item.type.label]], very rare (requires attunement)</em></p><p>Crafted by ancient mages, this crystal shard holds a mote of the unending magic of creation.</p><p>As an action, you can focus your mind onto the Skycrystal Shard and create the effect of one spell that has a casting time of 1 action. The maximum level of the spell you can create depends on the shard's rarity as shown in the table below. The spell can be from any class's spell list, and you don't need to meet the requirements in that spell, including costly components; the spell simply takes effect as part of this action, using your spell save DC, spellcasting ability modifier, and spell attack bonus.</p><p>Once the Skycrystal Shard is used, it can't be used again until the next dawn.</p><table style=\"text-align:center\"><thead><tr><td>Type</td><td>Rarity</td><td>Maximum Spell Level</td></tr></thead><tbody><tr><td><strong>Glimmering Skycrystal Shard</strong></td><td>Uncommon</td><td>1</td></tr><tr><td><strong>Glowing Skycrystal Shard</strong></td><td>Rare</td><td>3</td></tr><tr><td><strong>Shining Skycrystal Shard</strong></td><td>Very Rare</td><td>5</td></tr><tr><td><strong>Resplendent Skycrystal Shard</strong></td><td>Legendary</td><td>7</td></tr></tbody></table>"
    }
  }
}
