{
  "label": "Orelyn's Tables",
  "entries": {
    "Fire Fragment Adventure Hooks": {
      "name": "Fire Fragment Adventure Hooks",
      "results": {
        "1-1": "<p>The @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.mrE3X953nqRm7Mni] adorns the makeshift magical staff of an aspiring goblin mage who calls himself “The Firelord”. The Firelord will eagerly exchange the fragment for an item that allows him to cast @UUID[Compendium.dnd5e.spells.Item.ztgcdrWPshKRpFd0], such as a <em>Staff of Fire</em> or a @UUID[Compendium.dnd5e.items.Item.DoSvjhRARhRqWZXg].</p>",
        "2-2": "<p>The @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.mrE3X953nqRm7Mni] floats in a pool of lava inside an active volcano. Approaching the volcano is dangerous even for creatures with fire resistance. Obtaining the fragment might rouse a slumbering fire elemental lord that will have to be appeased with a demonstration of overwhelming bravery (or recklessness).</p>",
        "3-3": "<p>An ingenious but unstable technognome inventor is using the Fire Fragment to power an experimental mecha golem. He will only part with the @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.mrE3X953nqRm7Mni] willingly if he discovers or is given an alternative power source.</p>",
        "4-4": "<p>The @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.mrE3X953nqRm7Mni] is collectively owned by an association of halfling grill pitmasters who believe it helps enhance flavor and crispiness in meat. They will only consider handing the fragment to a chef who manages to beat them all in a great grill-out.</p>"
      }
    },
    "Flying Disk Size": {
      "name": "Flying Disk Size",
      "results": {
        "1-20": "<p><strong>Size:</strong> 2 ft. radius. <strong>Capacity:</strong> 200 lb. <strong>Flying Speed:</strong> 80 feet.</p>",
        "21-40": "<p><strong>Size:</strong> 3 ft. radius. <strong>Capacity:</strong> 400 lb. <strong>Flying Speed:</strong> 60 feet.</p>",
        "41-60": "<p><strong>Size:</strong> 4 ft. radius. <strong>Capacity:</strong> 600 lb. <strong>Flying Speed:</strong> 40 feet.</p>",
        "61-80": "<p><strong>Size:</strong> 5 ft. radius. <strong>Capacity:</strong> 800 lb. <strong>Flying Speed:</strong> 30 feet.</p>",
        "81-100": "<p><strong>Size:</strong> 6 ft. radius. <strong>Capacity:</strong> 1200 lb. <strong>Flying Speed:</strong> 20 feet.</p>"
      }
    },
    "Allies and Antagonists Adventure Hooks": {
      "name": "Allies and Antagonists Adventure Hooks",
      "results": {
        "1-1": "<p>Legendary magic item merchant and caravan owner Madam Catifa possesses information on the location of at least one elemental fragment, and rumors say she might even own one. Madam Catifa is a shrewd trader and a tough negotiator, asking for a legendary item or the equivalent in gold and gems in exchange for a fragment, or information on how to obtain one.</p>",
        "2-2": "<p>Aethis Quill, an inquisitive half-elf arcane scribe wizard, has uncovered obscure lore that might lead to the recovery of one or more elemental fragments. She is willing to share this information with a party of adventurers that would use the staff for good and will even team up with them as long as they remain on good terms with her.</p>",
        "3-3": "<p>Obsessed with predicting, controlling, and altering the future, a secretive wizard order known as the Fateweavers is actively seeking the shattered staff and the four elemental fragments. Politics and machinations within the order mean that whoever obtains the staff will rapidly ascend to the highest ranks of the order.</p>",
        "4-4": "<p>A forgetful dwarf hermit claims to have once found an enchanted cave that leads to one of the fragments. The hermit's story is riddled with contradictions, but he appears to know facts about the elemental fragments that no one else does. In secret, the hermit has been possessed by the angry spirit of an evil dwarf sorceress who died trying to restore the staff.</p>",
        "5-5": "<p>A fire giant necromancer has made it his life's quest to obtain the @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.fKKwWWscr0jN1tH1], known to giants as a wand, and use it to exterminate the entire brood of an ancient red dragon rival. The necromancer will not hesitate to destroy anyone who stands in his way. Reaching the end of his lifespan, he performed a dark ritual to become a lich and forged an alliance with a clan of vampires to aid him in his sinister quest.</p>",
        "6-6": "<p>A mysterious hag that is rumored to be older than the sea has presented the young king of a prosperous realm with one of the elemental fragments and a prophecy that says he will rule over the whole continent if he restores the @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.fKKwWWscr0jN1tH1]. Now, an entire army and several powerful knight-errants are on the march to recover the fragments for their king. In secret, the hag seeks the staff's power for herself and has been slowly poisoning the young king's mind with maddening magic.</p>"
      }
    },
    "Spiderback Inn Rumors": {
      "name": "Spiderback Inn Rumors",
      "description": "<p>Numerous rumors and an air of mystery surround the Spiderback Inn, often perpetrated by those who stumbled upon it by accident, but also by explorers who sought to uncover and document the inn's secrets, often in vain.</p>",
      "results": {
        "1-1": "<p>Several interdimensional spaces exist within the inn's walls, housing some of the inn's permanent residents and holding all sorts of almost-forgotten secrets.</p>",
        "2-2": "<p>The Spiderback Inn is a front, a hideout, or a meeting hub for a network of dark elf spies known as The Diaphanous Web.</p>",
        "3-3": "<p>There is a secret menu of magical delicacies one can order at the Spiderback Inn, but these exotic delicacies are outrageously expensive.</p>",
        "4-4": "<p>A mighty artifact with the power to disintegrate any obstacle lies hidden in the cellars of the Spiderback Inn. This artifact is used only as a last resort when the inn gets stuck in a narrow space, or to defend against terrible threats.</p>",
        "5-5": "<p>The domesticated spiders of the inn are actually former patrons who committed a serious transgression against spiders and were polymorphed as punishment.</p>",
        "6-6": "<p>The inn is a lie! It doesn't exist. It's all illusions and mind-altering magic cast by the Arachniarch. Run away!</p>"
      }
    },
    "Spiderback Inn Quests and Events Table": {
      "name": "Spiderback Inn Quests and Events Table",
      "description": "<p>Something is always happening at the Spiderback Inn as it travels through the Sunken World.</p>",
      "results": {
        "1-1": "<p>Holiday decorations hang from webs on the walls, patrons enjoy traditional delicacies, the Arachniarch hums festive tunes, and patrons are eager to see spider eggs hatching.</p>",
        "2-2": "<p>A patron is found dead and only one of the other patrons or a member of the staff could have done it. Player characters might be the only ones with proof that puts them beyond suspicion and are therefore tasked with finding who did it.</p>",
        "3-3": "<p>Spider eggs have been hidden in and around the inn and patrons must find as many as they can during this traditional egg-hunting holiday event! Whoever finds the most eggs might be entrusted with a rare adoptable spider egg.</p>",
        "4-4": "<p>The enormous spider is suffering from a mysterious affliction and healing magic alleviates the symptoms only momentarily. While the Arachniarch is sick, its hit point maximum is reduced by half and it has disadvantage on all attack rolls, ability checks, and saving throws. The cause of this affliction is in fact one or more vampires that feed off the Arachniarch.</p>",
        "5-5": "<p>World-famous and extraordinarily talented bards are gathering at the Spiderback Inn for a competition of creative skills and quality entertainment. The event is invitation-only and the prize, besides distinguished as one of the best, is kept secret.</p>",
        "6-6": "<p>A remarkably old dark elf wizard famous for his bad temper appears with an ancient deed that gives him ownership to the Spiderback Inn. The wizened curmudgeon is rude to the inn's staff and complains endlessly, but he is also a compulsive gambler who is willing to bet the inn's deed in a game of chance if the stakes are high enough. Insightful and empathic adventurers might be able to find the root cause of the old elf's bad temper, which is none other than a centuries-old unrequited love towards Granny Aranda.</p>"
      }
    },
    "Earth Fragment Adventure Hooks": {
      "name": "Earth Fragment Adventure Hooks",
      "results": {
        "1-1": "<p>The @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.VPM2aJKpNnnD9DI3] dangles around the neck of a dune pirate captain of an enchanted sandship that sails across endless deserts as if they were oceans.</p>",
        "2-2": "<p>The @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.VPM2aJKpNnnD9DI3] has been buried in a secret tomb that holds the remains of an ancient king. The tomb has been suffused with necromantic magic, reanimating the king as a powerful @UUID[Compendium.dnd5e.monsters.Actor.UFW8M3JHzHkxUEGM].</p>",
        "3-3": "<p>The @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.VPM2aJKpNnnD9DI3] is the second prize in the jousting tournament of a small realm where nobody knows the fragment's true power. Knights and champions who know of the protective powers of the fragment have arrived from far and wide to claim the fragment, all planning to lose the final joust.</p>",
        "4-4": "<p>The @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.VPM2aJKpNnnD9DI3] is embedded on the shield of a theomachist (god-defying) paladin who fell in battle. The paladin, along with her armor and shield, has been entombed inside a theomachic cathedral.</p>"
      }
    },
    "Vessel of Entropy": {
      "name": "Vessel of Entropy",
      "results": {
        "1-1": "<p>Creatures must succeed on a [[/save con 20]] saving throw or be &amp;reference[poisoned] for [[/r 1d4]] hours.</p>",
        "2-2": "<p>Creatures are afflicted by a random disease from the @UUID[Compendium.dnd5e.spells.Item.CjIq8Ed7bu3vVwT1] spell (save DC 20).</p>",
        "3-3": "<p>Creatures are afflicted by a @UUID[Compendium.dnd5e.spells.Item.kozNy29b0X6exFhY] spell (save DC 20).</p>",
        "4-4": "<p>Creatures must succeed on a [[/save wis 20]] saving throw or be afflicted by a short-term madness.</p>",
        "5-5": "<p>Creatures must succeed on a [[/save con 20]] saving throw or gain one level of exhaustion.</p>",
        "6-6": "<p>The vessel casts @UUID[Compendium.dnd5e.spells.Item.f38w5rd9SgdmWc6F] centered on itself, creating bizarre and dangerous landscapes. This effect ends when the vessel is closed.</p>",
        "7-7": "<p>Creatures are afflicted by a random curse from the @UUID[Compendium.dnd5e.spells.Item.pO4zGe5LmFIYqJiL] spell cast at 9th level (save DC 20).</p>",
        "8-8": "<p>[[/r 1d4]] hostile @UUID[Compendium.dnd5e.monsters.Actor.ET4PEVEiNJLU4f7c]{Wraiths} appear in unoccupied spaces within 60 feet of the vessel.</p>",
        "9-9": "<p>The vessel casts @UUID[Compendium.dnd5e.spells.Item.x5JNBSyIBBZsjcGT] centered on itself. This effect ends when the vessel is closed.</p>",
        "10-10": "<p>Creatures must succeed on a [[/save cha 20]] saving throw or be magically pulled inside the vessel. Creatures can use their action to climb out of the vessel as long as it is open. If the vessel is closed, creatures inside are devoured by the unmentionable evil and can be restored to life only by a @UUID[Compendium.dnd5e.spells.Item.3okM6Gn63zzEULkz] spell.</p>"
      }
    },
    "Air Fragment Adventure Hooks": {
      "name": "Air Fragment Adventure Hooks",
      "results": {
        "1-1": "<p>An elemental lord of air has reclaimed the @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Aj9gHofyXppaFsXA] and will only consider giving it to a mortal who completes a series of unusual trials, including performing aerial acrobatics and solving obscure riddles.</p>",
        "2-2": "<p>The @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Aj9gHofyXppaFsXA] has been sealed in a seemingly useless magic trinket known as the Whistling Orb, a metal sphere with a thin crack across its surface. A soft breeze blows through the crack, creating a whistling sound. The orb seems impervious to damage but will break apart and release the @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Aj9gHofyXppaFsXA] if hit by an attack from a +3 weapon or a @UUID[Compendium.dnd5e.spells.Item.HBHbOGKNVVprSlwn] spell.</p>",
        "3-3": "<p>The @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Aj9gHofyXppaFsXA] is stuck in the gullet of an enormous roc that travels between continents and rests on flying islands. The roc has an endless appetite for fruit-laden trees, gulping them down whole.</p>",
        "4-4": "<p>The @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.Aj9gHofyXppaFsXA] adorns the engagement ring of a haughty cloud giant princess. She will only part with it willingly if she breaks up with her betrothed, an absent-minded stone giant scholar.</p>"
      }
    },
    "Water Fragment Adventure Hooks": {
      "name": "Water Fragment Adventure Hooks",
      "results": {
        "1-1": "<p>The @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.602TPP7I71fw51KB] is suspended inside an ancient glacier. Thawing the glacier will also release an ancient ooze of colossal proportions.</p>",
        "2-2": "<p>A superstitious halfling sailor owns the @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.602TPP7I71fw51KB], believing it's the source of her good luck after winning it at a game of cards against a drunken wizard. She will only part with it willingly if she earns enough gold to build the seaside house of her dreams and retire.</p>",
        "3-3": "<p>The @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.602TPP7I71fw51KB] powers an ornate fountain in the courtyard of a remote monastery built on a flying island. The monks who train and meditate around the fountain will eagerly exchange the fragment for the ancient scriptures of their order that were recently stolen by an alluring half-demon.</p>",
        "4-4": "<p>A powerful sea elf hydromancer has claimed the @UUID[Compendium.orelyns-opus-of-outstanding-objects.items.Item.602TPP7I71fw51KB] and will only consider giving it to a hero whom she believes will fulfill an ancient prophecy with ambiguous meaning involving the hatching of a gigantic turtle egg, a merfolk rebellion, and a talking fish.</p>"
      }
    }
  }
}
