{
  "label": "Orelyn's Actors",
  "entries": {
    "The Arachniarch": {
      "name": "The Arachniarch",
      "tokenName": "The Arachniarch",
      "items": {
        "Spider Climb": {
          "name": "Spider Climb",
          "description": "<p>The spider can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
        },
        "Web Sense": {
          "name": "Web Sense",
          "description": "<p>While in contact with a web, the spider knows the exact location of any other creature in contact with the same web.</p>"
        },
        "Web Walker": {
          "name": "Web Walker",
          "description": "<p>The spider ignores movement restrictions caused by webbing.</p>"
        },
        "Sure-Footed": {
          "name": "Sure-Footed",
          "description": "<p>The spider has advantage on Strength and Dexterity saving throws made against effects that would knock it prone.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<p><em>Melee Weapon Attack:</em> +17 to hit, reach 5 ft., one target. <em>Hit:</em> 32 (4d10 + 10) piercing damage and the target must make a DC 22 Constitution saving throw, taking 54 (12d8) poison damage on a failed save, or half as much damage on a successful one. If the poison damage reduces the target to 0 hit points, the target is stable but poisoned for 1 hour, even after regaining hit points, and is paralyzed while poisoned in this way.</p>"
        },
        "Legendary Carrying Capacity": {
          "name": "Legendary Carrying Capacity",
          "description": "<p>The spider can carry creatures, objects, and structures weighing up to 120,000 pounds and can fit in a 50-foot cube on its back, securing everything with webbing that keeps it in place even when the spider climbs upside down. The spider's speed is halved if it is carrying more than 10,000 pounds and quartered if it is carrying more than 60,000 pounds.</p>"
        },
        "Siege Monster": {
          "name": "Siege Monster",
          "description": "<p>The spider deals double damage to objects and structures.</p>"
        },
        "Cephalothorax Ram": {
          "name": "Cephalothorax Ram",
          "description": "<p><em>Melee Weapon Attack:</em> +17 to hit, reach 5 ft., one target. <em>Hit:</em> 36 (4d12 + 10) bludgeoning damage. If the target is a creature, it must succeed on a DC 25 Strength saving throw or be pushed up to 20 feet away from the spider and knocked prone.</p>"
        },
        "Building Slam": {
          "name": "Building Slam",
          "description": "<p>The spider lifts a Huge or Gargantuan structure it is carrying and slams it onto a target within range. <em>Melee Weapon Attack:</em> +17 to hit, reach 15 ft., one target. <em>Hit:</em> 52 (4d20 + 10) bludgeoning damage. Hit or miss, the structure takes double that damage and if it drops to 0 hit points, it collapses and potentially damages nearby creatures. A creature within half the distance of the structure's height, excluding the spider and any creatures on its back, must make a DC 25 Dexterity saving throw. On a failed save, the creature takes 35 (10d6) bludgeoning damage, is knocked prone, and is buried in the rubble, requiring a DC 25 Strength (Athletics) check as an action to escape. The gamemaster can adjust the DC higher or lower, depending on the nature of the rubble. On a successful save, the creature takes half as much damage and doesn't fall prone or become buried.</p>",
          "activities": {
            "Escape": {
              "name": "Escape"
            }
          }
        },
        "Throw Object": {
          "name": "Throw Object",
          "description": "<p>The spider picks up a Large or smaller object it is carrying or that is within 15 feet of it and flings it at a target within range. <em>Ranged Weapon Attack:</em> +17 to hit, range 60/240 ft., one target. <em>Hit:</em> 36 (4d12 + 10) bludgeoning damage. Hit or miss, the thrown object takes double that damage and if it drops to 0 hit points, it shatters and potentially damages nearby creatures. The target and each creature within 10 feet of it must succeed on a DC 25 Dexterity saving throw or take 17 (5d6) bludgeoning damage.</p>",
          "activities": {
            "Attack": {
              "name": "Attack"
            },
            "Save": {
              "name": "Save"
            }
          }
        }
      }
    },
    "Puppy": {
      "name": "Puppy",
      "tokenName": "Puppy",
      "items": {
        "Keen Hearing and Smell": {
          "name": "Keen Hearing and Smell",
          "description": "<p>The puppy has advantage on Wisdom (Perception) checks that rely on hearing or smell.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<p><em>Melee Weapon Attack:</em> +0 to hit, reach 5 ft., one target. <em>Hit:</em> 1 piercing damage.</p>"
        }
      }
    },
    "Enormous Wooly Spider": {
      "name": "Enormous Wooly Spider",
      "tokenName": "Enormous Wooly Spider",
      "items": {
        "Flammable Fluff": {
          "name": "Flammable Fluff",
          "description": "<p>If the spider takes fire damage, it has disadvantage on attack rolls and ability checks until the end of its next turn.</p>"
        },
        "Wooly Cover": {
          "name": "Wooly Cover",
          "description": "<p>The spider's thick wool provides half cover to Medium creatures and three-quarters cover to Small and Tiny creatures that ride on its back.</p>"
        },
        "Spider Climb": {
          "name": "Spider Climb",
          "description": "<p>The spider can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
        },
        "Web Sense": {
          "name": "Web Sense",
          "description": "<p>While in contact with a web, the spider knows the exact location of any other creature in contact with the same web.</p>"
        },
        "Web Walker": {
          "name": "Web Walker",
          "description": "<p>The spider ignores movement restrictions caused by webbing</p>"
        },
        "Sure-Footed": {
          "name": "Sure-Footed",
          "description": "<p>The spider has advantage on Strength and Dexterity saving throws made against effects that would knock it prone.</p>"
        },
        "Pick Up Allies": {
          "name": "Pick Up Allies",
          "description": "<p>The spider picks up four Medium or smaller willing creatures and places them safely on its wooly back.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<p><em>Melee Weapon Attack:</em> +10 to hit, reach 5 ft., one target. <em>Hit:</em> 18 (2d10 + 7) piercing damage and the target must make a DC 16 Constitution saving throw, taking 36 (8d8) poison damage on a failed save, or half as much damage on a successful one. If the poison damage reduces the target to 0 hit points, the target is stable but poisoned for 1 hour, even after regaining hit points, and is paralyzed while poisoned in this way.</p>",
          "activities": {
            "save": {
              "condition": "if the target is hit"
            }
          }
        },
        "Web": {
          "name": "Web",
          "description": "<p><em>Ranged Weapon Attack:</em> +10 to hit, range 60/120 ft., one target. <em>Hit:</em> The target is restrained by webbing. As an action, the restrained target can make a DC 18 Strength check, bursting the webbing on a success. The webbing can also be attacked and destroyed (AC 10; hp 20; vulnerability to fire damage; immunity to bludgeoning, poison, and psychic damage).</p>",
          "activities": {
            "Check": {
              "name": "Check"
            }
          }
        }
      }
    }
  }
}
