{
  "label": "Steinhardt's Tables",
  "folders": {
    "Short-Term Madness": "Short-Term Madness",
    "Eldritch Moons": "Eldritch Moons",
    "Long-Term Madness": "Long-Term Madness",
    "Indefinite Madness": "Indefinite Madness"
  },
  "entries": {
    "Long81": {
      "name": "Long81",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"osnxbv8js1o\">Your futile attempts at staving off the madness have left your body scarred.</p></div>",
      "results": {
        "1-2": "Your futile attempts at staving off the madness have left your body scarred. The scar tissue only thickens your skin. You gain a +1 bonus to AC.",
        "3-7": "Your futile attempts at staving off the madness have left your body scarred. The scars that cover your body are beyond repulsive, causing most people to experience fear at their sight, especially children. You have a +2 bonus to Intimidation checks and a -2 penalty to Persuasion checks.",
        "8-10": "Your futile attempts at staving off the madness have left your body scarred. You suffer severe scarring over an extensive portion of your anatomy. Anytime you take bludgeoning, piercing, or slashing damage, you suffer an extra 1d6 damage of that type."
      }
    },
    "Long41": {
      "name": "Long41",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"36gx3jjf9ld\">The Eldritch Truth reveals itself to you.</p></div>",
      "results": {
        "1-2": "The Eldritch Truth reveals itself to you. Able to understand this Truth, you gain proficiency in a random Intelligence skill (chosen by the GM) and can add twice your proficiency bonus to any check you make using that skill.",
        "3-7": "The Eldritch Truth reveals itself to you. You become fascinated by what lies beyond. Whenever you notice or hear of something of eldritch nature, you drop whatever you are doing to enquire more about it and attempt to get closer to it, physically or otherwise.",
        "8-10": "The Eldritch Truth reveals itself to you. The revelations from beyond beckon to you, urging you to learn more, to be more. You have disadvantage on saving throws against madness."
      }
    },
    "Long91": {
      "name": "Long91",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"xspnt23saxg\">The madness causes your body to rot, unable to withstand the eldritch influence.</p></div>",
      "results": {
        "1-2": "The madness causes your body to rot, unable to withstand the eldritch influence. Your mind embraces the idea that your body will rot away, and welcomes it; after all, everyone withers away eventually. You have immunity to the poisoned condition.",
        "3-7": "The madness causes your body to rot, unable to withstand the eldritch influence. The rot within your body is nauseating. You experience a constant feeling of disgust, and any time you smell something foul, you spend your action heaving.",
        "8-10": "The madness causes your body to rot, unable to withstand the eldritch influence. Vicious wounds of eldritch nature ravage your flesh. Your hit point maximum is reduced by 1 every 24 hours. If your hit point maximum drops to 0, you die. You or another creature can tend to the wounds during a long rest, making a DC 16 Medicine check once every 24 hours. After five successes, the wounds heals."
      }
    },
    "Short11": {
      "name": "Short11",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"xucv3p685il\">Your mind is invaded by the sound of the cosmos.</p></div>",
      "results": {
        "1-2": "Your mind is invaded by the sound of the cosmos. Painful sounds pale in comparison to the cacophony in your head; you are immune to thunder damage.",
        "3-7": "Your mind is invaded by the sound of the cosmos. Eldritch utterings scratch your brain; you hear the soft caress of whispers behind your back.",
        "8-10": "Your mind is invaded by the sound of the cosmos. The sound of the cosmos drowns out all other noise, closing you to the world. You are deafened and have disadvantage on saving throws made to maintain your concentration."
      }
    },
    "Indef21": {
      "name": "Indef21",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"6hfag167t0x\">Your eyes begin to blister as the Eldritch Truth reveals itself to you.</p></div>",
      "results": {
        "1-2": "Your eyes begin to blister as the Eldritch Truth reveals itself to you. You become blind and cannot regain sight while afflicted by this madness.",
        "3-7": "Your eyes begin to blister as the Eldritch Truth reveals itself to you. You gain the ability to see into the Ethereal Plane but lose the ability to see the Material Plane. You are blinded to creatures and objects on the Material Plane.",
        "8-10": "Your eyes begin to blister as the Eldritch Truth reveals itself to you. Your eyes grow dark and you despise the light. While in sunlight or bright moonlight, you have disadvantage on attack rolls, as well as on Perception checks that rely on sight."
      }
    },
    "Indef31": {
      "name": "Indef31",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"neu7a5tj0dd\">Mysterious powers from beyond grasp you, and you attempt to cope in various ways.</p></div>",
      "results": {
        "1-2": "Mysterious powers from beyond grasp you, and you attempt to cope in various ways. You become obsessed with one object in your possession. If that item isn't precisely right all the time, it gnaws away at your peace of mind. While that item is not right, you have disadvantage on all ability checks and attack rolls.",
        "3-7": "Mysterious powers from beyond grasp you, and you attempt to cope in various ways. Initially, nothing happens. [Only the GM can know the following] The next time you fall unconscious in battle, you develop a severe trauma around it. If you encounter that enemy in battle again while under the effect of this madness, you become cursed. While cursed in this way, when you finish a long rest, you must make a DC 12 Wisdom saving throw. On a failed save, your mind wrestles with your past failures, and you do not gain the benefits of the long rest.",
        "8-10": "Mysterious powers from beyond grasp you, and you attempt to cope in various ways. You develop a strange phobia. It could be fear of long words, the dark, or another aspect of your life. Talk with your GM to decide which one would suit your character."
      }
    },
    "Long51": {
      "name": "Long51",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"jd1f741oztb\">The madness ignites your nervous system, melting it away.</p></div>",
      "results": {
        "1-2": "The madness ignites your nervous system, melting it away. Any pain you would feel completely vanishes. You are immune to being stunned and can only fall unconscious as a result of reaching 0 hit points.",
        "3-7": "The madness ignites your nervous system, melting it away. Your damaged nerves transmit a constant feeling of itchiness. This feeling vanishes when your skin is in direct contact with metal.",
        "8-10": "The madness ignites your nervous system, melting it away. You are in constant pain from the nerve damage, which prevents you from focusing or bringing your utmost in battle. You can't add your Dexterity modifier to your Armor Class and have disadvantage on all Dexterity checks and saving throws."
      }
    },
    "Long1": {
      "name": "Long1",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"4c9j15qaql4\">The eldritch corruption profoundly weakens your body.</p></div>",
      "results": {
        "1-2": "The eldritch corruption profoundly weakens your body. Your frail body is easily pushed around; each time you take damage you are pushed back 10 feet.",
        "3-7": "The eldritch corruption profoundly weakens your body. You are easily fatigued, and physical effort puts a heavy toll on your body. You require 4 more hours than usual to finish a long rest.",
        "8-10": "The eldritch corruption profoundly weakens your body. Your legs can barely hold you up; each time you take damage you are knocked prone."
      }
    },
    "Indef61": {
      "name": "Indef61",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"xrooy0ahkdg\">You develop antisocial personality traits, becoming the embodiment of chaos and madness.</p></div>",
      "results": {
        "1-2": "You develop antisocial personality traits, becoming the embodiment of chaos and madness. Whenever you roll initiative, you begin to dance. At the start of each of your turns, you must make a DC 18 Constitution saving throw to stop dancing for that turn. On a failure, you continue to dance, as per the irresistible dance spell.",
        "3-7": "You develop antisocial personality traits, becoming the embodiment of chaos and madness. You are overcome with fits of uncontrollable laughter at inappropriate times, making it difficult to communicate or concentrate. If you are concentrating on a spell, you must succeed on a DC 15 Wisdom saving throw at the start of each of your turns or lose concentration. Further, you have disadvantage on Stealth checks.",
        "8-10": "You develop antisocial personality traits, becoming the embodiment of chaos and madness. You become ravenous and must succeed on a DC 15 Wisdom saving throw or be compelled to consume any food, including unappetizing, rancid, or downright abhorrent sustenance you come across."
      }
    },
    "Indef66": {
      "name": "Indef66",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"77dl5w0q5k3\">You become plagued by a transcendent hatred.</p></div>",
      "results": {
        "1-2": "You become plagued by a transcendent hatred. You develop an alternate personality that attempts to destroy everything you care for and nurture anything you despise.",
        "3-7": "You become plagued by a transcendent hatred. You develop an irrational hatred for a specific creature, object, or situation of the GM's choice. You must succeed on a DC 15 Wisdom saving throw when you encounter the hated subject or become hostile toward it for 1 hour, or until the target is removed from your sight or is destroyed.",
        "8-10": "You become plagued by a transcendent hatred. You gleam at the idea of betrayal. Whenever multiple creatures are within range of an attack you are about to make, roll a d20. On a10 or lower, you randomly target another creature instead of your original target."
      }
    },
    "Short71": {
      "name": "Short71",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"0h9qyazw9j0o\">The Eldritch Horrors are revealed to you, bathing you in fear.</p></div>",
      "results": {
        "1-2": "The Eldritch Horrors are revealed to you, bathing you in fear. When you gain this madness, each creature within 30 feet of you must succeed on a DC 13 Wisdom saving throw or become frightened of you for 1 minute. A frightened creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
        "3-7": "The Eldritch Horrors are revealed to you, bathing you in fear. You become paranoid and fearful of any movement or sound.",
        "8-10": "The Eldritch Horrors are revealed to you, bathing you in fear. You become frightened of your allies. You must take the Dash action and move away from them by the quickest available route on each of your turns, unless there is nowhere to move. If you start your turn in a location where you can't see any of your allies, you can use your action to end the madness."
      }
    },
    "Short91": {
      "name": "Short91",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"u0la7dc914k\">The revelations from beyond afflict you.</p></div>",
      "results": {
        "1-2": "The revelations from beyond afflict you. Your body ignores all pain; only the Eldritch Truth matters. You are immune to the stunned condition.",
        "3-7": "The revelations from beyond afflict you. You speak to others of the Eldritch Truth in a way that seems limpid to you, but is perhaps not so clear to others. Your sentences are cryptic for the unascended mind.",
        "8-10": "The revelations from beyond afflict you. You are stunned. This effect ends early if you take damage equal to your level or if a  greater restoration spell is cast on you."
      }
    },
    "Indef26": {
      "name": "Indef26",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"t06mq43hwl8\">The madness ignites your nervous system, and your mind begins to beckon the pain.</p></div>",
      "results": {
        "1-2": "The madness ignites your nervous system, and your mind begins to beckon the pain. Your subconscious screams at you, urging you to suffer the pain. You have disadvantage on saving throws against effects that deal damage to you, and attack rolls against you have advantage. In exchange, you have advantage on saving throws against non-damaging effects, as your mind sees them as beneath you.",
        "3-7": "The madness ignites your nervous system, and your mind begins to beckon the pain. Whenever you take more than 20 points of damage in a turn, your body detonates psychically. You and all creatures within 30 feet of you must succeed on an Intelligence saving throw or take 3d10 psychic damage. You have disadvantage on this saving throw.",
        "8-10": "The madness ignites your nervous system, and your mind begins to beckon the pain. You become fascinated with the afterlife. Whenever a creature within your sight is unconscious and at 0 hit points, you feel the urge to finish them off, and must use your turn to try to kill them."
      }
    },
    "Indef46": {
      "name": "Indef46",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"ai7etarrw8v\">Your body mutates in maladaptive ways.</p></div>",
      "results": {
        "1-2": "Your body mutates in maladaptive ways. You become extremely sensitive to a specific element (fire, cold, lightning, acid, poison, or thunder), feeling intense pain even from minor exposure. You become vulnerable to that damage type. This effect removes any resistance or immunity you might have to that damage type.",
        "3-7": "Your body mutates in maladaptive ways. You become a walking lightning rod. Any lightning or effects that deal lightning damage within 120 feet of you also bend in your direction, striking you as well. Further, you automatically fail saving throws against effects that deal lightning damage.",
        "8-10": "Your body mutates in maladaptive ways. You lose all the hair on your body, leading to thermoregulation problems. Manikins are immune to this effect. You have disadvantage on saving throws against extreme cold and heat. Further, you have disadvantage on saving throws against diseases and poison, and you lose any resistance to poison damage."
      }
    },
    "Indef11": {
      "name": "Indef11",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"ri9kp9ozkkg\">You develop a hatred of your own body.</p></div>",
      "results": {
        "1-2": "You develop a hatred of your own body. When you first develop this madness, it doesn't manifest itself until you are alone for 10 seconds or more with a blade. You self amputate a limb in anger and destroy the removed appendice of flesh.",
        "3-7": "You develop a hatred of your own body. You begin to wear mountains of clothing that hide as much of your body as possible and refuse to show even an inch of skin to anyone. If you realize that your skin has become exposed, you have disadvantage on all checks and attack rolls until you hide it again.",
        "8-10": "You develop a hatred of your own body. Perhaps it would be better if your soul left this wretched body. When you are reduced to 0 hit points, you gain two failed death saving throws, and you automatically fail any further death saving throws."
      }
    },
    "Short51": {
      "name": "Short51",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"ld909kcwvqj\">You realize that your hands are blasphemous tools.</p></div>",
      "results": {
        "1-2": "You realize that your hands are blasphemous tools. These tools can break the minds of your foes. Once per turn when you hit a creature with a melee weapon attack, you can deal an extra 1d8 psychic damage to it.",
        "3-7": "You realize that your hands are blasphemous tools. You refuse to use your hands for anything, keeping them hidden from view. If someone stares at them, it makes you extremely uncomfortable and defensive.",
        "8-10": "You realize that your hands are blasphemous tools. You shouldn't touch anything. You drop anything you are holding , and can't hold items or grapple creatures."
      }
    },
    "Indef6": {
      "name": "Indef6",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"jfgrppgnrsb\">Life is bad and is only getting worse.</p></div>",
      "results": {
        "1-2": "Life is bad and is only getting worse. Whenever you fail an ability check, attack roll, or saving throw, you have disadvantage on your next ability check, attack roll, or saving throw.",
        "3-7": "Life is bad and is only getting worse. You feel the world is rotting and become reluctant to try anything new, only relying on what you know has worked in the past. You categorically refuse to try anything new that you haven't experienced before gaining this madness, such as a new spell, feature, or tavern.",
        "8-10": "Life is bad and is only getting worse. In the past, you may have been a promising individual, but those days are long gone. You are no longer proficient in any skills and instead suffer a penalty equal to your proficiency bonus to any skills in which you were proficient. If an ability allows you to gain a bonus to a check (such as Expertise or Jack of All Trades), you can no longer do so."
      }
    },
    "Indef56": {
      "name": "Indef56",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"vzwm7xazx9s\">Your mind begins to play tricks on you, feeding you delusions.</p></div>",
      "results": {
        "1-2": "Your mind begins to play tricks on you, feeding you delusions. You become overly confident and take unnecessary risks. You must make a DC 18 Wisdom saving throw before attempting any cautious or well-thought-out action. On a failure, you act impulsively instead.",
        "3-7": "Your mind begins to play tricks on you, feeding you delusions. You believe you are a deity, royalty, or another powerful figure, and have disadvantage on all Wisdom and Charisma checks when interacting with others.",
        "8-10": "Your mind begins to play tricks on you, feeding you delusions. You believe you are of another race. You can only speak in that race's native language, and if that language isn't Common, you lose the ability to speak Common. If you don't already know that race's language, you instead produce sounds that seem close to the language, but are in reality complete gibberish."
      }
    },
    "Indef41": {
      "name": "Indef41",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"ey6me70h45g\">You begin to lose control of your nerves and mind.</p></div>",
      "results": {
        "1-2": "You begin to lose control of your nerves and mind. Your senses become painfully heightened, causing discomfort and confusion. Unable to gain mental clarity amidst the cacophony of your senses, you have disadvantage on any ability checks that rely on sight, hearing, smell, taste, or touch, and disadvantage on Wisdom saving throws.",
        "3-7": "You begin to lose control of your nerves and mind. You randomly teleport a short distance (10 to 60 feet) at inopportune moments. The GM determines the timing and destination of these teleportations.",
        "8-10": "You begin to lose control of your nerves and mind. You broadcast your thoughts telepathically to creatures within a 60-foot radius, losing the ability to keep secrets or to surprise any creature within range."
      }
    },
    "Short-Term Madness Table": {
      "name": "Short-Term Madness Table",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p data-bkit-id=\"1k6q7xph0pf\">All effects are for the duration of the madness unless specified otherwise.</p></div>"
    },
    "Short31": {
      "name": "Short31",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"tuifmy2zozt\">The madness inside you bursts forth as haunting screams.</p></div>",
      "results": {
        "1-2": "The madness inside you bursts forth as haunting screams. Your scream is so loud that it can cause damage. As a bonus action on each of your turns, you can scream at a creature you see within 30 feet of you. If the target can hear you, it must make a DC 13 Constitution saving throw, taking 1d12 thunder damage on a failure or half as much damage on a success.",
        "3-7": "The madness inside you bursts forth as haunting screams. You can't talk properly; yelling is the only way you can communicate.",
        "8-10": "The madness inside you bursts forth as haunting screams. Your screams are so overwhelming that any creature within 300 feet of you can hear you talk. You also can't form coherent sentences or utter the vocal components of spells."
      }
    },
    "Long96": {
      "name": "Long96",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"ssvbapomvy\">The beast within you awakens and takes control.</p></div>",
      "results": {
        "1-2": "The beast within you awakens and takes control. Most of your humanity remains, yet enough of the beast is unleashed. You gain advantage on Dexterity saving throws. In addition, each of your hands transforms into a claw, which you can use as a weapon if it's empty. It deals 1d6 slashing damage on a hit. Once on each of your turns when you attack with a claw using the Attack action, you can make one additional claw attack as part of the same action.",
        "3-7": "The beast within you awakens and takes control. Your body transforms, yet a trace of your humanity remains. Your race becomes scourgeborne, with a random subrace. Scourgebornes and constructed races, such as manikins, are immune to this effect. If you're already a scourgeborne, the next madness effect applies instead.",
        "8-10": "The beast within you awakens and takes control. Your body transforms into a beast or monstrosity of the GM's choice with CR equal to half your level (rounded up). Apart from this, your transformation follows the rules of the polymorph spell, though if you fall to 0 hit points, you fall unconscious instead of reverting to your normal form."
      }
    },
    "Beckoning Method Tracker": {
      "name": "Beckoning Method Tracker",
      "description": "<h4 data-bkit-id=\"zyq168u3tv8\" class=\"sub-topic\" data-anchor=\"eldritch-moons$1\"></h4><div class=\"sgeh-monkeydm doc-description\"><div class=\"two-col-list\" data-bkit-id=\"0am4uvklef36\"><p class=\"table-header\" data-bkit-id=\"fk8yreum8ll\" data-bkit-leader=\"1\" data-bkit-group=\"table-header-full\">Eldritch Moon</p><p class=\"table-header\" data-bkit-id=\"18qoi2rdlja\">d100</p><p class=\"table-right\" data-bkit-id=\"5cd4l6lvxrk\">Howling Moon</p><p data-bkit-id=\"pfzf2gb8j6m\">1-20</p><p class=\"table-right\" data-bkit-id=\"vid1nvxvo1q\">Shattered Moon</p><p data-bkit-id=\"bznvygmq3n\">21-30</p><p class=\"table-right\" data-bkit-id=\"i7u1i6whcr\">Scorching Moon</p><p data-bkit-id=\"yfpz5i3bfc\">31-40</p><p class=\"table-right\" data-bkit-id=\"s295uiabf4c\">Vacuous Moon</p><p data-bkit-id=\"xf790gxkp4r\">41-50</p><p class=\"table-right\" data-bkit-id=\"8mko2kj1zbl\">Glowering Moon</p><p data-bkit-id=\"o5ducdmrl6d\">51-60</p><p class=\"table-right\" data-bkit-id=\"6bpet7nshsq\">Glacial Moon</p><p data-bkit-id=\"iw0u5qqz83e\">61-67</p><p class=\"table-right\" data-bkit-id=\"tf5ny8b52yo\">Slumbering Moon</p><p data-bkit-id=\"mxhkju3rmff\">68-74</p><p class=\"table-right\" data-bkit-id=\"4h9ghymsllb\">Yellow Crown</p><p data-bkit-id=\"c83tt0zcc28\">75-81</p><p class=\"table-right\" data-bkit-id=\"77e6rfkz76\">Creeping Tarlight</p><p data-bkit-id=\"hpvq49hpatt\">82-88</p><p class=\"table-right\" data-bkit-id=\"ut3edzjqer\">Krakenlight</p><p data-bkit-id=\"ltyvevelxm\">89-95</p><p class=\"table-right\" data-bkit-id=\"p96fue6nih\">Sanguine Eclipse</p><p data-bkit-id=\"pg2fazxt4a\">96-98</p><p class=\"table-right\" data-bkit-id=\"mhfryzw1fjb\">Blood Moon of Rebirth</p><p data-bkit-id=\"v02o6rf9n8\">99-100</p></div><p></p></div>",
      "results": {
        "1-20": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#howling-moon]{Howling Moon}",
        "21-30": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#shattered-moon]{Shattered Moon}",
        "31-40": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#scorching-moon]{Scorching Moon}",
        "41-50": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#vacuous-moon]{Vacuous Moon}",
        "51-60": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#glowering-moon]{Glowering Moon}",
        "61-67": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#glacial-moon]{Glacial Moon}",
        "68-74": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#slumbering-moon]{Slumbering Moon}",
        "75-81": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#yellow-crown]{Yellow Crown}",
        "82-88": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#creeping-tarlight]{Creeping Tarlight}",
        "89-95": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#krakenlight]{Krakenlight}",
        "96-98": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#sanguine-eclipse]{Sanguine Eclipse}",
        "99-100": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#blood-moon-of-rebirth]{Blood Moon of Rebirth}"
      }
    },
    "Indef36": {
      "name": "Indef36",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"whlvozh9cx\">Your heart begins to falter; such a reality cannot possibly exist.</p></div>",
      "results": {
        "1-2": "Your heart begins to falter; such a reality cannot possibly exist. You lose contact with reality. You start seeing people that don't exist and hearing sounds that aren't there. This effect also applies in battle, where you see enemies that aren't on the battlefield. Make a DC 18 Wisdom saving throw at the start of each of your turns. On a failed save, you must use your action to attack one target of the GM's choice.",
        "3-7": "Your heart begins to falter; such a reality cannot possibly exist. You become a compulsive liar. You must make a DC 18 Wisdom saving throw each time you attempt to tell the truth. On a failure, you lie, even when it's against your best interest.",
        "8-10": "Your heart begins to falter; such a reality cannot possibly exist. You become obsessed with stealing small, valuable items. When you notice these items, you must make a DC 18 Wisdom saving throw to resist the urge to steal. On a failure, you attempt to steal something nearby, regardless of the consequences."
      }
    },
    "Short61": {
      "name": "Short61",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"eyuphgxqg2l\">Your body breaks down under the insanity.</p></div>",
      "results": {
        "1-2": "Your body breaks down under the insanity. You are immune to the poisoned condition.",
        "3-7": "Your body breaks down under the insanity. You start emitting a foul smell that is unpleasant even to you, and no amount of washing or magic can remove it.",
        "8-10": "Your body breaks down under the insanity. You are poisoned, even if you are immune to the condition."
      }
    },
    "Long61": {
      "name": "Long61",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"yubs99n1caf\">Powers from beyond grasp you and merge with your body.</p></div>",
      "results": {
        "1-2": "Powers from beyond grasp you and merge with your body. You manage to bring these otherworldly powers under your control. You have advantage on Constitution saving throws to maintain concentration. In addition, if you fail a saving throw, you can choose to succeed instead. If you do, you then need to roll on the long-term madness table again, gaining a new effect.",
        "3-7": "Powers from beyond grasp you and merge with your body. Attempting to understand what has merged with you, you start experiencing derealization. You are completely alienated from your surroundings at all times and get surprised by any physical contact.",
        "8-10": "Powers from beyond grasp you and merge with your body. These new powers are too much for you to handle, draining your mind. You have disadvantage on Intelligence checks, Wisdom checks, and Charisma checks, as well as Constitution saving throws to maintain concentration."
      }
    },
    "Indef81": {
      "name": "Indef81",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-right\" data-bkit-id=\"vnt5j37p52\">The Eldritch beckons.</p></div>",
      "results": {
        "1-2": "The Eldritch beckons. The moon, and all its eldritch forms, beckon you. You have disadvantage on any saving throw caused by lunar effects (direct or indirect), and you have advantage on all ability checks regarding knowledge of the moon.",
        "3-7": "The Eldritch beckons. Your Eldritch Ascension fails. Your speed is reduced by half, and you lose the ability to teleport. If you are teleported against your will, such as with a banishmentspell, you take 3d10 force damage as the cosmos takes its pound from your flesh as punishment.",
        "8-10": "The Eldritch beckons. Your Eldritch Ascension partially succeeds. Your creature type changes to aberration. You gain resistance to psychic damage, have advantage on saving throws against telepathy, but lose all empathy, conferring disadvantage on Insight and Persuasion checks. In addition, you understand Deep Speech, and you have disadvantage on saving throws against charm effects from aberrations."
      }
    },
    "Long-Term Madness Table": {
      "name": "Long-Term Madness Table",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p data-bkit-id=\"c3rppcfegn\">All effects are for the duration of the madness and can only be cured once the madness ends, unless specified otherwise.</p></div>"
    },
    "Short21": {
      "name": "Short21",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"mqqbo64kkd\">You have seen too much; your mind can't understand it, causing your sight to become erratic and unreliable.</p></div>",
      "results": {
        "1-2": "You have seen too much; your mind can't understand it, causing your sight to become erratic and unreliable. Your vision expands as if you are under the effect of the see invisibility spell.",
        "3-7": "You have seen too much; your mind can't understand it, causing your sight to become erratic and unreliable. Spectral forms flitter at the corners of your eyes, vanishing when you turn your head.",
        "8-10": "You have seen too much; your mind can't understand it, causing your sight to become erratic and unreliable. You are blinded, and you can't use any special senses you use to see, such as blindsight or tremorsense."
      }
    },
    "Indefinite Madness Table": {
      "name": "Indefinite Madness Table",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p data-bkit-id=\"hl9ib0lr3dk\">All effects are for the duration of the madness and can only be cured once the madness ends, unless specified otherwise.</p></div>"
    },
    "Short96": {
      "name": "Short96",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"9n1ersr12yl\">The beast within you awakens and attempts to take control.</p></div>",
      "results": {
        "1-2": "The beast within you awakens and attempts to take control. Your body releases its animalistic instincts, without the influence of your mind to restrain it. You are under the effect of thehaste spell, although it doesn't require concentration. The spell ends when the madness does.",
        "3-7": "The beast within you awakens and attempts to take control. Your speech is slurred, as if you're intoxicated, and you punctuate your sentences with animal noises.",
        "8-10": "The beast within you awakens and attempts to take control. You fall unconscious, your mind fighting its hardest to not let you become a beast. This effect ends early if you take damage equal to your level or if a greater restorationspell is cast on you."
      }
    },
    "Long11": {
      "name": "Long11",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"wiodgjk7jbt\">Otherworldly magic stirs within you.</p></div>",
      "results": {
        "1-2": "Otherworldly magic stirs within you. Your contact with the beyond awakens powers within you. You learn one random cantrip from the warlock spell list. Charisma is your spellcasting ability for this spell.",
        "3-7": "Otherworldly magic stirs within you. You become repulsed by this world's magic. Each time you cast or are affected by a spell, you retch and reel, losing your reaction until the start of your next turn.",
        "8-10": "Otherworldly magic stirs within you. You cannot handle the newfound magic within you, which sporadically seeps from you when injured. Whenever you take 15 or more points of damage from a single attack, you explode in a discharge of arcane energy. You and each creature within 10 feet of you must succeed on a Constitution saving throw or take 2d10 force damage. This explosion cannot be triggered again for 1d6 rounds."
      }
    },
    "Indef71": {
      "name": "Indef71",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"cvzsjp3ucjn\">Your body starts acting in strange ways.</p></div>",
      "results": {
        "1-2": "Your body starts acting in strange ways. Your Strength and Dexterity scores become reversed.",
        "3-7": "Your body starts acting in strange ways. You become convinced that you're suffering from a grave illness, which may or may not be real, and have disadvantage on Constitution saving throws and checks.",
        "8-10": "Your body starts acting in strange ways. Your creature type becomes undead. Manikins lose any shred of humanity they had and become constructs. Magical healing has no effect on you."
      }
    },
    "Long21": {
      "name": "Long21",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"0lgvp9czuna\">Your sense of worth shatters.</p></div>",
      "results": {
        "1-2": "Your sense of worth shatters. Intense paranoia forces you to be on the alert for anything and anyone, protecting what little is left of you. You gain a 1d4 bonus to any Perception or Insight check that you make.",
        "3-7": "Your sense of worth shatters. You are sulking and sullen; these negative thoughts in your head cause you to demean yourself during any conversation you have.",
        "8-10": "Your sense of worth shatters. Your worthlessness seeps into every aspect of your life, gnawing at whatever remnant of competence you have left. You have a -1d4 penalty to any ability check you make."
      }
    },
    "Short1": {
      "name": "Short1",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"qio8buxk0tk\">Your mind is liberated from any sense of self you may possess.</p></div>",
      "results": {
        "1-2": "Your mind is liberated from any sense of self you may possess. Without an ego, you are immune to the charmed condition.",
        "3-7": "Your mind is liberated from any sense of self you may possess. You mimic the mannerisms, behaviour, and speech patterns of the creature closest to you when you gained this madness.",
        "8-10": "Your mind is liberated from any sense of self you may possess. Desperate to find yourself again and believing anything, you automatically fail saving throws against being charmed."
      }
    },
    "Indef76": {
      "name": "Indef76",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"icn0i5mazv\">Trauma seeps into your mind.</p></div>",
      "results": {
        "1-2": "Trauma seeps into your mind. You become plagued by nightmares, leaving you perpetually exhausted. If you have fewer than 2 levels of exhaustion when you finish a long rest, you rouse with 2 levels of exhaustion.",
        "3-7": "Trauma seeps into your mind. You gain an intense fear of a certain creature type (GM's choice). If you are within 10 feet of that creature type, you must use your movement and action to Dash away from them on your turn. In addition, creatures of that type have advantage on opportunity attacks against you.",
        "8-10": "Trauma seeps into your mind. The horrors you've seen tie your tongue and throat. You lose the ability to speak and make sounds, including the vocal components of spells."
      }
    },
    "Short81": {
      "name": "Short81",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"0nc2v8w0fpyd\">The madness breaks your mind.</p></div>",
      "results": {
        "1-2": "The madness breaks your mind. You realize your mind has been holding back your body, and you can now act freely. You have an additional action on each of your turns. That action can be used only to take the Dash, Disengage, Hide, or Use an Object action.",
        "3-7": "The madness breaks your mind. You burst into spontaneous fits of laughter randomly, even at the most inappropriate times.",
        "8-10": "The madness breaks your mind. You are incapacitated. This effect ends early if you take damage equal to twice your level or if a greater restoration spell is cast on you."
      }
    },
    "Indef1": {
      "name": "Indef1",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"omrk6dguwg8\">You become heavily reliant on substances to cope with the meaninglessness of this painful existence.</p></div>",
      "results": {
        "1-2": "You become heavily reliant on substances to cope with the meaninglessness of this painful existence. If you have a bad habit, such as drinking or drugs, it takes over and you become addicted. If you have no such habit, you develop alcoholism. You take a -3 penalty to all attack rolls, saving throws, and ability checks, but if you are under the effect of the substance, you also gain a +3 bonus to saving throws against the frightened condition or further madness.",
        "3-7": "You become heavily reliant on substances to cope with the meaninglessness of this painful existence. You begin to heavily medicate yourself to numb the pain of life. You develop one of the following vices most in line with your personality: promiscuity, drug abuse, alcoholism, or smoking. If you do not partake in your vice at least twice every 24 hours, you suffer from a -1d6 penalty to Wisdom saving throws until you do so.",
        "8-10": "You become heavily reliant on substances to cope with the meaninglessness of this painful existence. Drugs, alcohol, and other vices stop having any effect on you. You immediately expel any vices consumed before you can metabolize them and are repulsed by all carnal thoughts."
      }
    },
    "Long71": {
      "name": "Long71",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"uuu5e159dk\">Your heart begins to falter; such a reality cannot possibly exist.</p></div>",
      "results": {
        "1-2": "Your heart begins to falter; such a reality cannot possibly exist. Your elevated heart rate increases your awareness. You gain a +3 bonus to your passive Wisdom (Perception) score and your initiative rolls.",
        "3-7": "Your heart begins to falter; such a reality cannot possibly exist. The unexpected is too much for you to handle. Whenever you are surprised, you scream at the top of your lungs. If you are surprised in combat, you fall unconscious until the start of your next turn.",
        "8-10": "Your heart begins to falter; such a reality cannot possibly exist. Your heart weakens, literally. You gain a level of exhaustion which cannot be removed until the madness ends. Whenever you become frightened, you gain another level of exhaustion.  Apart from the first, exhaustion gained from this madness can be removed as normal."
      }
    },
    "Indef16": {
      "name": "Indef16",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"aeq0338shtn\">You lose the ability to manage your stress properly.</p></div>",
      "results": {
        "1-2": "You lose the ability to manage your stress properly. Whenever you are exposed to a stressful situation, you burst into a frenzy, attacking the origin of your stress recklessly until it dies or you are knocked unconscious. The GM determines when you are in a stressful situation.",
        "3-7": "You lose the ability to manage your stress properly. You automatically fail saving throws against the frightened condition and can't benefit from effects that would otherwise make you immune to fear.",
        "8-10": "You lose the ability to manage your stress properly. Whenever you are exposed to a stressful or social situation, you retreat within yourself. You have disadvantage on all Charisma and Dexterity checks and lose any boastfulness your character may have."
      }
    },
    "Lunar Method Tracker": {
      "name": "Lunar Method Tracker",
      "description": "<h4 data-bkit-id=\"zyq168u3tv8\" class=\"sub-topic\" data-anchor=\"eldritch-moons$1\"></h4><div class=\"sgeh-monkeydm doc-description\"><div class=\"two-col-list\" data-bkit-id=\"0am4uvklef36\"><p class=\"table-header\" data-bkit-id=\"fk8yreum8ll\" data-bkit-leader=\"1\" data-bkit-group=\"table-header-full\">Eldritch Moon</p><p class=\"table-header\" data-bkit-id=\"18qoi2rdlja\">d100</p><p class=\"table-right\" data-bkit-id=\"5cd4l6lvxrk\">Howling Moon</p><p data-bkit-id=\"pfzf2gb8j6m\">1-20</p><p class=\"table-right\" data-bkit-id=\"vid1nvxvo1q\">Shattered Moon</p><p data-bkit-id=\"bznvygmq3n\">21-30</p><p class=\"table-right\" data-bkit-id=\"i7u1i6whcr\">Scorching Moon</p><p data-bkit-id=\"yfpz5i3bfc\">31-40</p><p class=\"table-right\" data-bkit-id=\"s295uiabf4c\">Vacuous Moon</p><p data-bkit-id=\"xf790gxkp4r\">41-50</p><p class=\"table-right\" data-bkit-id=\"8mko2kj1zbl\">Glowering Moon</p><p data-bkit-id=\"o5ducdmrl6d\">51-60</p><p class=\"table-right\" data-bkit-id=\"6bpet7nshsq\">Glacial Moon</p><p data-bkit-id=\"iw0u5qqz83e\">61-67</p><p class=\"table-right\" data-bkit-id=\"tf5ny8b52yo\">Slumbering Moon</p><p data-bkit-id=\"mxhkju3rmff\">68-74</p><p class=\"table-right\" data-bkit-id=\"4h9ghymsllb\">Yellow Crown</p><p data-bkit-id=\"c83tt0zcc28\">75-81</p><p class=\"table-right\" data-bkit-id=\"77e6rfkz76\">Creeping Tarlight</p><p data-bkit-id=\"hpvq49hpatt\">82-88</p><p class=\"table-right\" data-bkit-id=\"ut3edzjqer\">Krakenlight</p><p data-bkit-id=\"ltyvevelxm\">89-95</p><p class=\"table-right\" data-bkit-id=\"p96fue6nih\">Sanguine Eclipse</p><p data-bkit-id=\"pg2fazxt4a\">96-98</p><p class=\"table-right\" data-bkit-id=\"mhfryzw1fjb\">Blood Moon of Rebirth</p><p data-bkit-id=\"v02o6rf9n8\">99-100</p></div><p></p></div>",
      "results": {
        "1-20": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#howling-moon]{Howling Moon}",
        "21-30": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#shattered-moon]{Shattered Moon}",
        "31-40": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#scorching-moon]{Scorching Moon}",
        "41-50": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#vacuous-moon]{Vacuous Moon}",
        "51-60": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#glowering-moon]{Glowering Moon}",
        "61-67": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#glacial-moon]{Glacial Moon}",
        "68-74": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#slumbering-moon]{Slumbering Moon}",
        "75-81": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#yellow-crown]{Yellow Crown}",
        "82-88": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#creeping-tarlight]{Creeping Tarlight}",
        "89-95": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#krakenlight]{Krakenlight}",
        "96-98": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#sanguine-eclipse]{Sanguine Eclipse}",
        "99-100": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#blood-moon-of-rebirth]{Blood Moon of Rebirth}"
      }
    },
    "Indef51": {
      "name": "Indef51",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"7i89av9m2np\">Your body perceives reality in abnormal ways.</p></div>",
      "results": {
        "1-2": "Your body perceives reality in abnormal ways. Your body phases in and out of reality, causing it to partially pass through objects and creatures. When you make an attack or cast a spell, there is a 50% chance it phases into the Ethereal Plane and passes harmlessly through your targets.",
        "3-7": "Your body perceives reality in abnormal ways. You perceive distances inaccurately, with objects appearing closer or farther away than they actually are. You have disadvantage on ranged attack rolls and Perception checks that rely on sight.",
        "8-10": "Your body perceives reality in abnormal ways. You experience time at an inconsistent pace, with moments seeming to stretch or compress unpredictably. You have disadvantage on initiative rolls and must roll a d6 at the start of each of your turns to determine which actions you can take (1-2: one action, bonus action, or movement; 3-4: one movement, and either one action or one bonus action; 5-6: no change)."
      }
    },
    "Short41": {
      "name": "Short41",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"y76mumy8tg\">Your posture crumples, as you try to make sense of the insanity before you.</p></div>",
      "results": {
        "1-2": "Your posture crumples, as you try to make sense of the insanity before you. You become incredibly skittish. When you are the target of an attack or an effect that requires you to make a Dexterity saving throw, you can use your reaction to begin moving evasively, gaining a +1 bonus to AC and advantage on Dexterity saving throws until the start of your next turn.",
        "3-7": "Your posture crumples, as you try to make sense of the insanity before you. You desperately look for a parental figure that can protect you. Once you find such a person, you latch on to them and refuse to leave their side, no matter what.",
        "8-10": "Your posture crumples, as you try to make sense of the insanity before you. You fall prone and can't stand, as your legs refuse to obey you, and you can't use any flying speed you possess."
      }
    },
    "Long31": {
      "name": "Long31",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-row\" data-bkit-id=\"htlh0o393k\">You lose perception of your power.</p></div>",
      "results": {
        "1-2": "You lose perception of your power. Not realizing your limits, you push yourself beyond what you are capable of. Whenever you deal damage, add damage equal to one roll of the lowest damage die used.",
        "3-7": "You lose perception of your power. You don't realize your strength; whenever you have to use your body, you either apply too much force or not enough. Your handshakes can be like a vice grip or dead fish, your hugs suffer the same fate, and any other physical activity you try to perform is a gamble.",
        "8-10": "You lose perception of your power. Afraid of shattering your body, you involuntarily restrain your power. Whenever you deal damage, subtract damage equal to one roll of the lowest damage die used (minimum 0)."
      }
    },
    "Indef86": {
      "name": "Indef86",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-right\" data-bkit-id=\"09ttbjeojywf\">The beast within you awakens and takes control.</p></div>",
      "results": {
        "1-1": "The beast within you awakens and takes control. The beast begins to gnaw at your mind, forcing you to stay alert to ward it. Whenever you fall unconscious, roll 1d2. On a 1, your mind loses control and the next time you awaken, the beast within you holds control over your body. Until you next fall unconscious, you are under the GM's control as the chaotic evil beast within you seeks to join other beasts and banish you from your body. On a 2, you maintain or reclaim your sanity upon rousing.",
        "2-2": "The beast within you awakens and takes control. Your body transforms, yet a trace of your humanity remains. Your race becomes scourgeborne. Talk with your GM to determine the subrace most appropriate for your character. Nothing short of awish spell can undo this transformation. If you're already a scourgeborne, treat this roll as a 10 and apply the madness effects below instead.",
        "3-3": "The beast within you awakens and takes control. You become a beast or monstrosity of the GM's choice with a CR equal to half your level (rounded up), and you lose your mind. You become a creature under the GM's control."
      }
    }
  }
}
