{
  "label": "斯坦哈德表格",
  "folders": {
    "Short-Term Madness": "短期疯狂",
    "Eldritch Moons": "诡异之月",
    "Long-Term Madness": "长期疯狂",
    "Indefinite Madness": "永久疯狂"
  },
  "entries": {
    "Long81": {
      "name": "长期 81-90",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"osnxbv8js1o\">你徒劳地试图阻止疯狂，让你的身体伤痕累累</p></div>",
      "results": {
        "1-2": "疤痕组织只会使皮肤变得厚重。 你的AC获得+1加值。",
        "3-7": "复盖全身的伤疤非常令人厌恶，导致大多数人一看到它们就会感到恐惧，尤其是孩子。 你的恐吓检定有+2加值，游说检定有-2罚值。",
        "8-10": "你的身体大部分部位都留下了严重的疤痕。 每当你受到钝击、穿刺或挥砍伤害时，你都会额外受到1D6的该类型伤害。"
      }
    },
    "Long41": {
      "name": "长期 41-50",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"36gx3jjf9ld\">可怖的真相正在向你揭晓帷幕</p></div>",
      "results": {
        "1-2": "你能够理解这个真相，你获得随机一项智力技能的熟练（由 DM 选择），并且可以在使用该技能进行的任何检定中加上双倍的熟练加值。",
        "3-7": "你对眼前的事物着迷。 每当你注意到或听到一些可怕的事情时，你就会放下手头的事情去进一步询问它，并尝试在身体上或其他方面更接近它",
        "8-10": "来自彼岸的启示在向你招手，敦促你了解更多，成为更多。 你在对抗疯狂的豁免检定上具有劣势。"
      }
    },
    "Long91": {
      "name": "长期 91-95",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"xspnt23saxg\">疯狂让你的身体腐烂，无法承受邪物的影响</p></div>",
      "results": {
        "1-2": "你的思想接受并欢迎你的身体将会腐烂的想法； 毕竟，每个人最终都会枯萎。 你免疫中毒状态。",
        "3-7": "你体内的腐烂令人作呕。 你会体验到持续的厌恶感，每当你闻到难闻的气味时，你因蹒跚浪费掉你的动作。",
        "8-10": "本质上秽恶反常的伤口蹂躏你的肉体。 你的最大生命值每24小时减少1。 如果你的最大生命值下降到0，你就会死亡。 你或其他生物可以在长休期间照料伤口，每24小时进行一次DC16感知（医疗）检定。五次检定成功后，伤口痊愈。"
      }
    },
    "Short11": {
      "name": "短暂 11-20",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"xucv3p685il\">你的心灵被宇宙（cosmos）之音侵入</p></div>",
      "results": {
        "1-2": "与你头脑中的刺耳声音相比，一般让人痛苦的声音显得苍白无力；你免疫雷鸣伤害。",
        "3-7": "诡异的话语刺痛你的大脑；你听到背后轻柔的低语声。",
        "8-10": "宇宙之音淹没了所有其他噪音，让你感觉与世隔绝。 你陷入耳聋状态，并且在维持专注的豁免检定中处于劣势。"
      }
    },
    "Indef21": {
      "name": "永久 21-25",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"6hfag167t0x\">当诡异的真相向你揭晓自身时，你的眼睛开始浮肿爆裂</p></div>",
      "results": {
        "1-2": "你获得目盲状态，只要你处于该疯狂影响下，目盲就无法治愈。",
        "3-7": "你获得了洞察以太位面的视力，但却失去了目视物质位面的能力。你对物质位面上的生物和物件视而不见。",
        "8-10": "你的眼睛化为漆黑，你厌弃光明。在阳光或明亮的月光下，你的攻击检定以及依赖于视觉的感知检定存在劣势。"
      }
    },
    "Indef31": {
      "name": "永久31-35",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"neu7a5tj0dd\">来自异界的神秘力量抓住了你，你试图以各种方式应对</p></div>",
      "results": {
        "1-2": "你痴迷于自己拥有的一件物品。如果该物品状态不好，你内心平静就会被侵蚀。在该物品状态不好时，你在所有属性检定和攻击检定上都处于劣势。",
        "3-7": "起初，什么也没发生。\n【只有DM才能知道以下内容】此后当你在战斗中失去意识时，你对使你失去意识的敌人产生严重的创伤。如果你该疯狂影响期间再次在战斗中遇到该敌人，你就会受到诅咒。在该诅咒的作用下，当你完成一次长休时，你必须通过一次DC12感知豁免检定。否则，你对过去的失败耿耿于怀，你不会从本次长休中获益。",
        "8-10": "你患上了一种奇怪的恐惧症。这可能是对长篇文本、黑暗或你生活中的其他方面的恐惧。和你的DM讨论决定哪一个适合你的角色"
      }
    },
    "Long51": {
      "name": "长期 51-60",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"jd1f741oztb\">疯狂点燃你的神经系统，将其融化</p></div>",
      "results": {
        "1-2": "你感受到的任何疼痛都完全消失。 你免疫震慑状态，只有在生命值达到0时才会陷入昏迷",
        "3-7": "受损的神经会带来持续的瘙痒感。 当你的皮肤直接接触金属时，这种感觉就会消失。",
        "8-10": "你因神经损伤而持续感到疼痛，这使你无法集中注意力或在战斗中最大限度发挥。 你无法将敏捷调整值添加到你的护甲等级中，并且在所有敏捷属性检定和豁免检定上都处于劣势"
      }
    },
    "Long1": {
      "name": "长期1-10",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"4c9j15qaql4\">可怕的腐败会严重削弱你的身体</p></div>",
      "results": {
        "1-2": "你脆弱的身体很容易被人摆布；每次受到伤害时，你都会被向后推开10尺。",
        "3-7": "你极易疲劳，体力消耗对你的身体造成很大的伤害。你需要比平时多休息4个小时才能享受长休的好处。",
        "8-10": "你的双腿几乎无法支撑你；每次你受到伤害时，你都会被击倒地。"
      }
    },
    "Indef61": {
      "name": "永久61-65",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"xrooy0ahkdg\">你发展出反社会人格，成为混乱和疯狂的化身</p></div>",
      "results": {
        "1-2": "每当你投掷先攻，你就开始跳舞。每当你的回合开始时，你必须通过一次DC18体质豁免检定，在该回合停止舞蹈。若失败，你继续舞蹈，如同收到奥图迷舞Irresistible Dance的影响。",
        "3-7": "你在不合时宜地哈哈大笑，难以沟通或专注。如果你正专注于一个法术，每当你的回合开始时，你必须成功通过一次DC15感知豁免检定，否则就会失去专注。此外，你在隐匿检定上具有劣势。",
        "8-10": "你变得暴食，必须通过一次DC15感知豁免检定，否则被迫食用任何食物，包括恶心的、腐烂的或令人憎恶的食物。"
      }
    },
    "Indef66": {
      "name": "Indef66",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"77dl5w0q5k3\">You become plagued by a transcendent hatred.</p></div>",
      "results": {
        "1-2": "You become plagued by a transcendent hatred. You develop an alternate personality that attempts to destroy everything you care for and nurture anything you despise.",
        "3-7": "You become plagued by a transcendent hatred. You develop an irrational hatred for a specific creature, object, or situation of the GM's choice. You must succeed on a DC 15 Wisdom saving throw when you encounter the hated subject or become hostile toward it for 1 hour, or until the target is removed from your sight or is destroyed.",
        "8-10": "You become plagued by a transcendent hatred. You gleam at the idea of betrayal. Whenever multiple creatures are within range of an attack you are about to make, roll a d20. On a10 or lower, you randomly target another creature instead of your original target."
      }
    },
    "Short71": {
      "name": "Short71",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"0h9qyazw9j0o\">The Eldritch Horrors are revealed to you, bathing you in fear.</p></div>",
      "results": {
        "1-2": "The Eldritch Horrors are revealed to you, bathing you in fear. When you gain this madness, each creature within 30 feet of you must succeed on a DC 13 Wisdom saving throw or become frightened of you for 1 minute. A frightened creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
        "3-7": "The Eldritch Horrors are revealed to you, bathing you in fear. You become paranoid and fearful of any movement or sound.",
        "8-10": "The Eldritch Horrors are revealed to you, bathing you in fear. You become frightened of your allies. You must take the Dash action and move away from them by the quickest available route on each of your turns, unless there is nowhere to move. If you start your turn in a location where you can't see any of your allies, you can use your action to end the madness."
      }
    },
    "Short91": {
      "name": "Short91",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"u0la7dc914k\">The revelations from beyond afflict you.</p></div>",
      "results": {
        "1-2": "The revelations from beyond afflict you. Your body ignores all pain; only the Eldritch Truth matters. You are immune to the stunned condition.",
        "3-7": "The revelations from beyond afflict you. You speak to others of the Eldritch Truth in a way that seems limpid to you, but is perhaps not so clear to others. Your sentences are cryptic for the unascended mind.",
        "8-10": "The revelations from beyond afflict you. You are stunned. This effect ends early if you take damage equal to your level or if a  greater restoration spell is cast on you."
      }
    },
    "Indef26": {
      "name": "Indef26",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"t06mq43hwl8\">The madness ignites your nervous system, and your mind begins to beckon the pain.</p></div>",
      "results": {
        "1-2": "The madness ignites your nervous system, and your mind begins to beckon the pain. Your subconscious screams at you, urging you to suffer the pain. You have disadvantage on saving throws against effects that deal damage to you, and attack rolls against you have advantage. In exchange, you have advantage on saving throws against non-damaging effects, as your mind sees them as beneath you.",
        "3-7": "The madness ignites your nervous system, and your mind begins to beckon the pain. Whenever you take more than 20 points of damage in a turn, your body detonates psychically. You and all creatures within 30 feet of you must succeed on an Intelligence saving throw or take 3d10 psychic damage. You have disadvantage on this saving throw.",
        "8-10": "The madness ignites your nervous system, and your mind begins to beckon the pain. You become fascinated with the afterlife. Whenever a creature within your sight is unconscious and at 0 hit points, you feel the urge to finish them off, and must use your turn to try to kill them."
      }
    },
    "Indef46": {
      "name": "Indef46",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"ai7etarrw8v\">Your body mutates in maladaptive ways.</p></div>",
      "results": {
        "1-2": "Your body mutates in maladaptive ways. You become extremely sensitive to a specific element (fire, cold, lightning, acid, poison, or thunder), feeling intense pain even from minor exposure. You become vulnerable to that damage type. This effect removes any resistance or immunity you might have to that damage type.",
        "3-7": "Your body mutates in maladaptive ways. You become a walking lightning rod. Any lightning or effects that deal lightning damage within 120 feet of you also bend in your direction, striking you as well. Further, you automatically fail saving throws against effects that deal lightning damage.",
        "8-10": "Your body mutates in maladaptive ways. You lose all the hair on your body, leading to thermoregulation problems. Manikins are immune to this effect. You have disadvantage on saving throws against extreme cold and heat. Further, you have disadvantage on saving throws against diseases and poison, and you lose any resistance to poison damage."
      }
    },
    "Indef11": {
      "name": "Indef11",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"ri9kp9ozkkg\">You develop a hatred of your own body.</p></div>",
      "results": {
        "1-2": "You develop a hatred of your own body. When you first develop this madness, it doesn't manifest itself until you are alone for 10 seconds or more with a blade. You self amputate a limb in anger and destroy the removed appendice of flesh.",
        "3-7": "You develop a hatred of your own body. You begin to wear mountains of clothing that hide as much of your body as possible and refuse to show even an inch of skin to anyone. If you realize that your skin has become exposed, you have disadvantage on all checks and attack rolls until you hide it again.",
        "8-10": "You develop a hatred of your own body. Perhaps it would be better if your soul left this wretched body. When you are reduced to 0 hit points, you gain two failed death saving throws, and you automatically fail any further death saving throws."
      }
    },
    "Short51": {
      "name": "Short51",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"ld909kcwvqj\">You realize that your hands are blasphemous tools.</p></div>",
      "results": {
        "1-2": "You realize that your hands are blasphemous tools. These tools can break the minds of your foes. Once per turn when you hit a creature with a melee weapon attack, you can deal an extra 1d8 psychic damage to it.",
        "3-7": "You realize that your hands are blasphemous tools. You refuse to use your hands for anything, keeping them hidden from view. If someone stares at them, it makes you extremely uncomfortable and defensive.",
        "8-10": "You realize that your hands are blasphemous tools. You shouldn't touch anything. You drop anything you are holding , and can't hold items or grapple creatures."
      }
    },
    "Indef6": {
      "name": "Indef6",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"jfgrppgnrsb\">Life is bad and is only getting worse.</p></div>",
      "results": {
        "1-2": "Life is bad and is only getting worse. Whenever you fail an ability check, attack roll, or saving throw, you have disadvantage on your next ability check, attack roll, or saving throw.",
        "3-7": "Life is bad and is only getting worse. You feel the world is rotting and become reluctant to try anything new, only relying on what you know has worked in the past. You categorically refuse to try anything new that you haven't experienced before gaining this madness, such as a new spell, feature, or tavern.",
        "8-10": "Life is bad and is only getting worse. In the past, you may have been a promising individual, but those days are long gone. You are no longer proficient in any skills and instead suffer a penalty equal to your proficiency bonus to any skills in which you were proficient. If an ability allows you to gain a bonus to a check (such as Expertise or Jack of All Trades), you can no longer do so."
      }
    },
    "Indef56": {
      "name": "Indef56",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"vzwm7xazx9s\">Your mind begins to play tricks on you, feeding you delusions.</p></div>",
      "results": {
        "1-2": "Your mind begins to play tricks on you, feeding you delusions. You become overly confident and take unnecessary risks. You must make a DC 18 Wisdom saving throw before attempting any cautious or well-thought-out action. On a failure, you act impulsively instead.",
        "3-7": "Your mind begins to play tricks on you, feeding you delusions. You believe you are a deity, royalty, or another powerful figure, and have disadvantage on all Wisdom and Charisma checks when interacting with others.",
        "8-10": "Your mind begins to play tricks on you, feeding you delusions. You believe you are of another race. You can only speak in that race's native language, and if that language isn't Common, you lose the ability to speak Common. If you don't already know that race's language, you instead produce sounds that seem close to the language, but are in reality complete gibberish."
      }
    },
    "Indef41": {
      "name": "Indef41",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"ey6me70h45g\">You begin to lose control of your nerves and mind.</p></div>",
      "results": {
        "1-2": "You begin to lose control of your nerves and mind. Your senses become painfully heightened, causing discomfort and confusion. Unable to gain mental clarity amidst the cacophony of your senses, you have disadvantage on any ability checks that rely on sight, hearing, smell, taste, or touch, and disadvantage on Wisdom saving throws.",
        "3-7": "You begin to lose control of your nerves and mind. You randomly teleport a short distance (10 to 60 feet) at inopportune moments. The GM determines the timing and destination of these teleportations.",
        "8-10": "You begin to lose control of your nerves and mind. You broadcast your thoughts telepathically to creatures within a 60-foot radius, losing the ability to keep secrets or to surprise any creature within range."
      }
    },
    "Short-Term Madness Table": {
      "name": "短暂性疯狂",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p data-bkit-id=\"1k6q7xph0pf\">所有效果均在整个疯狂期间有效，除非条目内另有叙述。</p></div>"
    },
    "Short31": {
      "name": "短期 31-40",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"tuifmy2zozt\">你内心的疯狂爆发为萦绕的尖叫声</p></div>",
      "results": {
        "1-2": "你的尖叫声大到足以造成伤害。 作为每个回合的附赠动作，你可以对30尺内一个可见的生物尖叫。 如果目标能听到你的声音，它必须进行DC13体质豁免，豁免失败受到1D12雷鸣伤害，豁免成功伤害减半。",
        "3-7": "你不能正常说话；喊叫是你唯一的沟通方式。",
        "8-10": "你的尖叫声是如此势不可挡，以至于你周围300尺内的任何生物都可以听到你的话语。 你也无法说出连贯的句子或法术的言语Verbal成分。"
      }
    },
    "Long96": {
      "name": "长期96-100",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"ssvbapomvy\">你内心的野兽彻底觉醒并牢牢掌控你</p></div>",
      "results": {
        "1-2": "尽管足够多的兽性被释放，你的大部分人性仍然存在。你在敏捷豁免上获得优势。此外，你的双手都会变成爪子，如果你是空手的，你可以将其用作武器。它命中时会造成1D6挥砍伤害。在你的每个回合中，当你使用攻击动作用爪击时，你可以进行一次额外的爪击作为同一动作的一部分。",
        "3-7": "你的身体发生了变化，但你的人性的残留仍然存在。 你的种族变成染疫者Scourgeborne，获得一个随机的种族亚种，例如manikins。 如果你已经是染疫者Scourgeborne，你不受此效果影响，而是使用下一个疯狂效应来取而代之。",
        "8-10": "你的身体变成DM选择的CR等于你等级的一半（向上取整）的野兽或怪兽。除此之外，你的变形遵循变形术Polymorph法术的规则，但如果你的生命值降至0，你就会昏迷，而不是恢复到正常形态。"
      }
    },
    "Beckoning Method Tracker": {
      "name": "诡怖呼唤值",
      "description": "<h4 data-bkit-id=\"zyq168u3tv8\" class=\"sub-topic\" data-anchor=\"eldritch-moons$1\"></h4><div class=\"sgeh-monkeydm doc-description\"><div class=\"two-col-list\" data-bkit-id=\"0am4uvklef36\"><p class=\"table-header\" data-bkit-id=\"fk8yreum8ll\" data-bkit-leader=\"1\" data-bkit-group=\"table-header-full\">Eldritch Moon</p><p class=\"table-header\" data-bkit-id=\"18qoi2rdlja\">d100</p><p class=\"table-right\" data-bkit-id=\"5cd4l6lvxrk\">Howling Moon</p><p data-bkit-id=\"pfzf2gb8j6m\">1-20</p><p class=\"table-right\" data-bkit-id=\"vid1nvxvo1q\">Shattered Moon</p><p data-bkit-id=\"bznvygmq3n\">21-30</p><p class=\"table-right\" data-bkit-id=\"i7u1i6whcr\">Scorching Moon</p><p data-bkit-id=\"yfpz5i3bfc\">31-40</p><p class=\"table-right\" data-bkit-id=\"s295uiabf4c\">Vacuous Moon</p><p data-bkit-id=\"xf790gxkp4r\">41-50</p><p class=\"table-right\" data-bkit-id=\"8mko2kj1zbl\">Glowering Moon</p><p data-bkit-id=\"o5ducdmrl6d\">51-60</p><p class=\"table-right\" data-bkit-id=\"6bpet7nshsq\">Glacial Moon</p><p data-bkit-id=\"iw0u5qqz83e\">61-67</p><p class=\"table-right\" data-bkit-id=\"tf5ny8b52yo\">Slumbering Moon</p><p data-bkit-id=\"mxhkju3rmff\">68-74</p><p class=\"table-right\" data-bkit-id=\"4h9ghymsllb\">Yellow Crown</p><p data-bkit-id=\"c83tt0zcc28\">75-81</p><p class=\"table-right\" data-bkit-id=\"77e6rfkz76\">Creeping Tarlight</p><p data-bkit-id=\"hpvq49hpatt\">82-88</p><p class=\"table-right\" data-bkit-id=\"ut3edzjqer\">Krakenlight</p><p data-bkit-id=\"ltyvevelxm\">89-95</p><p class=\"table-right\" data-bkit-id=\"p96fue6nih\">Sanguine Eclipse</p><p data-bkit-id=\"pg2fazxt4a\">96-98</p><p class=\"table-right\" data-bkit-id=\"mhfryzw1fjb\">Blood Moon of Rebirth</p><p data-bkit-id=\"v02o6rf9n8\">99-100</p></div><p></p></div>",
      "results": {
        "1-20": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#howling-moon]{Howling Moon}",
        "21-30": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#shattered-moon]{Shattered Moon}",
        "31-40": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#scorching-moon]{Scorching Moon}",
        "41-50": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#vacuous-moon]{Vacuous Moon}",
        "51-60": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#glowering-moon]{Glowering Moon}",
        "61-67": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#glacial-moon]{Glacial Moon}",
        "68-74": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#slumbering-moon]{Slumbering Moon}",
        "75-81": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#yellow-crown]{Yellow Crown}",
        "82-88": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#creeping-tarlight]{Creeping Tarlight}",
        "89-95": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#krakenlight]{Krakenlight}",
        "96-98": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#sanguine-eclipse]{Sanguine Eclipse}",
        "99-100": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#blood-moon-of-rebirth]{Blood Moon of Rebirth}"
      }
    },
    "Indef36": {
      "name": "Indef36",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"whlvozh9cx\">Your heart begins to falter; such a reality cannot possibly exist.</p></div>",
      "results": {
        "1-2": "Your heart begins to falter; such a reality cannot possibly exist. You lose contact with reality. You start seeing people that don't exist and hearing sounds that aren't there. This effect also applies in battle, where you see enemies that aren't on the battlefield. Make a DC 18 Wisdom saving throw at the start of each of your turns. On a failed save, you must use your action to attack one target of the GM's choice.",
        "3-7": "Your heart begins to falter; such a reality cannot possibly exist. You become a compulsive liar. You must make a DC 18 Wisdom saving throw each time you attempt to tell the truth. On a failure, you lie, even when it's against your best interest.",
        "8-10": "Your heart begins to falter; such a reality cannot possibly exist. You become obsessed with stealing small, valuable items. When you notice these items, you must make a DC 18 Wisdom saving throw to resist the urge to steal. On a failure, you attempt to steal something nearby, regardless of the consequences."
      }
    },
    "Short61": {
      "name": "Short61",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"eyuphgxqg2l\">Your body breaks down under the insanity.</p></div>",
      "results": {
        "1-2": "Your body breaks down under the insanity. You are immune to the poisoned condition.",
        "3-7": "Your body breaks down under the insanity. You start emitting a foul smell that is unpleasant even to you, and no amount of washing or magic can remove it.",
        "8-10": "Your body breaks down under the insanity. You are poisoned, even if you are immune to the condition."
      }
    },
    "Long61": {
      "name": "Long61",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"yubs99n1caf\">Powers from beyond grasp you and merge with your body.</p></div>",
      "results": {
        "1-2": "Powers from beyond grasp you and merge with your body. You manage to bring these otherworldly powers under your control. You have advantage on Constitution saving throws to maintain concentration. In addition, if you fail a saving throw, you can choose to succeed instead. If you do, you then need to roll on the long-term madness table again, gaining a new effect.",
        "3-7": "Powers from beyond grasp you and merge with your body. Attempting to understand what has merged with you, you start experiencing derealization. You are completely alienated from your surroundings at all times and get surprised by any physical contact.",
        "8-10": "Powers from beyond grasp you and merge with your body. These new powers are too much for you to handle, draining your mind. You have disadvantage on Intelligence checks, Wisdom checks, and Charisma checks, as well as Constitution saving throws to maintain concentration."
      }
    },
    "Indef81": {
      "name": "Indef81",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-right\" data-bkit-id=\"vnt5j37p52\">The Eldritch beckons.</p></div>",
      "results": {
        "1-2": "The Eldritch beckons. The moon, and all its eldritch forms, beckon you. You have disadvantage on any saving throw caused by lunar effects (direct or indirect), and you have advantage on all ability checks regarding knowledge of the moon.",
        "3-7": "The Eldritch beckons. Your Eldritch Ascension fails. Your speed is reduced by half, and you lose the ability to teleport. If you are teleported against your will, such as with a banishmentspell, you take 3d10 force damage as the cosmos takes its pound from your flesh as punishment.",
        "8-10": "The Eldritch beckons. Your Eldritch Ascension partially succeeds. Your creature type changes to aberration. You gain resistance to psychic damage, have advantage on saving throws against telepathy, but lose all empathy, conferring disadvantage on Insight and Persuasion checks. In addition, you understand Deep Speech, and you have disadvantage on saving throws against charm effects from aberrations."
      }
    },
    "Long-Term Madness Table": {
      "name": "Long-Term Madness Table",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p data-bkit-id=\"c3rppcfegn\">All effects are for the duration of the madness and can only be cured once the madness ends, unless specified otherwise.</p></div>"
    },
    "Short21": {
      "name": "Short21",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"mqqbo64kkd\">You have seen too much; your mind can't understand it, causing your sight to become erratic and unreliable.</p></div>",
      "results": {
        "1-2": "You have seen too much; your mind can't understand it, causing your sight to become erratic and unreliable. Your vision expands as if you are under the effect of the see invisibility spell.",
        "3-7": "You have seen too much; your mind can't understand it, causing your sight to become erratic and unreliable. Spectral forms flitter at the corners of your eyes, vanishing when you turn your head.",
        "8-10": "You have seen too much; your mind can't understand it, causing your sight to become erratic and unreliable. You are blinded, and you can't use any special senses you use to see, such as blindsight or tremorsense."
      }
    },
    "Indefinite Madness Table": {
      "name": "Indefinite Madness Table",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p data-bkit-id=\"hl9ib0lr3dk\">All effects are for the duration of the madness and can only be cured once the madness ends, unless specified otherwise.</p></div>"
    },
    "Short96": {
      "name": "Short96",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"9n1ersr12yl\">The beast within you awakens and attempts to take control.</p></div>",
      "results": {
        "1-2": "The beast within you awakens and attempts to take control. Your body releases its animalistic instincts, without the influence of your mind to restrain it. You are under the effect of thehaste spell, although it doesn't require concentration. The spell ends when the madness does.",
        "3-7": "The beast within you awakens and attempts to take control. Your speech is slurred, as if you're intoxicated, and you punctuate your sentences with animal noises.",
        "8-10": "The beast within you awakens and attempts to take control. You fall unconscious, your mind fighting its hardest to not let you become a beast. This effect ends early if you take damage equal to your level or if a greater restorationspell is cast on you."
      }
    },
    "Long11": {
      "name": "Long11",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"wiodgjk7jbt\">Otherworldly magic stirs within you.</p></div>",
      "results": {
        "1-2": "Otherworldly magic stirs within you. Your contact with the beyond awakens powers within you. You learn one random cantrip from the warlock spell list. Charisma is your spellcasting ability for this spell.",
        "3-7": "Otherworldly magic stirs within you. You become repulsed by this world's magic. Each time you cast or are affected by a spell, you retch and reel, losing your reaction until the start of your next turn.",
        "8-10": "Otherworldly magic stirs within you. You cannot handle the newfound magic within you, which sporadically seeps from you when injured. Whenever you take 15 or more points of damage from a single attack, you explode in a discharge of arcane energy. You and each creature within 10 feet of you must succeed on a Constitution saving throw or take 2d10 force damage. This explosion cannot be triggered again for 1d6 rounds."
      }
    },
    "Indef71": {
      "name": "Indef71",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"cvzsjp3ucjn\">Your body starts acting in strange ways.</p></div>",
      "results": {
        "1-2": "Your body starts acting in strange ways. Your Strength and Dexterity scores become reversed.",
        "3-7": "Your body starts acting in strange ways. You become convinced that you're suffering from a grave illness, which may or may not be real, and have disadvantage on Constitution saving throws and checks.",
        "8-10": "Your body starts acting in strange ways. Your creature type becomes undead. Manikins lose any shred of humanity they had and become constructs. Magical healing has no effect on you."
      }
    },
    "Long21": {
      "name": "Long21",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"0lgvp9czuna\">Your sense of worth shatters.</p></div>",
      "results": {
        "1-2": "Your sense of worth shatters. Intense paranoia forces you to be on the alert for anything and anyone, protecting what little is left of you. You gain a 1d4 bonus to any Perception or Insight check that you make.",
        "3-7": "Your sense of worth shatters. You are sulking and sullen; these negative thoughts in your head cause you to demean yourself during any conversation you have.",
        "8-10": "Your sense of worth shatters. Your worthlessness seeps into every aspect of your life, gnawing at whatever remnant of competence you have left. You have a -1d4 penalty to any ability check you make."
      }
    },
    "Short1": {
      "name": "Short1",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"qio8buxk0tk\">Your mind is liberated from any sense of self you may possess.</p></div>",
      "results": {
        "1-2": "Your mind is liberated from any sense of self you may possess. Without an ego, you are immune to the charmed condition.",
        "3-7": "Your mind is liberated from any sense of self you may possess. You mimic the mannerisms, behaviour, and speech patterns of the creature closest to you when you gained this madness.",
        "8-10": "Your mind is liberated from any sense of self you may possess. Desperate to find yourself again and believing anything, you automatically fail saving throws against being charmed."
      }
    },
    "Indef76": {
      "name": "Indef76",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"icn0i5mazv\">Trauma seeps into your mind.</p></div>",
      "results": {
        "1-2": "Trauma seeps into your mind. You become plagued by nightmares, leaving you perpetually exhausted. If you have fewer than 2 levels of exhaustion when you finish a long rest, you rouse with 2 levels of exhaustion.",
        "3-7": "Trauma seeps into your mind. You gain an intense fear of a certain creature type (GM's choice). If you are within 10 feet of that creature type, you must use your movement and action to Dash away from them on your turn. In addition, creatures of that type have advantage on opportunity attacks against you.",
        "8-10": "Trauma seeps into your mind. The horrors you've seen tie your tongue and throat. You lose the ability to speak and make sounds, including the vocal components of spells."
      }
    },
    "Short81": {
      "name": "Short81",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"0nc2v8w0fpyd\">The madness breaks your mind.</p></div>",
      "results": {
        "1-2": "The madness breaks your mind. You realize your mind has been holding back your body, and you can now act freely. You have an additional action on each of your turns. That action can be used only to take the Dash, Disengage, Hide, or Use an Object action.",
        "3-7": "The madness breaks your mind. You burst into spontaneous fits of laughter randomly, even at the most inappropriate times.",
        "8-10": "The madness breaks your mind. You are incapacitated. This effect ends early if you take damage equal to twice your level or if a greater restoration spell is cast on you."
      }
    },
    "Indef1": {
      "name": "Indef1",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"omrk6dguwg8\">You become heavily reliant on substances to cope with the meaninglessness of this painful existence.</p></div>",
      "results": {
        "1-2": "You become heavily reliant on substances to cope with the meaninglessness of this painful existence. If you have a bad habit, such as drinking or drugs, it takes over and you become addicted. If you have no such habit, you develop alcoholism. You take a -3 penalty to all attack rolls, saving throws, and ability checks, but if you are under the effect of the substance, you also gain a +3 bonus to saving throws against the frightened condition or further madness.",
        "3-7": "You become heavily reliant on substances to cope with the meaninglessness of this painful existence. You begin to heavily medicate yourself to numb the pain of life. You develop one of the following vices most in line with your personality: promiscuity, drug abuse, alcoholism, or smoking. If you do not partake in your vice at least twice every 24 hours, you suffer from a -1d6 penalty to Wisdom saving throws until you do so.",
        "8-10": "You become heavily reliant on substances to cope with the meaninglessness of this painful existence. Drugs, alcohol, and other vices stop having any effect on you. You immediately expel any vices consumed before you can metabolize them and are repulsed by all carnal thoughts."
      }
    },
    "Long71": {
      "name": "Long71",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"uuu5e159dk\">Your heart begins to falter; such a reality cannot possibly exist.</p></div>",
      "results": {
        "1-2": "Your heart begins to falter; such a reality cannot possibly exist. Your elevated heart rate increases your awareness. You gain a +3 bonus to your passive Wisdom (Perception) score and your initiative rolls.",
        "3-7": "Your heart begins to falter; such a reality cannot possibly exist. The unexpected is too much for you to handle. Whenever you are surprised, you scream at the top of your lungs. If you are surprised in combat, you fall unconscious until the start of your next turn.",
        "8-10": "Your heart begins to falter; such a reality cannot possibly exist. Your heart weakens, literally. You gain a level of exhaustion which cannot be removed until the madness ends. Whenever you become frightened, you gain another level of exhaustion.  Apart from the first, exhaustion gained from this madness can be removed as normal."
      }
    },
    "Indef16": {
      "name": "Indef16",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"aeq0338shtn\">You lose the ability to manage your stress properly.</p></div>",
      "results": {
        "1-2": "You lose the ability to manage your stress properly. Whenever you are exposed to a stressful situation, you burst into a frenzy, attacking the origin of your stress recklessly until it dies or you are knocked unconscious. The GM determines when you are in a stressful situation.",
        "3-7": "You lose the ability to manage your stress properly. You automatically fail saving throws against the frightened condition and can't benefit from effects that would otherwise make you immune to fear.",
        "8-10": "You lose the ability to manage your stress properly. Whenever you are exposed to a stressful or social situation, you retreat within yourself. You have disadvantage on all Charisma and Dexterity checks and lose any boastfulness your character may have."
      }
    },
    "Lunar Method Tracker": {
      "name": "Lunar Method Tracker",
      "description": "<h4 data-bkit-id=\"zyq168u3tv8\" class=\"sub-topic\" data-anchor=\"eldritch-moons$1\"></h4><div class=\"sgeh-monkeydm doc-description\"><div class=\"two-col-list\" data-bkit-id=\"0am4uvklef36\"><p class=\"table-header\" data-bkit-id=\"fk8yreum8ll\" data-bkit-leader=\"1\" data-bkit-group=\"table-header-full\">Eldritch Moon</p><p class=\"table-header\" data-bkit-id=\"18qoi2rdlja\">d100</p><p class=\"table-right\" data-bkit-id=\"5cd4l6lvxrk\">Howling Moon</p><p data-bkit-id=\"pfzf2gb8j6m\">1-20</p><p class=\"table-right\" data-bkit-id=\"vid1nvxvo1q\">Shattered Moon</p><p data-bkit-id=\"bznvygmq3n\">21-30</p><p class=\"table-right\" data-bkit-id=\"i7u1i6whcr\">Scorching Moon</p><p data-bkit-id=\"yfpz5i3bfc\">31-40</p><p class=\"table-right\" data-bkit-id=\"s295uiabf4c\">Vacuous Moon</p><p data-bkit-id=\"xf790gxkp4r\">41-50</p><p class=\"table-right\" data-bkit-id=\"8mko2kj1zbl\">Glowering Moon</p><p data-bkit-id=\"o5ducdmrl6d\">51-60</p><p class=\"table-right\" data-bkit-id=\"6bpet7nshsq\">Glacial Moon</p><p data-bkit-id=\"iw0u5qqz83e\">61-67</p><p class=\"table-right\" data-bkit-id=\"tf5ny8b52yo\">Slumbering Moon</p><p data-bkit-id=\"mxhkju3rmff\">68-74</p><p class=\"table-right\" data-bkit-id=\"4h9ghymsllb\">Yellow Crown</p><p data-bkit-id=\"c83tt0zcc28\">75-81</p><p class=\"table-right\" data-bkit-id=\"77e6rfkz76\">Creeping Tarlight</p><p data-bkit-id=\"hpvq49hpatt\">82-88</p><p class=\"table-right\" data-bkit-id=\"ut3edzjqer\">Krakenlight</p><p data-bkit-id=\"ltyvevelxm\">89-95</p><p class=\"table-right\" data-bkit-id=\"p96fue6nih\">Sanguine Eclipse</p><p data-bkit-id=\"pg2fazxt4a\">96-98</p><p class=\"table-right\" data-bkit-id=\"mhfryzw1fjb\">Blood Moon of Rebirth</p><p data-bkit-id=\"v02o6rf9n8\">99-100</p></div><p></p></div>",
      "results": {
        "1-20": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#howling-moon]{Howling Moon}",
        "21-30": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#shattered-moon]{Shattered Moon}",
        "31-40": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#scorching-moon]{Scorching Moon}",
        "41-50": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#vacuous-moon]{Vacuous Moon}",
        "51-60": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#glowering-moon]{Glowering Moon}",
        "61-67": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#glacial-moon]{Glacial Moon}",
        "68-74": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#slumbering-moon]{Slumbering Moon}",
        "75-81": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#yellow-crown]{Yellow Crown}",
        "82-88": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#creeping-tarlight]{Creeping Tarlight}",
        "89-95": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#krakenlight]{Krakenlight}",
        "96-98": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#sanguine-eclipse]{Sanguine Eclipse}",
        "99-100": "@UUID[Compendium.sgeh-monkeydm.sgeh-notes.JournalEntry.bxwCDTgQTcxuWp83.JournalEntryPage.Pilaw2anJN6Uxm4H#blood-moon-of-rebirth]{Blood Moon of Rebirth}"
      }
    },
    "Indef51": {
      "name": "Indef51",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"7i89av9m2np\">Your body perceives reality in abnormal ways.</p></div>",
      "results": {
        "1-2": "Your body perceives reality in abnormal ways. Your body phases in and out of reality, causing it to partially pass through objects and creatures. When you make an attack or cast a spell, there is a 50% chance it phases into the Ethereal Plane and passes harmlessly through your targets.",
        "3-7": "Your body perceives reality in abnormal ways. You perceive distances inaccurately, with objects appearing closer or farther away than they actually are. You have disadvantage on ranged attack rolls and Perception checks that rely on sight.",
        "8-10": "Your body perceives reality in abnormal ways. You experience time at an inconsistent pace, with moments seeming to stretch or compress unpredictably. You have disadvantage on initiative rolls and must roll a d6 at the start of each of your turns to determine which actions you can take (1-2: one action, bonus action, or movement; 3-4: one movement, and either one action or one bonus action; 5-6: no change)."
      }
    },
    "Short41": {
      "name": "Short41",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-text\" data-bkit-id=\"y76mumy8tg\">Your posture crumples, as you try to make sense of the insanity before you.</p></div>",
      "results": {
        "1-2": "Your posture crumples, as you try to make sense of the insanity before you. You become incredibly skittish. When you are the target of an attack or an effect that requires you to make a Dexterity saving throw, you can use your reaction to begin moving evasively, gaining a +1 bonus to AC and advantage on Dexterity saving throws until the start of your next turn.",
        "3-7": "Your posture crumples, as you try to make sense of the insanity before you. You desperately look for a parental figure that can protect you. Once you find such a person, you latch on to them and refuse to leave their side, no matter what.",
        "8-10": "Your posture crumples, as you try to make sense of the insanity before you. You fall prone and can't stand, as your legs refuse to obey you, and you can't use any flying speed you possess."
      }
    },
    "Long31": {
      "name": "Long31",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-row\" data-bkit-id=\"htlh0o393k\">You lose perception of your power.</p></div>",
      "results": {
        "1-2": "You lose perception of your power. Not realizing your limits, you push yourself beyond what you are capable of. Whenever you deal damage, add damage equal to one roll of the lowest damage die used.",
        "3-7": "You lose perception of your power. You don't realize your strength; whenever you have to use your body, you either apply too much force or not enough. Your handshakes can be like a vice grip or dead fish, your hugs suffer the same fate, and any other physical activity you try to perform is a gamble.",
        "8-10": "You lose perception of your power. Afraid of shattering your body, you involuntarily restrain your power. Whenever you deal damage, subtract damage equal to one roll of the lowest damage die used (minimum 0)."
      }
    },
    "Indef86": {
      "name": "Indef86",
      "description": "<div class=\"sgeh-monkeydm doc-description\"><p class=\"table-right\" data-bkit-id=\"09ttbjeojywf\">The beast within you awakens and takes control.</p></div>",
      "results": {
        "1-1": "The beast within you awakens and takes control. The beast begins to gnaw at your mind, forcing you to stay alert to ward it. Whenever you fall unconscious, roll 1d2. On a 1, your mind loses control and the next time you awaken, the beast within you holds control over your body. Until you next fall unconscious, you are under the GM's control as the chaotic evil beast within you seeks to join other beasts and banish you from your body. On a 2, you maintain or reclaim your sanity upon rousing.",
        "2-2": "The beast within you awakens and takes control. Your body transforms, yet a trace of your humanity remains. Your race becomes scourgeborne. Talk with your GM to determine the subrace most appropriate for your character. Nothing short of awish spell can undo this transformation. If you're already a scourgeborne, treat this roll as a 10 and apply the madness effects below instead.",
        "3-3": "The beast within you awakens and takes control. You become a beast or monstrosity of the GM's choice with a CR equal to half your level (rounded up), and you lose your mind. You become a creature under the GM's control."
      }
    }
  }
}
