{
  "label": "狮鹫的鞍中珍宝：玩家资源",
  "folders": {
    "The Unbroken Circle": "The Unbroken Circle",
    "Barbarian": "野蛮人",
    "Warlock": "魔契师",
    "Sorcerer": "术士",
    "Frost Magic": "Frost Magic",
    "Path of the Glacier": "Path of the Glacier",
    "Subclasses": "子职",
    "Racial Features/Items": "Racial Features/Items",
    "Couatl Herald": "Couatl Herald",
    "Monk": "武僧",
    "Way of the Celestial": "Way of the Celestial",
    "Ranger": "游侠",
    "Druid": "德鲁伊",
    "Wizard": "法师",
    "The Astral Griffon": "The Astral Griffon",
    "Oath of the Hearth": "Oath of the Hearth",
    "Rogue": "游荡者",
    "Astral Domain": "Astral Domain",
    "Fighter": "战士",
    "College of Dance": "College of Dance",
    "Races": "种族",
    "Runetagger": "Runetagger",
    "Cleric": "牧师",
    "Material Magic": "Material Magic",
    "Bard": "吟游诗人",
    "Winter Trapper": "Winter Trapper",
    "Paladin": "圣武士"
  },
  "entries": {
    "Extradimensional Space (Acuity)": {
      "name": "Extradimensional Space (Acuity)",
      "description": "<p>The extradimensional space is always accessible to you and can hold up to 50 pounds of inanimate material, not exceeding 1 cubic foot. You can access and interact with this space using your hands the same way you would with a normal container. Your hands disappear within the space while they’re accessing it.</p>\n<p>  Placing a bag of holding, handy haversack, portable hole, or similar item inside your pocket dimension instantly destroys both the item and anything else within the two extradimensional spaces. When this happens, you are unable to access your pocket dimension again until 7 days have passed. In addition, you can sense whether pocket dimensions are present within 60 feet of you. This feature doesn’t reveal their location or number.</p>"
    },
    "Aura of Warmth": {
      "name": "Aura of Warmth",
      "description": "<p>Starting at 7th level, you and friendly creatures within 10 feet of you have resistance to cold and fire damage while you are conscious.</p>\n<p>  At 18th level, the range of this aura increases to 30 feet.</p>\n<hr />\n<p><strong>Note</strong>: You will need to edit the Aura field in DAE to 30 when you get to 18th, as the field does not accept scaling values at this time.</p>\n<p>Same for the radius setting in the \"Details\" page.</p>",
      "effects": {
        "Aura of Warmth": {
          "name": "Aura of Warmth"
        }
      }
    },
    "Oath Spells (Oath of the Hearth)": {
      "name": "Oath Spells (Oath of the Hearth)",
      "description": "<p>You gain oath spells at the paladin levels listed.</p>\n<table style=\"width:389px;border-style:hidden;height:201px\" border=\"1\">\n<tbody>\n<tr style=\"height:17px\">\n<td style=\"width:387px;height:17px;border-style:hidden\" colspan=\"2\"><strong>Oath Spells</strong></td>\n</tr>\n<tr style=\"height:14px\">\n<td style=\"width:129.672px;text-align:center;height:14px;border-style:hidden\"><strong>Paladin Level</strong></td>\n<td style=\"width:257.328px;height:14px;border-style:hidden\"><strong>Spells</strong></td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:129.672px;text-align:center;height:34px;border-style:hidden\">3rd</td>\n<td style=\"width:257.328px;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Burning Hands]{burning hands}, @Compendium[dnd5e.spells.Find Familiar]{find familiar}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:129.672px;text-align:center;height:34px;border-style:hidden\">5th</td>\n<td style=\"width:257.328px;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Aid]{aid}, @Compendium[dnd5e.spells.Continual Flame]{continual flame}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:129.672px;text-align:center;height:34px;border-style:hidden\">9th</td>\n<td style=\"width:257.328px;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Beacon of Hope]{beacon of hope}, @Compendium[dnd5e.spells.Daylight]{daylight}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:129.672px;text-align:center;height:34px;border-style:hidden\">13th</td>\n<td style=\"width:257.328px;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Fire Shield]{fire shield}, @Compendium[dnd5e.spells.Guardian of Faith]{guardian of faith}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:129.672px;text-align:center;height:34px;border-style:hidden\">17th</td>\n<td style=\"width:257.328px;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Flame Strike]{flame strike}, @Compendium[dnd5e.spells.Telepathic Bond]{telepathic bond}</td>\n</tr>\n</tbody>\n</table>\n<p> </p>"
    },
    "Potent Spellcasting": {
      "name": "Potent Spellcasting",
      "description": "<p>Starting at 8th level, you add your Wisdom modifier to the damage you deal with any cleric cantrip.</p>",
      "effects": {
        "Potent Spellcasting": {
          "name": "Potent Spellcasting"
        }
      }
    },
    "Tripped Defenses": {
      "name": "Tripped Defenses",
      "description": "<p>At 15th level, you have learned to use a creature’s mistakes against them. When a Large or smaller creature within 5 feet of you that you can see misses you with an attack, you can use your reaction to knock that creature prone. When you do, you can make either one weapon attack against that creature or move up to half your speed immediately after its attack.</p>"
    },
    "Extradimensional Acuity": {
      "name": "Extradimensional Acuity",
      "description": "<p>At 1st level, your patron grants you the ability to maintain a small pocket dimension. The extradimensional space is always accessible to you and can hold up to 50 pounds of inanimate material, not exceeding 1 cubic foot. You can access and interact with this space using your hands the same way you would with a normal container. Your hands disappear within the space while they’re accessing it.</p>\n<p>  Placing a <em>bag of holding</em>, <em>handy haversack</em>, <em>portable hole</em>, or similar item inside your pocket dimension instantly destroys both the item and anything else within the two extradimensional spaces. When this happens, you are unable to access your pocket dimension again until 7 days have passed.</p>\n<p>  In addition, you can sense whether pocket dimensions are present within 60 feet of you. This feature doesn’t reveal their location or number.</p>"
    },
    "Entrancing Movement": {
      "name": "Entrancing Movement",
      "description": "<p>At 6th level, your movements become so graceful that even the most cold-hearted enemies are filled with remorse for having stopped your dance. Whenever a creature hits you with an opportunity attack, that creature takes psychic damage equal to your Charisma modifier + half your bard level.</p>\n<p>  In addition, you can use your dance to cast the @Compendium[dnd5e.spells.Charm Person]{charm person} spell, without expending a spell slot. When cast in this way, the target doesn’t have advantage on the saving throw if you’re currently fighting it. When you reach 14th level in this class, you can cast the <span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">@Compendium[dnd5e.spells.Irresistible Dance]{irresistible dance} </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">spell in this way as well. A spell cast with this feature requires only somatic components. After you cast a spell in this way, you can’t use this feature to cast it again until you finish a long rest.</span></p>",
      "activities": {
        "damage": {
          "condition": "Whenever a creature hits you with an opportunity attack"
        }
      }
    },
    "The Unbroken Circle": {
      "name": "The Unbroken Circle",
      "description": "<h1 style=\"box-sizing:border-box;user-select:text;border-bottom:2px solid var(--color-underline-header);color:#191813\">DRUID: THE UNBROKEN CIRCLE</h1>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">From all walks of life come new ecosystems. Nature is limitless, and over time will successfully conquer any challenge set before it. So too are the druids dedicated to protecting it.</span></span></p>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">  Through foggy glens, icy crags, or molten wastelands, druids across the world will always seek to defend nature and destroy the forces that seek to oppress it. As diverse as the land, druids develop their own methodology, traditions, and druidic circles over generations.</span></span></p>\n<h2 style=\"box-sizing:border-box;user-select:text;border-bottom:1px solid var(--color-underline-header);color:#191813\">THE UNBROKEN CIRCLE</h2>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">The Unbroken Circle is an order of druids who have abandoned the patient teachings of their predecessors, deciding instead to take up arms in defense of the wilderness. These combative druids form militias and harness the fury of nature itself to forcefully remove any encroaching evil that threatens their sacred lands.</span></span></p>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">  While the chaotic bend of nature is found within these druids, their bodies and impulses are tamed through training and discipline. Originally from the unforgiving Festerwood, this circle’s teachings are as rigorous as the forest, blending a mixture of offense and defense to stand up to all of the world’s challenges.</span></span></p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Improved Shillelagh": {
          "title": "Improved Shillelagh"
        },
        "Wild Recovery": {
          "title": "Wild Recovery"
        },
        "Shillelagh Mastery": {
          "title": "Shillelagh Mastery"
        }
      }
    },
    "Create Ice": {
      "name": "Create Ice",
      "description": "<p>At 1st level, you can use a bonus action to turn up to 5 contiguous 5-foot spaces on the ground into icy terrain, originating from the ground at your feet. The ice is difficult terrain and lasts until the end of your next turn.</p>\n<p>  You can spend up to 2 sorcery points when creating this terrain to increase the number of spaces you can target with this feature by 5 for each sorcery point spent.</p>\n<hr />\n<p><strong>Note</strong>: Use this repeatedly to place each 5ft square down seperately.</p>"
    },
    "One of the People": {
      "name": "One of the People",
      "description": "<p>At 3rd level, you gain proficiency in the Persuasion and Insight skills.</p>"
    },
    "Arcane Artisan": {
      "name": "Arcane Artisan",
      "description": "<p>Beginning at 2nd level, you have dedicated your studies to creation and the magic surrounding it. You gain proficiency with three artisan’s tools of your choice and you learn the @Compendium[dnd5e.spells.Mending]{mending} cantrip. If you already know this cantrip, you learn a different wizard cantrip of your choice. The cantrip doesn’t count against your number of cantrips known.</p>\n<p>  In addition, your exceptional wit and aptitude allow you to do more with less time. When you use a set of artisan’s tools with which you are proficient to craft an item or piece of art, you complete a full work day in a number of hours equal to 8 – your Intelligence modifier (minimum of 1).</p>"
    },
    "Insulating Ward": {
      "name": "Insulating Ward",
      "description": "<p>Beginning at 15th level, whenever you expend a spell slot, you and friendly creatures within your Aura of Warmth gain a number of temporary hit points equal to the spell slot’s level + your Charisma modifier.</p>"
    },
    "Celestial Connection": {
      "name": "Celestial Connection",
      "description": "<p>Starting when you choose this tradition at 3rd level, you can telepathically speak to any creature you can see within 30 feet of you. When you do, you don’t need to share a language with the creature for it to understand you, but the creature must be able to understand at least one language.</p>"
    },
    "Channel Divinity: Create Void": {
      "name": "Channel Divinity: Create Void",
      "description": "<p>Starting at 2nd level, you can use your Channel Divinity to create a brief tear in the planar fabric that leads to the Astral Plane. As a bonus action, you can point your finger at a point you can see within 60 feet to create a planar tear. The tear is minuscule, but creates a powerful vacuum that forces each creature within 15 feet of the point to make a Dexterity saving throw. On a failed save, a creature takes force damage equal to 2d10 + half your cleric level and is pulled up to 15 feet toward the point. On a successful save, a creature takes half as much force damage and is not pulled. The tear vanishes immediately after drawing in any nearby creatures.</p>",
      "activities": {
        "save": {
          "chatFlavor": "On a failed save, a creature takes force damage equal to 2d10 + half your cleric level and is pulled up to 15 feet toward the point. On a successful save, a creature takes half as much force damage and is not pulled. The tear vanishes immediately after drawing in any nearby creatures."
        }
      }
    },
    "Cold Fortress": {
      "name": "Cold Fortress",
      "description": "<p>By 6th level, you learn to further channel the icy resilience within you. When you enter a rage and are not wearing any armor, your skin becomes shielded by a protective layer of frost. This frost grants you a number of temporary hit points equal to 1d12 + your Constitution modifier that last for 1 hour.</p>\n<p>  You can use a bonus action on your following turns while you’re raging to expend a Hit Die to gain these temporary hit points again. When you do, the number of temporary hit points you gain is equal to the maximum roll of the expended Hit Die + your Constitution modifier.</p>",
      "activities": {
        "heal": {
          "condition": "When you enter a rage and are not wearing any armor",
          "chatFlavor": "You can use a bonus action on your following turns while you’re raging to expend a Hit Die to gain these temporary hit points again. When you do, the number of temporary hit points you gain is equal to the maximum roll of the expended Hit Die + your Constitution modifier."
        },
        "utility": {
          "condition": "When you enter a rage and are not wearing any armor",
          "chatFlavor": "You can use a bonus action on your following turns while you’re raging to expend a Hit Die to gain these temporary hit points again. When you do, the number of temporary hit points you gain is equal to the maximum roll of the expended Hit Die + your Constitution modifier."
        }
      }
    },
    "Rematerialize": {
      "name": "Rematerialize",
      "description": "<p>At 14th level, when you destroy a Large or smaller nonmagical object or structure with a spell, you can recreate it as an action once within the next 8 hours. When you do, the object or structure reappears intact in an unoccupied space you choose within 60 feet of you. If the object or structure is recreated in the air, it immediately falls. Any creature below the item must make a Dexterity saving throw against your wizard spell save DC. If the object is Small or smaller, a creature that fails the saving throw takes 1d8 bludgeoning damage from the impact for every 10 feet that it fell. If the object is Medium or Large, the bludgeoning damage increases to 1d10 or 1d12 for every 10 feet it fell, respectively. On a successful save, a creature takes half as much bludgeoning damage. If an object is the same size or larger than a creature it falls on, that creature is pushed to the nearest unoccupied space.</p>\n<p>  Once you use this feature, you can’t use it again until you finish a long rest.</p>"
    },
    "Channel Divinity (Oath of the Hearth)": {
      "name": "Channel Divinity (Oath of the Hearth)",
      "description": "<p>When you take this oath at 3rd level, you gain the following two Channel Divinity options.</p>\n<p>  <em><strong>Burning Weapon.</strong></em> As a bonus action, you can ignite one weapon that you’re holding with fiery energy using your Channel Divinity. For 1 minute, you deal extra fire damage with that weapon equal to your Charisma modifier (minimum 1). The weapon also emits bright light in a 20-foot radius and dim light for an additional 20 feet. If the weapon is not already magical, it becomes magical for the duration.</p>\n<p>  You can end this effect on your turn (no action required). If you are no longer holding or carrying this weapon, or if you fall unconscious, this effect ends.</p>\n<p>  <em><strong>Warming Respite.</strong></em> Your Channel Divinity can enhance the healing powers of a good rest. When you or any friendly creatures who can see you finish a short rest, you can use your Channel Divinity to grant each of those creatures a number of temporary hit points equal to your paladin level.</p>"
    },
    "Magic Snare": {
      "name": "Magic Snare",
      "description": "<p>At 11th level, you’ve learned how to quickly set undetectable magical traps. You can imperceptibly create one of these magical snares in the ground at your feet as a bonus action on your turn. The first Large or smaller creature other than you that steps in that space within 1 minute must make a Dexterity saving throw against your spell save DC. On a failed save, a creature takes 2d8 piercing damage and has its speed reduced to 0 until the end of its current turn, as the ground opens up and clamps down on it. On a successful save, a creature takes half as much piercing damage, and its speed is unaffected.</p>\n<p>  When you create a snare, you can designate any creatures you choose, and the trap ignores them. A creature that can see invisible creatures and objects (such as one benefiting from see invisibility or truesight) can see these traps. You can use this feature a number of times equal to your Wisdom modifier (minimum of once). You regain all expended uses when you finish a long rest.</p>",
      "activities": {
        "save": {
          "chatFlavor": "On a failed save, a creature takes 2d8 piercing damage and has its speed reduced to 0 until the end of its current turn, as the ground opens up and clamps down on it. On a successful save, a creature takes half as much piercing damage, and its speed is unaffected."
        }
      }
    },
    "Path of the Glacier": {
      "name": "Path of the Glacier",
      "description": "<h1 style=\"border-bottom:2px solid var(--color-underline-header)\">BARBARIAN: PATH OF THE GLACIER</h1>\n<p>No matter where you’re from, there are always reasons to be angry. Whether you hail from unforgiving wilderness or serene splendor, there is always the emotional well of power within us all.</p>\n<p>  As varied as the people of the multiverse are, anger and rage are unifying factors. How a person chooses to harness that anger is up to them, but no matter the path they choose, it is always a remarkable and terrifying thing to witness.</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">PATH OF THE GLACIER</h2>\n<p>Born from the frigid and daunting Everglacier, barbarians who follow Path of the Glacier have learned to harbor the resolute stillness, patience, and unwavering determination and destruction of the icy landscape. These warriors transform their bodies into powerful moving bunkers that are as difficult to take down as they are to escape from.</p>\n<p>  Barbarians that follow this path are often trained hunters who enjoy the patient stalking of prey. They thrive on the peril they impose on their fleeing targets, and take special pride in their slow-and-steady approach.</p>",
      "advancement": {
        "frostbite_damage": {
          "title": "frostbite_damage"
        },
        "Features": {
          "title": "Features"
        }
      }
    },
    "Deep Sleep": {
      "name": "Deep Sleep",
      "description": "<p>At 10th level, you can choose to enter a deep state of hibernation when you take a long rest. While resting in this way, you’re cold to the touch and appear dead to all outward inspection and to spells used to determine your status. Noise and other distractions fail to wake you.</p>\n<p>  You awake from this rest after 6 hours, when you take damage, or when a creature uses its action to slap you awake. If you finish a continuous 6 hours of sleep in this way, you gain the benefits of finishing a long rest, and you regain all expended Hit Dice.</p>"
    },
    "Supreme Switching": {
      "name": "Supreme Switching",
      "description": "<p>At 17th level, you can choose to target a hostile creature when you use your Spatial Exchange feature. When you do, that creature must make a Charisma saving throw against your cleric spell save DC. On a failure, it switches places with you. On a success, neither you nor the creature are moved by your Channel Divinity.</p>\n<p>  In addition, your comfort slipping through planes allows you to do more while you move between them. Whenever you successfully swap places with another creature using your Spatial Exchange feature, you can cast a spell of 5th level or lower with a range of touch as part of that action. The spell must have a casting time of 1 action, and you must target the creature you’re switching places with. The spell completes as you and the other creature switch places.</p>"
    },
    "Talons": {
      "name": "Talons",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Your talons are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike.</span></p>"
    },
    "Heraldic Enforcer": {
      "name": "Heraldic Enforcer",
      "description": "<p>At 18th level, your training has taught you to strike with the magic and force of a mighty couatl. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d10 force damage to the target. When you deal this force damage, you can choose to spend a mercy die to add an additional 1d10 force damage to the attack.</p>\n<p>  In addition, if you choose to knock a creature out instead of killing it outright when you reduce it to 0 hit points, the target remains unconscious for 8 hours or until a creature friendly to you uses an action to shake it awake, even if the target regains hit points.</p>",
      "activities": {
        "damage": {
          "condition": "when you hit a creature with a weapon attack",
          "chatFlavor": "roll the \"Other Formula\" for each Mercy Die"
        },
        "utility": {
          "condition": "when you hit a creature with a weapon attack",
          "chatFlavor": "roll the \"Other Formula\" for each Mercy Die"
        }
      }
    },
    "Resourceful": {
      "name": "Resourceful",
      "description": "<p>When you reach 13th level, your mastery over the arts is lauded by friends and feared by foes. When you have no rune points remaining, you gain 1 rune point when you score a critical hit against a creature and when you roll initiative.</p>"
    },
    "Expanded Spell List (The Astral Griffon)": {
      "name": "Expanded Spell List (The Astral Griffon)",
      "description": "<p>The Astral Griffon lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.</p>\n<p> </p>\n<table style=\"height:177px;width:84.5966%;border-style:hidden\" border=\"1\">\n<tbody>\n<tr style=\"height:17px\">\n<td style=\"width:31.2139%;vertical-align:middle;text-align:center;height:17px;border-style:hidden\"><strong>Spell Level</strong></td>\n<td style=\"width:68.7861%;height:17px;border-style:hidden\"><strong>Spells</strong></td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:31.2139%;vertical-align:middle;text-align:center;height:34px;border-style:hidden\">1st</td>\n<td style=\"width:68.7861%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Identify]{Identify}, @Compendium[dnd5e.spells.Magic Missile]{magic missile}</td>\n</tr>\n<tr style=\"height:24px\">\n<td style=\"width:31.2139%;vertical-align:middle;text-align:center;height:24px;border-style:hidden\">2nd</td>\n<td style=\"width:68.7861%;height:24px;border-style:hidden\">@Compendium[dnd5e.spells.Locate Object]{locate object}, @Compendium[dnd5e.spells.Rope Trick]{rope trick}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:31.2139%;vertical-align:middle;text-align:center;height:34px;border-style:hidden\">3rd</td>\n<td style=\"width:68.7861%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Blink]{blink}, @Compendium[dnd5e.spells.Clairvoyance]{clairvoyance}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:31.2139%;vertical-align:middle;text-align:center;height:34px;border-style:hidden\">4th</td>\n<td style=\"width:68.7861%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Private Sanctum]{private sanctum}, @Compendium[dnd5e.spells.Secret Chest]{secret chest}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:31.2139%;vertical-align:middle;text-align:center;height:34px;border-style:hidden\">5th</td>\n<td style=\"width:68.7861%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Legend Lore]{legend lore}, @Compendium[dnd5e.spells.Passwall]{passwall}</td>\n</tr>\n</tbody>\n</table>\n<p> </p>"
    },
    "Planar Reach": {
      "name": "Planar Reach",
      "description": "<p>At 1st level, you can create and reach through brief holes in the fabric of reality. When you cast a spell that has a range of touch, you can target a creature within 30 feet of you that you can see instead. You can use this feature a number of times equal to your Wisdom modifier (minimum of once). You regain all expended uses when you finish a long rest.</p>",
      "activities": {
        "utility": {
          "condition": "When you cast a spell that has a range of touch"
        }
      }
    },
    "Permafrost": {
      "name": "Permafrost",
      "description": "<p>Starting when you choose this path at 3rd level, your skin becomes icy and tough to the touch. You gain resistance to cold damage, and while you’re not wearing any armor, you gain a +1 bonus to your AC.</p>\n<p>  In addition, your rage is a cold and patient well of power. When your rage would end early due to you either not attacking or taking damage, you can choose to maintain it instead. You can use this feature a number of times equal to your Constitution modifier (minimum of 1). You regain all expended uses when you finish a long rest.</p>",
      "effects": {
        "Cold Resistance": {
          "name": "Cold Resistance"
        },
        "Unarmored AC bonus": {
          "name": "Unarmored AC bonus"
        }
      }
    },
    "Minor Creation": {
      "name": "Minor Creation",
      "description": "<p>Also at 2nd level, you can temporarily bend some of the laws of reality in your favor. When you cast a spell of 1st level or higher, you can create a cube of material measuring up to 5 feet large on a side on the ground in an unoccupied space you can see within 10 feet of you. You choose the material it’s made out of. A cube weighs a number of pounds equal to 5 times its size on a side, regardless of its material, and can support up to 10 times its weight.</p>\n<p>  You can have a total number of these cubes in existence at any time equal to your Intelligence modifier (minimum of 1). You can dismiss any number of these cubes as a bonus action. Otherwise, a cube disappears after 1 hour or if it takes any damage.</p>"
    },
    "Burning Spirit": {
      "name": "Burning Spirit",
      "description": "<p>At 20th level, as an action, you can magically ignite yourself to embody your fiery soul for 1 minute. These flames are harmless to you and cast bright light in a 40-foot radius and dim light for an additional 40 feet. The flames invigorate you, giving you 10 temporary hit points at the start of each of your turns. While in this form, you become more lithe and fluid in your movements, increasing your speed by 10 feet and allowing you to move through and enter a hostile creature’s space and stop there.</p>\n<p>  Hostile creatures are hurt by these flames as punishment for their transgressions. A hostile creature takes fire damage equal to twice your Charisma modifier (minimum of 1) whenever it touches you, hits you with a melee attack, or whenever you enter its space for the first time on your turn.</p>\n<p>  Once you use this feature, you can’t use it again until you finish a long rest.</p>",
      "effects": {
        "Burning Spirit": {
          "name": "Burning Spirit"
        }
      }
    },
    "Way of the Celestial": {
      "name": "Way of the Celestial",
      "description": "<h1 style=\"box-sizing:border-box;user-select:text;border-bottom:2px solid var(--color-underline-header);color:#191813\">MONK: WAY OF THE CELESTIAL</h1>\n<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"><span style=\"color:#191813\"><span style=\"font-size:13px\">Traditions are closely kept secrets in many parts of the multiverse. No one monastery wants to be overrun by another that learns its weaknesses. These traditions are made known slowly, and carefully, as their monks seek new adventures with their newfound skills.</span></span></p>\n<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"><span style=\"color:#191813\"><span style=\"font-size:13px\">  Some traditions are as old as time immemorial, whereas others are new and unique. Monks’ focus on inner peace and harnessing the energy within makes for a bountiful range of combat and character options. How do you choose to train or advance your pursuit of personal perfection?</span></span></p>\n<h2 style=\"box-sizing:border-box;user-select:text;border-bottom:1px solid var(--color-underline-header);color:#191813\">WAY OF THE CELESTIAL</h2>\n<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"><span style=\"color:#191813\"><span style=\"font-size:13px\">Monks of the Way of the Celestial are peacekeepers and protectors of their chosen kin. These monks meditate to achieve a greater understanding of a divine being, granting them the ability to channel celestial energies into their own. These martial defenders are pensive, patient, and understanding, but offer little mercy when evil intentions are made clear.</span></span></p>\n<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"><span style=\"color:#191813\"><span style=\"font-size:13px\">  The Way of the Celestial originated from the lost city of Hearth as a tribute to the city’s guardian couatl protectors. While these teachings are far from common knowledge, there’s no telling what small, protected monasteries may still exist after the city’s untimely destruction. Regardless of how you come upon this tradition, the wisdom of the celestials guides its every principle.</span></span></p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Ki Spells": {
          "title": "Ki Spells"
        },
        "Celestial Emissary Spells": {
          "title": "Celestial Emissary Spells"
        }
      }
    },
    "Calm Mind": {
      "name": "Calm Mind",
      "description": "<p>By 10th level, you gain an additional way to regain mercy dice. When you successfully persuade a creature to stand down or deescalate an otherwise violent situation, you regain 1 mercy die. If multiple creatures are persuaded in this way, you regain 1 mercy die for each affected creature.</p>\n<p>  In addition, your mind is guarded against outside forces that would seek to sway your dedication. You can’t be charmed or frightened.</p>"
    },
    "Tenets of the Hearth": {
      "name": "Tenets of the Hearth",
      "description": "<p>The tenets of the Oath of the Hearth are linked directly to the once-flourishing city of the oath’s origin. The culture was vibrant and open, and thrived under the tropical sun in the Elsath Jungle. They were supportive of children’s imagination and new ideas, and as a community would rush to foster good creativity. With new ideas came progress and prosperity, and with each new generation, the future always looked brighter. The core principles of this oath are devoted to supporting the weak, developing community, and destroying the evils that would seek to harm them.</p>\n<p>  <em><strong>Shield the Embers.</strong></em> Protect those that can’t defend themselves. Every ember is a fount of possibility and strength.</p>\n<p>  <em><strong>Feed the Fire.</strong></em> Keep the fires of passion burning. New ideas light the way to progress and salvation.</p>\n<p>  <em><strong>Share the Warmth.</strong></em> Offer guidance and kindness to those that need it. Respite and rest are always free to give.</p>\n<p>  <em><strong>Burn Away Evil.</strong></em> Turn those that would harm the innocent or douse the peoples’ flames to ash.</p>"
    },
    "Winter Trapper": {
      "name": "Winter Trapper",
      "description": "<h1 style=\"border-bottom:2px solid var(--color-underline-header)\">RANGER: WINTER TRAPPER</h1>\n<p>Rangers travel the farthest reaches of the world to protect the rest of society from encroaching danger. As unique as the challenges they overcome, these wanderers are well-adapted to survive and thrive in almost any situation.</p>\n<p>  Rangers follow archetypes based on surviving the multiverse’s strangest and most varied dangers. Few have the same background and expertise, and as a result, there are always new and exciting ways that these daring explorers choose to vanquish the forces of evil.</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">WINTER TRAPPER</h2>\n<p>Winter Trappers are masters of control and keep both their adversaries and quarries helpless and at bay. Originating from the Everglacier, these trained hunters are experts at staying upright when others would surely fall, and have learned how to use magic and acrobatics to keep both themselves and their allies out of harm’s reach.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Winter Trapper Spells": {
          "title": "Winter Trapper Spells"
        },
        "Pin Down Damage": {
          "title": "Pin Down Damage"
        }
      }
    },
    "Couatl Herald": {
      "name": "Couatl Herald",
      "description": "<h1 style=\"box-sizing:border-box;user-select:text;border-bottom:2px solid var(--color-underline-header);color:#191813\">FIGHTER: COUATL HERALD</h1>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">As new methods of combat are brought into the world, so too are those that seek to perfect them. Fighters are adept at many things and excel at what they set their mind to — all with the express purpose of being the last one standing.</span></span></p>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">  Will you rely on augmenting your martial prowess with magic, or focus on pure athleticism? Do you leap into the fray, axe at the ready, or hold back until only one option remains? Regardless of your chosen style of combat, fighters are always worthy allies on the battlefield.</span></span></p>\n<h2 style=\"box-sizing:border-box;user-select:text;border-bottom:1px solid var(--color-underline-header);color:#191813\">COUATL HERALD</h2>\n<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">The Couatl Heralds were, or are, martial warriors whose intention was to neutralize threats without always resorting to deadly force. These combatants were a beloved symbol of peace in the once great city of Hearth, whose terrible destruction has been all but entirely lost to history. Perhaps you come from a long line of sequestered heralds who had escaped the city before its collapse, or maybe you found the age-old journals of one of the city’s training officers. Regardless of how you come across this knowledge, training, and virtue, a true Couatl Herald defends the lives of all: regardless of their transgressions.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Mercy Dice": {
          "title": "Mercy Dice"
        }
      }
    },
    "Frost Magic": {
      "name": "Frost Magic",
      "description": "<h1 style=\"box-sizing:border-box;user-select:text;border-bottom:2px solid var(--color-underline-header);color:#191813\">SORCERER: FROST MAGIC</h1>\n<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">A sorcerer’s magic comes from within, drawing from a genetic or given boon. These mighty spellcasters grow in power in startling ways, and can twist and reshape the fabric of magic around them. A sorcerer may struggle to keep their own power in check, but many would agree that the ends justify the dangers placed upon them. While the mantle of ‘sorcerer’ is thrust upon all sorcerers, their origins are often unique.</p>\n<h2 style=\"box-sizing:border-box;user-select:text;border-bottom:1px solid var(--color-underline-header);color:#191813\">FROST MAGIC</h2>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">Your magic is created by pieces of the Everheart, the center and driving force behind the expanding Everglacier wastelands. This power within you might be passed down through ancestors who protected the glacier’s magical core, or it might have been forced upon you through a chance encounter with the enchanted ice itself. Regardless of the source of your power, you are a creature of cold incarnate.</span></span></p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Frozen Soul Spell": {
          "title": "Frozen Soul Spell"
        }
      }
    },
    "Runetagger": {
      "name": "Runetagger",
      "description": "<h1 style=\"border-bottom:2px solid var(--color-underline-header)\">ROGUE: RUNETAGGER</h1>\n<p>Dexterous fighters and brigands are full of surprises. Trained assassins, spies, and cutpurses are classic rogues, but where there are new dangers and rewards to be gained, so too are the kinds of people seeking to subvert and claim them. Whether they slink through shadows to avoid detection or walk harmlessly through danger, every rogue has trained to develop their own methods of handling life’s threats.</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">RUNETAGGER</h2>\n<p>You concentrate your efforts on perfecting your art, developing special marks to claim and cripple your targets. Rebel leaders, artists, spies, and other members of the political underworld might belong to this archetype. Originally a tactic for subterfuge and assassination for denizens of the Festerwood, those who employ these powerful works of art are famously difficult to pin down. The magical marks left behind become a calling card for any runetagger, and as their strength and notoriety grow from the deeds that they commit (both good and evil), so too does the renown for their art.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        }
      }
    },
    "Lead Paint": {
      "name": "Lead Paint",
      "description": "<p>By 17th level, you’re able to apply more ink or paint whenever you leave a rune and use it to expose weak points in a target’s defense and guide your strikes. You can use your Sneak Attack against any creature that has a rune on it. When you do, that creature takes an extra 2d6 damage from the attack.</p>",
      "activities": {
        "damage": {
          "condition": "use your Sneak Attack against any creature that has a rune on it"
        }
      }
    },
    "Material Magic": {
      "name": "Material Magic",
      "description": "<h1 style=\"box-sizing:border-box;user-select:text;border-bottom:2px solid var(--color-underline-header);color:#191813\">WIZARD: MATERIAL MAGIC</h1>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">As the understanding of the multiverse improves, so do its schools of magic. New cultures present new ways of thinking, and new ideas make room for new questions and answers. What kind of wizard are you? Do you explore the new and unknown, or do you find value in advancing already established ways of thinking?</span></span></p>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">  Will you be a leading mind on the forefront of the inexplicable? Or will you continue to hunt for answers to the questions that no one has thought to ask?</span></span></p>\n<h2 style=\"box-sizing:border-box;user-select:text;border-bottom:1px solid var(--color-underline-header);color:#191813\">MATERIAL MAGIC</h2>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">Some wizards abandon the limitations set by magic schools and instead focus on the binding force that holds everything together. These mages spend their efforts weaving and recreating matter from thin air to create art as well as utility. They value the craftsmanship taught by artisans around the world and consider their skills and creations to be a form of magic all its own.</span></span></p>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">  Some arcanists focus on altering the living, whereas wizards of material magic focus on creating and enhancing the inanimate. These mages see beauty in the possibility presented by raw materials, and are found as readily studying ancient lore as they are in the center of a bustling forge. Many followers of this tradition take great care and pride in their component pouches, and find great kinship among bards, artists, and other craftsmen.</span></span></p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Bonus Cantrip": {
          "title": "Bonus Cantrip"
        }
      }
    },
    "Bonus Cantrip": {
      "name": "Bonus Cantrip",
      "description": "<p>When you choose this domain at 1st level, you gain the @Compendium[dnd5e.spells.Guidance]{guidance} cantrip if you don’t already know it.</p>"
    },
    "Celestial Emissary": {
      "name": "Celestial Emissary",
      "description": "<p>Beginning at 11th level, your connection to celestials can be used to expand your mind’s reach. You can cast the @Compendium[dnd5e.spells.Dream]{dream} or <span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">@Compendium[dnd5e.spells.Scrying]{scrying}</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> spell, requiring no material components, using your ki save DC. When you cast dream using this feature, only you can act as the dream’s messenger. Once you cast a spell in this way, you can’t cast it again until you finish a long rest.</span></p>\n<p>  In addition, you are immune to scrying and to any effect that would sense your emotions, read your thoughts, or detect your location.</p>"
    },
    "Channel Divinity: Spatial Exchange": {
      "name": "Channel Divinity: Spatial Exchange",
      "description": "<p>By 6th level, you can use your Channel Divinity to distort the fabric of reality. As an action, you teleport up to 30 feet away to an unoccupied space you can see. Alternatively, you can choose a space within range that is occupied by a Small or Medium creature. If that creature is willing, you both teleport, swapping places.</p>"
    },
    "Extradimensional Mastery": {
      "name": "Extradimensional Mastery",
      "description": "<p>Starting at 10th level, the fabric of existence is clear to you. You have resistance to force damage, and whenever you discover an extradimensional space, you can perceive what items are stored within it.</p>\n<p>  In addition, you can use an action to enhance your perception of reality. For 10 minutes, you have advantage on Wisdom (Perception) checks that rely on sight, and you gain truesight out to 30 feet. You can use this feature a number of times equal to your Charisma modifier (minimum of 1). You regain all expended uses when you finish a long rest.</p>",
      "effects": {
        "Extradimensional Mastery - DR Force": {
          "name": "Extradimensional Mastery - DR Force"
        },
        "Extradimensional Mastery - True Sight": {
          "name": "Extradimensional Mastery - True Sight"
        }
      }
    },
    "Astral Domain": {
      "name": "Astral Domain",
      "description": "<h1 style=\"box-sizing:border-box;user-select:text;border-bottom:2px solid var(--color-underline-header);color:#191813\">CLERIC: ASTRAL DOMAIN</h1>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">As adventurers explore the multiverse, new pantheons are created to explain the otherwise inexplicable. Gods and demigods offer their wisdom to followers brave enough to believe in them. Their power grows with each new believer, and as people continue to look for answers, these new deities will continue to be there to answer the call.</span></span></p>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">  You may be led to follow such a god. Whether your path is one of piety or reverence, no two adventurers will have the same relationship with their domain.</span></span></p>\n<h2 style=\"box-sizing:border-box;user-select:text;border-bottom:1px solid var(--color-underline-header);color:#191813\">ASTRAL DOMAIN</h2>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">Gods of the Astral Plane are as lost to time and space as the realm they reign over. The Astral Plane fills the gaps between the planes of existence and is an important, balancing force in the cosmic ecosystem of the multiverse. Practitioners of this domain see the absence of anything as something, and consider the Astral Plane as the ultimate destination of all things. These acolytes follow the ultimate path to their destination, and help shepherd others along their way in a grand mission of entropy. Clerics of the astral domain are chaotic by nature, but typically choose to destroy evil where they find it and hasten its inevitable journey to the Astral Plane.</span></span></p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Domain Spells": {
          "title": "Domain Spells"
        },
        "Bonus Cantrip": {
          "title": "Bonus Cantrip"
        }
      }
    },
    "Oath of the Hearth": {
      "name": "Oath of the Hearth",
      "description": "<h1 style=\"box-sizing:border-box;user-select:text;border-bottom:2px solid var(--color-underline-header);color:#191813\">PALADIN: OATH OF THE HEARTH</h1>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">There are always opposing forces to fight. When a new villain emerges in the world, there are those that fight for their beliefs to fend it off. Paladins are the first and most outspoken line of defense against these forces, and swear an oath to uphold their deepest core beliefs in doing so. The oaths they swear vary in scope and severity, but all paladins believe that their path is the one true answer.</span></span></p>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">  Some oaths focus on peace, whereas others believe in outright combat superiority. There will always be new causes and methods to uphold justice, and with them will be the virtuous paladins who bravely follow them.</span></span></p>\n<h2 style=\"box-sizing:border-box;user-select:text;border-bottom:1px solid var(--color-underline-header);color:#191813\">OATH OF THE HEARTH</h2>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">The Oath of the Hearth originates from the city of the same name, whose tragic downfall has been all but lost to history over centuries. These paladins swore an oath to protect this tropical, sunlit city in the name of their celestial guardians. Until the end, they fulfilled their oaths. You may swear this oath because you have an age-old connection to the city through your bloodline, or may have established a connection to the city’s principles through stories or interaction with a related celestial being. Regardless of your reasons for taking it, those that swear this oath adorn their armor with symbols of community, fire, and the sun to reflect their commitment to the city and the lives that were led there.</span></span></p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Channel Divinity Options": {
          "title": "Channel Divinity Options"
        },
        "Oath Spells": {
          "title": "Oath Spells"
        },
        "Aura of Warmth Range": {
          "title": "Aura of Warmth Range"
        }
      }
    },
    "Cold-Hearted": {
      "name": "Cold-Hearted",
      "description": "<p>At 6th level, you gain resistance to cold damage. When you deal cold damage to a Large or smaller creature with a spell, you can spend 1 or more sorcery points to attempt to freeze it in place. When you do, that creature’s speed is reduced by 15 feet for each sorcery point you spend until the end of its next turn. If you reduce a creature’s speed to 0 in this way, it takes 2d6 cold damage.</p>\n<p>  In addition, you can now use your Create Ice feature to freeze water as well as ground.</p>",
      "activities": {
        "damage": {
          "condition": "When you deal cold damage to a Large or smaller creature with a spell",
          "chatFlavor": "If you reduce a creature’s speed to 0 in this way, it takes 2d6 cold damage."
        }
      }
    },
    "Improved Shillelagh": {
      "name": "Improved Shillelagh",
      "description": "<p>When you choose this circle at 2nd level, you gain proficiency with martial weapons. In addition, you learn the @Compendium[dnd5e.spells.Shillelagh]{shillelagh}<span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> cantrip. If you already know this cantrip, you learn a different druid cantrip of your choice. The cantrip doesn’t count against your number of cantrips known.</span></p>\n<p>  When you cast shillelagh, you can use it to imbue any melee weapon you’re holding with nature’s power. If you’re holding a weapon under the effects of shillelagh, you can use it as a spellcasting focus for your druid spells.</p>"
    },
    "Frozen Soul": {
      "name": "Frozen Soul",
      "description": "<p>At 18th level, you gain immunity to cold damage and resistance to fire damage.</p>\n<p>  You also learn the @Compendium[dnd5e.spells.Wall of Ice]{wall of ice} spell. The spell counts as a sorcerer spell for you, but it doesn’t count against the number of sorcerer spells you know. In addition, you can cast it once without expending a spell slot. When you do, the panels of ice created by the spell don’t need to be contiguous with one another. Once you cast the spell in this way, you can’t do so again until you finish a long rest.</p>",
      "activities": {
        "utility": {
          "condition": "cast Wall of Ice without using a spell slot"
        }
      },
      "effects": {
        "Frozen Soul": {
          "name": "Frozen Soul"
        }
      }
    },
    "Pin Down": {
      "name": "Pin Down",
      "description": "<p>At 3rd level, you learn how to keep your prey exactly where you want them. Once on each of your turns when you make a weapon attack, you can attempt to pin down that target. You make this choice before rolling the attack. If it hits, the target takes an extra 1d8 damage of the weapon’s type and its speed is reduced by 10 feet until the start of your next turn.</p>\n<p>  When you reach 11th level in this class, the extra damage increases to 2d8, and if the attack hits, the target also can’t take reactions until the start of your next turn.</p>",
      "activities": {
        "damage": {
          "condition": "Once a turn, when you make a weapon attack, before rolling the attack."
        }
      },
      "effects": {
        "Pin Down": {
          "name": "Pin Down"
        }
      }
    },
    "The Astral Griffon": {
      "name": "The Astral Griffon",
      "description": "<h1 style=\"box-sizing:border-box;user-select:text;border-bottom:2px solid var(--color-underline-header);color:#191813\">WARLOCK: THE ASTRAL GRIFFON</h1>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">Throughout the ever-expanding multiverse, new and powerful forces emerge as quickly as they’re vanquished. These great creatures, be they mortals, demigods, or gods themselves, can make as good an ally as they can a terrifying adversary.</span></span></p>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">You may find yourself called to serve one of these new figures as a bound subject, forging a pact to wield some of this great new power. While sheer might is always admirable, the wisdom to choose the right path is always more so.</span></span></p>\n<h2 style=\"box-sizing:border-box;user-select:text;border-bottom:1px solid var(--color-underline-header);color:#191813\">THE ASTRAL GRIFFON</h2>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">You have made a pact with a powerful demigod of the Astral Plane: a Griffon whose control over space, creation, and pocket dimensions extends throughout the multiverse. It aims to expand its eclectic collection of treasures, both magical and mundane. These treasures may be worth very little in the average shop, but to the Griffon it holds a special place in history or the fabric of existence. Your binding may lead you far and wide in search of foreign artifacts as quickly as it would a nearby pub for a tarnished locket. Regardless of the task, the Griffon’s aims are rarely subject to distinctly good or evil motives.</span></span></p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Extradimensional Space": {
          "title": "Extradimensional Space"
        }
      }
    },
    "Feathren": {
      "name": "Feathren",
      "description": "<p><em>Your feathren character has a variety of natural abilities as a result of its unique mix of avian and feline ancestry.</em></p><p>  <em><strong>Ability Score Increase.</strong></em> Your ability scores increase depending on your feathren ancestry. Use the Feathren Ancestry tables to determine your combination of physical features and corresponding ability score increases, choosing one Avian option and one Feline option.</p><table style=\"width:68.906%;height:147px\" border=\"1\"><tbody><tr style=\"height:28px\"><td style=\"width:100%;height:28px\" colspan=\"2\"><h3><strong>Avian Feathren Ancestry</strong></h3></td></tr><tr style=\"height:17px\"><td style=\"width:59.8315%;height:17px;text-align:center\"><p><strong>Avian Ancestry</strong></p></td><td style=\"width:40.1685%;height:17px\"><p><strong>Ability Score Increase</strong></p></td></tr><tr style=\"height:34px\"><td style=\"width:59.8315%;height:34px;text-align:center\"><p>Jay, Owl, or Raven</p></td><td style=\"width:40.1685%;height:34px\"><p>Your Intelligence score increases by 2.</p></td></tr><tr style=\"height:34px\"><td style=\"width:59.8315%;height:34px;text-align:center\"><p>Eagle, Falcon, or Hawk</p></td><td style=\"width:40.1685%;height:34px\"><p>Your Wisdom score increases by 2.</p></td></tr><tr style=\"height:34px\"><td style=\"width:59.8315%;height:34px;text-align:center\"><p>Cardinal, Mockingbird, or Parrot</p></td><td style=\"width:40.1685%;height:34px\"><p>Your Charisma score increases by 2.</p></td></tr></tbody></table><table style=\"user-select:text;width:360.094px;border-top:1px solid var(--color-border-light-tertiary);border-bottom:1px solid var(--color-border-light-tertiary);color:#191813;font-size:13px;height:147px\" border=\"1\"><tbody><tr style=\"box-sizing:border-box;user-select:text;height:28px\"><td style=\"box-sizing:border-box;user-select:text;width:359.094px;height:28px\" colspan=\"2\"><h3 style=\"box-sizing:border-box;user-select:text\"><strong style=\"box-sizing:border-box;user-select:text\">Feline Feathren Ancestry</strong></h3></td></tr><tr style=\"box-sizing:border-box;user-select:text;height:17px\"><td style=\"box-sizing:border-box;user-select:text;width:215.406px;height:17px;text-align:center\"><p><strong style=\"box-sizing:border-box;user-select:text\">Feline Ancestry</strong></p></td><td style=\"box-sizing:border-box;user-select:text;width:143.688px;height:17px\"><p><strong style=\"box-sizing:border-box;user-select:text\">Ability Score Increase</strong></p></td></tr><tr style=\"box-sizing:border-box;user-select:text;height:34px\"><td style=\"box-sizing:border-box;user-select:text;width:215.406px;height:34px;text-align:center\"><p>Lion, Panther, or Saber-Toothed Tiger</p></td><td style=\"box-sizing:border-box;user-select:text;width:143.688px;height:34px\"><p>Your Strength score increases by 1.</p></td></tr><tr style=\"box-sizing:border-box;user-select:text;height:34px\"><td style=\"box-sizing:border-box;user-select:text;width:215.406px;height:34px;text-align:center\"><p>Cheetah, Serval, or Tiger</p></td><td style=\"box-sizing:border-box;user-select:text;width:143.688px;height:34px\"><p>Your Dexterity score increases by 1.</p></td></tr><tr style=\"box-sizing:border-box;user-select:text;height:34px\"><td style=\"box-sizing:border-box;user-select:text;width:215.406px;height:34px;text-align:center\"><p>Jaguar, Lynx, or Snow Leopard</p></td><td style=\"box-sizing:border-box;user-select:text;width:143.688px;height:34px\"><p>Your Constitution score increases by 1.</p></td></tr></tbody></table><p>  <em><strong>Age.</strong></em> Young feathren are born from eggs and mature more quickly than humans do, reaching maturity by age 8 and typically living to be around 70.</p><p>  <em><strong>Alignment.</strong></em> Feathren can be mercurial and admire variety and expression, and as a result tend to lean towards the gentler aspects of chaos. They are more often good than not, although some allow their vanity to turn to greed and evil.</p><p>  <em><strong>Size.</strong></em> Feathren typically range from under 5 to over 6 feet tall with a range of builds based on their ancestry, usually weighing between 100 and 200 pounds. Your size is Medium.</p><p>  <em><strong>Speed.</strong></em> Your base walking speed is 30 feet.</p><p><em><strong>  Darkvision.</strong></em> Your mix of predatory blood has given you eyes that can cut through darkness. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray.</p><p>  <em><strong>Natural Creator.</strong></em> You have proficiency in two artisan’s tools of your choice, and can gain proficiency in a new tool in half the normal amount of time.</p><p>  <em><strong>Talons.</strong></em> Your talons are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike.</p><p>  <em><strong>Astral Ancestry.</strong></em> Due to your curious lineage stemming from the Astral Plane, you have a limited ability to magically harness the stardust that exists within all things. You can cast identify and enhance ability with this trait, without requiring material components. Once you cast either spell, you can’t cast that spell again with this trait until you finish a long rest.</p><p>  <em><strong>Kindred Speech.</strong></em> You have the ability to communicate in a limited manner with cats and birds that are Large or smaller, including griffons. They can understand the meaning of your words, though you have no special ability to understand them in return. You have advantage on all Charisma checks you make to influence them.</p><p>  <em><strong>Languages.</strong></em> You can speak, read, and write Common and one extra language of your choice. When choosing a language to study, feathren tend to value the sounds they make more highly than their practicality.</p>",
      "advancement": {
        "Ability Score Improvement (based on Avian and Feline makeup, a +2 and +1)": {
          "title": "Ability Score Improvement (based on Avian and Feline makeup, a +2 and +1)"
        },
        "guE4zhOMy4vSDtar": {
          "hint": "Feathren typically range from under 5 to over 6 feet tall with a range of builds based on their ancestry, usually weighing between 100 and 200 pounds. Your size is Medium."
        },
        "ntPeTXDU0FVrcD0G": {
          "hint": "You can speak, read, and write Common and one extra language of your choice. When choosing a language to study, feathren tend to value the sounds they make more highly than their practicality."
        },
        "Talons": {
          "title": "Talons"
        },
        "Astral Ancestry": {
          "title": "Astral Ancestry"
        },
        "Astral Ancestry (if using midi)": {
          "title": "Astral Ancestry (if using midi)"
        },
        "Astral Ancestry (if not using midi)": {
          "title": "Astral Ancestry (if not using midi)"
        }
      }
    },
    "Avalanche Stomp": {
      "name": "Avalanche Stomp",
      "description": "<p>At 14th level, you become as mighty as an unstoppable glacier. As an action, you can stomp the ground to send out a magical tremor. All creatures of your choice within 15 feet of you must make a Dexterity saving throw (DC 8 + your proficiency bonus + your Strength modifier). On a failed save, a creature takes bludgeoning damage equal to 3d6 + your Strength modifier and is knocked prone. This action counts as an attack for the purpose of maintaining your rage.</p>",
      "activities": {
        "save": {
          "chatFlavor": "On failed save, creature is knocked prone."
        }
      }
    },
    "Planar Escape": {
      "name": "Planar Escape",
      "description": "<p>By 6th level, you can hide yourself in a temporary extradimensional space to avoid harm. When you take damage from a hostile creature you can see within 30 feet of you, you can use your reaction to disappear into a harmless pocket dimension. You can see into your original plane of existence and move normally while in this extradimensional space, but other creatures can neither see nor harm you while you remain there. You remain in this pocket dimension until the end of your next turn or until you attack or cast a spell. Once you use this feature, you can’t do so again until you finish a short or long rest.</p>",
      "activities": {
        "utility": {
          "condition": "When you take damage from a hostile creature you can see within 30 feet of you"
        }
      }
    },
    "Dematerialize": {
      "name": "Dematerialize",
      "description": "<p>Starting at 10th level, your spells deal double damage to objects and structures, and when you deal damage to a construct with an attack or a spell, it takes an extra 1d8 force damage.</p>",
      "activities": {
        "damage": {
          "condition": "when you deal damage to a construct with an attack or a spell"
        }
      }
    },
    "Pocketeer": {
      "name": "Pocketeer",
      "description": "<p>At 14th level, you’ve learned how to mold extradimensional spaces beyond their normal limits. Your pocket dimension expands to hold up to 250 pounds, or 10 cubic feet.</p>\n<p>  In addition, you can use an action to shunt an object that isn’t being worn that you can see within 30 feet of you into your pocket dimension, provided that there’s enough space. If the object is being carried, the holder must succeed on a Wisdom saving throw against your warlock spell save DC. The object remains in the extradimensional space until the end of your next turn or until you retrieve it. When the effect ends, the object reappears in an unoccupied space within 5 feet of you or in your hands, if you have any free (your choice). Once you use this feature, you can’t use it again until you finish a short or long rest.</p>\n<hr />\n<p><strong>Note</strong>: Manually update the weight capacity of your \"Extradimensional Space (Acuity)\"</p>"
    },
    "Endless Dance": {
      "name": "Endless Dance",
      "description": "<p>By 14th level, your dance has become so invigorating that it can inspire an ally to attack. A creature that gains temporary hit points from your Inspirational Dance can choose to use its reaction to make one weapon attack.</p>\n<p>  In addition, your endless dancing allows you to more easily avoid being hit. You can use a bonus action to take the Dodge action, and whenever you use a bonus action to expend a Bardic Inspiration die, you can take the Dodge action as part of that bonus action.</p>"
    },
    "Inspirational Dance": {
      "name": "Inspirational Dance",
      "description": "<p>Also at 3rd level, you learn how to use the universal language of dance. As a bonus action, you can expend one of your uses of Bardic Inspiration to dance and reinvigorate a creature other than you who can see you. When you do, roll a Bardic Inspiration die. That creature gains temporary hit points equal to the number rolled plus your Charisma modifier (minimum of 1). When a creature gains temporary hit points in this way, it can immediately use its reaction to move up to its speed without provoking opportunity attacks or take the Dodge action.</p>",
      "activities": {
        "heal": {
          "condition": "expend one of your uses of Bardic Inspiration",
          "chatFlavor": "When a creature gains temporary hit points in this way, it can immediately use its reaction to move up to its speed without provoking opportunity attacks or take the Dodge action."
        }
      }
    },
    "Runes": {
      "name": "Runes",
      "description": "<p>When you choose this archetype at 3rd level, you gain four rune points to fuel various magical effects. When you hit a creature with a melee weapon attack, you can spend 1 rune point to mark that target with a magical rune in a flourish of paint and weaponry. These runes remain on a marked target for 1 minute, even if its magic has faded, or until a creature uses its action to wipe it off. You regain all spent rune points when you finish a short or long rest.</p>\n<p>  When you mark a creature with a rune, you can choose to leave one of the following runes:</p>\n<p>  <em><strong>Cryos.</strong></em> The creature can’t take reactions until the start of your next turn. The rune’s magic fades at the start of your next turn.</p>\n<p>  <em><strong>Hexxus.</strong></em> The creature is cursed with an enervating rune. While a creature is marked with this rune, you can use your reaction to activate it when the marked creature makes an attack roll or ability check, reducing the total of the attack roll or ability check by 1d6. You must be within 60 feet and be able to see the creature in order to activate the rune. You can choose to activate the rune after the creature makes its roll, but before the GM determines whether the attack roll or ability check succeeds or fails. Once the rune has been activated, its magic fades.</p>\n<p>  <em><strong>Locus.</strong></em> The next attack against the marked creature is made with advantage, and if that attack hits, it deals an extra 1d6 acid damage. Hit or miss, the rune’s magic fades after the next attack is made against the marked creature.</p>",
      "activities": {
        "damage": {
          "condition": "When you hit a creature with a melee weapon attack"
        },
        "utility": {
          "condition": "When you hit a creature with a melee weapon attack"
        }
      }
    },
    "Frostbite": {
      "name": "Frostbite",
      "description": "<p>Also at 3rd level, you can unleash the unforgiving cold inside of you with your attacks. Once on each of your turns while you’re raging, you can release a burst of sheer cold when you hit a target with a melee weapon attack. When you do, that target takes an extra 1d6 cold damage from the attack. This damage increases when you reach certain levels in this class, increasing to 2d6 cold damage at 10th level and 3d6 at 14th level.</p>\n<p>  When a creature takes cold damage in this way, its speed is reduced by 10 feet until the start of your next turn.</p>",
      "activities": {
        "damage": {
          "condition": "when you hit a target with a melee weapon attack"
        }
      },
      "effects": {
        "-10ft movement": {
          "name": "-10ft movement"
        }
      }
    },
    "Helpless Prey": {
      "name": "Helpless Prey",
      "description": "<p>Also at 7th level, attacking a prone creature doesn’t impose disadvantage on your ranged attack rolls.</p>"
    },
    "Frozen Body": {
      "name": "Frozen Body",
      "description": "<p>Starting at 1st level, your skin takes on a faintly ice-like, crystalline glow. Your hit point maximum increases by 1 and increases by 1 again whenever you gain a level in this class.</p>\n<p>  In addition, you’re most comfortable in the ice and snow. You ignore difficult terrain created by ice or snow, and when you walk on ice, you only spend 1 foot of movement for every 2 feet you move.</p>"
    },
    "Material Enhancement": {
      "name": "Material Enhancement",
      "description": "<p>At 6th level, your attention to both magic and mundane detail gives you a heightened understanding and control over them. As an action, you can touch an object, weapon, or piece of armor. Until the end of your next short or long rest, the item becomes magical if it isn’t already, and gains your choice of up to two of the following benefits:</p>\n<ul>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">It emits bright light in a 10-foot radius and dim light for an additional 10 feet.</span></li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Its weight is halved.</span></li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When you throw it, immediately after it hits a creature or a solid object, it flies back to your hand.</span></li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You change any of its colors, smells, and textures.</span></li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em>(Weapon only)</em> The wielder of it gains a +1 bonus to attack and damage rolls made with this weapon. If the weapon already granted a bonus to attack and damage rolls, this property has no effect.</span></li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em>(Armor only)</em> The wearer gains a +1 bonus to AC. If the armor already granted a bonus to AC, this property has no effect.</span></li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em>(Armor only)</em> If the armor would normally impose disadvantage on Dexterity (Stealth) checks, it does not.</span></li>\n</ul>\n<p>  You have 2 uses of this feature, and you expend 1 of its uses for each benefit you give an object. You regain all expended uses of this feature when you finish a short or long rest.</p>"
    },
    "Soul-searching Strike": {
      "name": "Soul-searching Strike",
      "description": "<p>At 3rd level, you can spend 1 ki point when you touch a creature to peer into its soul. Until the start of your next turn, or for 1 minute if you are not in combat, you are aware of the creature’s emotional state and its most obvious desire. At the GM’s option, you may also discern its current number of hit points or one piece of the creature’s history. During this effect, you have advantage on any Wisdom (Insight) checks made to interact with that creature, and the next attack roll you make against that creature before the end of your turn has advantage.</p>\n<p>  If you use this feature when you hit a creature with one of the attacks granted by your Flurry of Blows, you do not need to spend a ki point to use it.</p>",
      "activities": {
        "utility": {
          "condition": "when you touch a creature to peer into its soul"
        }
      }
    },
    "College of Dance": {
      "name": "College of Dance",
      "description": "<h1 style=\"box-sizing:border-box;user-select:text;border-bottom:2px solid var(--color-underline-header);color:#191813\">BARD: COLLEGE OF DANCE</h1>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">Music is the creative magic that flows through the air like shared blood among all living creatures. As new methods of art and music emerge, so too do the bardic colleges in which to teach them. Music and art takes on new meaning in the hands of these characters, becoming more beautiful, powerful, and at times, deadly.</span></span></p>\n<p style=\"box-sizing:border-box;user-select:text\"><span style=\"color:#191813\"><span style=\"font-size:13px\">  Across a multiverse of diverse and unique creatures and cultures, it can only be expected to harbor an equal number of new and imaginative creators. How they choose to inspire their allies is up to them, and is limited only by their boundless creativity.</span></span></p>\n<h2 style=\"box-sizing:border-box;user-select:text;border-bottom:1px solid var(--color-underline-header);color:#191813\">COLLEGE OF DANCE</h2>\n<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">Bards of the College of Dance tell stories and perform music without making a sound, choosing to instead move with feylike grace and magic to evade harm and inspire others. These dances originate from the Festerwood, whose radiant spores and light made for miraculous performances and deadly hazards. These bards can be found anywhere from the local tavern to the highest levels of theater moving crowds to tears as quickly as rebellion. At every turn, they inspire others to be brave, move, and join in.</p>",
      "advancement": {
        "fast_movement": {
          "title": "fast_movement"
        },
        "Features": {
          "title": "Features"
        }
      }
    },
    "Shillelagh Mastery": {
      "name": "Shillelagh Mastery",
      "description": "<p>Starting at 6th level, when you cast @Compendium[dnd5e.spells.Shillelagh]{shillelagh}, the weapon’s damage die becomes a d10, instead of a d8. When you reach 14th level in this class, the damage die becomes a d12.</p>\n<p>  In addition, while you’re wielding a weapon under the effects of shillelagh, you can attack twice, instead of once, whenever you take the Attack action on your turn using that weapon.</p>"
    },
    "Wild Recovery": {
      "name": "Wild Recovery",
      "description": "<p>At 2nd level, you gain the ability to recover using the wild, bestial magic that courses through you. As a bonus action, you can expend a use of your Wild Shape to regain a number of hit points equal to 1d10 + your Wisdom modifier (minimum of 1). When you reach 10th level in this class, you regain 2d10 + your Wisdom modifier instead.</p>"
    },
    "Impressionist": {
      "name": "Impressionist",
      "description": "<p>Starting at 3rd level, you’re never without your brushes. You gain proficiency in calligrapher’s supplies and painter’s supplies. Your proficiency bonus is doubled whenever you make an ability check that uses either of these tools.</p>\n<p>  In addition, whenever you finish making a mark or rune with ink or paint, you can imbue it with the effects of the @Compendium[dnd5e.spells.Message]{message} spell. When you do, the mark is visibly magical and casts dim light in a 5-foot radius. A creature that touches the glowing mark telepathically hears the message you imbued in it. Once a message is heard, the magic fades from the mark.</p>\n<p>  You always have at least one paint or calligraphy brush on your person and can either create or purchase inks and pigments as part of your downtime activities. You can improvise these tools over the course of 10 minutes, assembling them from objects in your environment.</p>"
    },
    "Escape Artist": {
      "name": "Escape Artist",
      "description": "<p>At 9th level you become slippery and evasive, capable of worming out of even the tightest holds. You have advantage on ability checks and saving throws made to escape from and resist being grappled or restrained, and when you are grappled or restrained, you can attempt to escape as a bonus action.</p>\n<p>  In addition, you gain a new way to use your rune points. When you’re next to a wall or similar surface, you can use a bonus action to spend 1 rune point to place a rune on it using ink or paint. When you do, you become invisible until you move or take an action or a reaction.</p>"
    },
    "Peacebringer": {
      "name": "Peacebringer",
      "description": "<p>Starting at 7th level, your weapon attacks count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. In addition, you can use an action to cast the @Compendium[dnd5e.spells.Calm Emotions]{calm emotions} spell, without expending a spell slot. The saving throw DC for the spell equals 8 + your proficiency bonus + your Charisma modifier. Once you cast this spell, you can’t cast it again until you finish a short or long rest.</p>"
    },
    "Paragon": {
      "name": "Paragon",
      "description": "<p>Starting at 15th level, you can have up to five mercy dice at a time. You’ve also learned how to lead your allies using magical words of empowerment. As a bonus action, you can command a creature you can see within 30 feet of you, spending a mercy die. When you do, roll the die. If the creature can hear you, it gains temporary hit points equal to your Charisma modifier + the number you rolled on the mercy die and can immediately use its reaction to move up to half its speed and make one weapon attack.</p>\n<p>  If a weapon attack made in this way reduces a creature to 0 hit points, that creature is magically knocked unconscious instead of killed outright by the attack.</p>",
      "activities": {
        "heal": {
          "chatFlavor": "The target can immediately use its reaction to move up to half its speed and make one weapon attack."
        }
      }
    },
    "Heavenborne": {
      "name": "Heavenborne",
      "description": "<p>At 17th level, your energy is perfectly intertwined with both harmful and healing celestial magic. Your unarmed strikes deal an extra 1d4 radiant damage, and you can now use your Stabilizing Ki as a bonus action, instead of an action, to heal a creature up to 30 feet away from you.</p>\n<p>  In addition, you gain a flying speed equal to your current walking speed. This benefit only works in short bursts; you fall if you end your turn in the air and nothing else is holding you aloft.</p>",
      "effects": {
        "Heavenborne": {
          "name": "Heavenborne"
        }
      }
    },
    "Flash Freeze": {
      "name": "Flash Freeze",
      "description": "<p>By 14th level, you’re most confident on the ice. Your movement doesn’t provoke opportunity attacks while you’re walking on icy terrain.</p>\n<p>  In addition, when a creature within 5 feet of you that you can see hits you with an attack, you can use your reaction to release a blast of freezing cold, dealing cold damage to the attacker equal to half your sorcerer level + your Charisma modifier. When you do, you can also create up to 5 contiguous spaces of icy terrain, originating from the ground at your feet. This icy terrain lasts until the end of your next turn.</p>\n<hr />\n<p><strong>Note</strong>: Use the @Compendium[the-griffons-saddlebag-book-1-magic-items-and-player-options.the-griffons-saddlebag-book-1-player-options.Create Ice]{Create Ice} Feature to place the squares of ice.</p>"
    },
    "Channel Divinity: Burning Weapon": {
      "name": "Channel Divinity: Burning Weapon",
      "description": "<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"><em style=\"box-sizing:border-box;user-select:text\"><strong style=\"box-sizing:border-box;user-select:text\">Burning Weapon.</strong></em> As a bonus action, you can ignite one weapon that you’re holding with fiery energy using your Channel Divinity. For 1 minute, you deal extra fire damage with that weapon equal to your Charisma modifier (minimum 1). The weapon also emits bright light in a 20-foot radius and dim light for an additional 20 feet. If the weapon is not already magical, it becomes magical for the duration.</p>\n<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">  You can end this effect on your turn (no action required). If you are no longer holding or carrying this weapon, or if you fall unconscious, this effect ends.</p>",
      "effects": {
        "Channel Divinity: Burning Weapon": {
          "name": "Channel Divinity: Burning Weapon"
        }
      }
    },
    "Fast Movement": {
      "name": "Fast Movement",
      "description": "<p>When you join the College of Dance at 3rd level, your walking speed increases by 10 feet. When you reach 6th and 14th level in this class, your walking speed increases by an extra 5 feet.</p>",
      "effects": {
        "Fast Movement": {
          "name": "Fast Movement"
        }
      }
    },
    "Agent of Mercy": {
      "name": "Agent of Mercy",
      "description": "<p>When you choose this archetype at 3rd level, you understand that not every villain needs a bloody ending. You gain three motes of positive magic that can be used to fuel your interactions with other creatures. These motes are called mercy dice, which are d6s. You regain all of your expended mercy dice when you finish a short or long rest, and you regain 1 expended mercy die when you reduce a hostile creature to 0 hit points and choose to knock it out instead of killing it outright.</p>\n<p>  Whenever you make a Wisdom (Insight) check or Charisma check, you can choose to roll one or more of these dice and add the number rolled to the ability check. You can wait until after you roll the d20 before deciding to use a mercy die, but must decide before the GM says whether the roll succeeds or fails. Alternatively, you can roll a mercy die as a bonus action to gain temporary hit points equal to your Charisma modifier + the number you rolled on the die.</p>\n<p>  You keep a mercy die until it’s either used or you kill an unconscious creature you had already spared. When you reach 10th level in this class, your mercy dice turn into d8s, and at 15th level, they turn into d10s.</p>\n<p>  In addition, your carefully placed strikes allow you to knock a creature out with either melee or ranged attacks.</p>",
      "activities": {
        "damage": {
          "condition": "Whenever you make a Wisdom (Insight) check or Charisma check"
        },
        "utility": {
          "condition": "Whenever you make a Wisdom (Insight) check or Charisma check"
        }
      }
    },
    "War Druid": {
      "name": "War Druid",
      "description": "<p>At 10th level, when you use your action to cast a druid cantrip, you can make one weapon attack as a bonus action.</p>\n<p> </p>"
    },
    "Nature Armor": {
      "name": "Nature Armor",
      "description": "<p>By 14th level, your connection to nature helps to shield you from harm. At the start of each of your turns, you gain a number of temporary hit points equal to half your druid level.</p>",
      "activities": {
        "heal": {
          "condition": "At the start of each of your turns"
        }
      }
    },
    "Stabilizing Ki": {
      "name": "Stabilizing Ki",
      "description": "<p>At 6th level, you can harness healing celestial energy and channel it using your ki. As an action, you can touch a willing creature with less than half its hit points left and spend 1 or more ki points. That creature regains 5 hit points for each point you spend, restoring it to no more than half its hit point maximum.</p>\n<p>  In addition, you can spend 2 ki points as an action to cast @Compendium[dnd5e.spells.Enhance Ability]{enhance ability}, @Compendium[dnd5e.spells.Lesser Restoration]{lesser restoration}, or @Compendium[dnd5e.spells.Protection from Evil and Good]{protection from evil and good}, requiring no material components.</p>",
      "activities": {
        "heal": {
          "condition": "willing creature with less than half its hit points left"
        }
      }
    },
    "Channel Divinity: Warming Respite": {
      "name": "Channel Divinity: Warming Respite",
      "description": "<p><em style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"><strong style=\"box-sizing:border-box;user-select:text\">Warming Respite.</strong></em><span style=\"color:#191813;font-size:13px\"> Your Channel Divinity can enhance the healing powers of a good rest. When you or any friendly creatures who can see you finish a short rest, you can use your Channel Divinity to grant each of those creatures a number of temporary hit points equal to your paladin level.</span></p>",
      "activities": {
        "heal": {
          "condition": "When you or any friendly creatures who can see you finish a short rest"
        }
      }
    },
    "Winter Trapper Magic": {
      "name": "Winter Trapper Magic",
      "description": "<p>Starting at 3rd level, you learn an additional spell when you reach certain levels in this class, as shown in the Winter Trapper Spells table. The spell counts as a ranger spell for you, but it doesn’t count against the number of ranger spells you know.</p>\n<table style=\"height:201px;width:78.9082%;border-style:hidden\" border=\"1\">\n<tbody>\n<tr style=\"height:17px\">\n<td style=\"width:100%;height:17px;border-style:hidden\" colspan=\"2\"><strong>Winter Trapper Spells</strong></td>\n</tr>\n<tr style=\"height:14px\">\n<td style=\"width:36.478%;text-align:center;height:14px;border-style:hidden\"><strong>Ranger Level</strong></td>\n<td style=\"width:63.522%;height:14px;border-style:hidden\"><strong>Spell</strong></td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:36.478%;text-align:center;height:34px;border-style:hidden\">3rd</td>\n<td style=\"width:63.522%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Expeditious Retreat]{expeditious retreat}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:36.478%;text-align:center;height:34px;border-style:hidden\">5th</td>\n<td style=\"width:63.522%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Mirror Image]{mirror image}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:36.478%;text-align:center;height:34px;border-style:hidden\">9th</td>\n<td style=\"width:63.522%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Sleet Storm]{sleet storm}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:36.478%;text-align:center;height:34px;border-style:hidden\">13th</td>\n<td style=\"width:63.522%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Hallucinatory Terrain]{hallucinatory terrain}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:36.478%;text-align:center;height:34px;border-style:hidden\">17th</td>\n<td style=\"width:63.522%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Mislead]{mislead}</td>\n</tr>\n</tbody>\n</table>\n<p> </p>"
    },
    "Sure-Footed": {
      "name": "Sure-Footed",
      "description": "<p>By 7th level, you know how best to keep your footing. While you’re not incapacitated, you can’t be knocked prone.</p>\n<p>  In addition, your archetype’s wintry history grants you additional benefits. You ignore difficult terrain created by ice or snow, and you have advantage on Dexterity (Stealth) checks while in icy or snowy terrain.</p>"
    },
    "Domain Spells (Astral Domain)": {
      "name": "Domain Spells (Astral Domain)",
      "description": "<p>You gain domain spells at the cleric levels listed in the Astral Domain Spells table. See the Divine Domain class feature for how domain spells work.</p>\n<table style=\"height:329px;width:77.3655%;border-style:hidden\" border=\"1\">\n<tbody>\n<tr style=\"height:17px\">\n<td style=\"width:100%;height:17px;border-style:hidden\" colspan=\"2\"><strong>Astral Domain Spells</strong></td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:20.5752%;text-align:center;height:34px;border-style:hidden\"><strong>Cleric Level</strong></td>\n<td style=\"width:79.4248%;height:34px;border-style:hidden\"><strong>Spells</strong></td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:20.5752%;text-align:center;height:51px;border-style:hidden\">1st</td>\n<td style=\"width:79.4248%;height:51px;border-style:hidden\">@Compendium[dnd5e.spells.Guiding Bolt]{guiding bolt}, @Compendium[dnd5e.spells.Longstrider]{longstrider}</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:20.5752%;text-align:center;height:51px;border-style:hidden\">3rd</td>\n<td style=\"width:79.4248%;height:51px;border-style:hidden\"><span style=\"text-align:center\">@Compendium[dnd5e.spells.Blur]{blur}, @Compendium[dnd5e.spells.Invisibility]{invisibility}</span></td>\n</tr>\n<tr style=\"height:68px\">\n<td style=\"width:20.5752%;text-align:center;height:68px;border-style:hidden\">5th</td>\n<td style=\"width:79.4248%;height:68px;border-style:hidden\">@Compendium[dnd5e.spells.Blink]{blink}, @Compendium[dnd5e.spells.Slow]{slow}</td>\n</tr>\n<tr style=\"height:61px\">\n<td style=\"width:20.5752%;text-align:center;height:61px;border-style:hidden\">7th</td>\n<td style=\"width:79.4248%;height:61px;border-style:hidden\">@Compendium[dnd5e.spells.Banishment]{banishment}, @Compendium[dnd5e.spells.Dimension Door]{dimension door}</td>\n</tr>\n<tr style=\"height:47px\">\n<td style=\"width:20.5752%;text-align:center;height:47px;border-style:hidden\">9th</td>\n<td style=\"width:79.4248%;height:47px;border-style:hidden\">@Compendium[dnd5e.spells.Teleportation Circle]{teleportation circle}, @Compendium[dnd5e.spells.Wall of Force]{wall of force}</td>\n</tr>\n</tbody>\n</table>\n<p> </p>"
    }
  }
}
