{
  "label": "The Griffon's Saddlebag, Book Two Player Options",
  "folders": {
    "Barbarian": "Barbarian",
    "Rogue": "Rogue",
    "Rocborne": "Rocborne",
    "Warlock": "Warlock",
    "Steel Hawk": "Steel Hawk",
    "Desert Soul": "Desert Soul",
    "Monk": "Monk",
    "Racial Features/Items": "Racial Features/Items",
    "Ranger": "Ranger",
    "Wizard": "Wizard",
    "Oath of the Spelldrinker": "Oath of the Spelldrinker",
    "Wand Lore": "Wand Lore",
    "Path of the Infernal": "Path of the Infernal",
    "Druid": "Druid",
    "Grim Surgeon": "Grim Surgeon",
    "Fighter": "Fighter",
    "The Many": "The Many",
    "Way of the Aether": "Way of the Aether",
    "Bard": "Bard",
    "Cleric": "Cleric",
    "College of Mercantile": "College of Mercantile",
    "Paladin": "Paladin",
    "Festus Domain": "Festus Domain",
    "Races": "Races",
    "Sorcerer": "Sorcerer",
    "Subclasses": "Subclasses",
    "Circle of Dragons": "Circle of Dragons"
  },
  "entries": {
    "Improved Dragon Shape - Claws": {
      "name": "Improved Dragon Shape - Claws",
      "description": "<p><span style=\"box-sizing:border-box;user-select:text;font-family:var(--font-primary);font-size:var(--font-size-14)\"><em style=\"box-sizing:border-box;user-select:text\"><strong style=\"box-sizing:border-box;user-select:text\">Claws.</strong></em> Your razor-sharp claws are natural weapons, which you can use to make unarmed strikes. You can use your Wisdom modifier, instead of Strength, for the attack and damage rolls with your claws. If you hit with them, you deal slashing damage equal to 2d6 + your Strength or Wisdom modifier, instead of the bludgeoning damage normal for an unarmed strike.</span></p>"
    },
    "Table-Turner": {
      "name": "Table-Turner",
      "description": "<p>At 1st level, you can cause an attacker’s own body to turn against itself. When a creature within 5 feet of you that you can see hits you with an attack, you can use your reaction to cause the creature to make a Constitution saving throw against your cleric spell save DC. On a failed save, the creature takes 1d12 poison damage and is poisoned until the end of its next turn. On a successful one, it takes half as much poison damage and isn’t poisoned.</p>\n<p>  You can use this feature a number of times equal to your Wisdom modifier (a minimum of once). You regain all expended uses when you finish a long rest.</p>",
      "activities": {
        "save": {
          "chatFlavor": "On a failed save, the creature takes 1d12 poison damage and is poisoned until the end of its next turn. On a successful one, it takes half as much poison damage and isn’t poisoned."
        }
      }
    },
    "Hellborn": {
      "name": "Hellborn",
      "description": "<p>At 3rd level, you learn to speak, read, and write either Abyssal or Infernal (your choice). In addition, you can add your Strength modifier to any Charisma (Intimidation) or Charisma (Persuasion) check you make when interacting with fiends.</p>\n<p>  When you reach 10th level in this class, you can add your Strength modifier to any Charisma (Intimidation) check you make when interacting with any creature, instead of only fiends.</p>"
    },
    "Groupthink": {
      "name": "Groupthink",
      "description": "<p>Starting at 10th level, your eldritch heads are always there to support your mortal mind and body. You gain a bonus to Intelligence checks, Wisdom (Perception) checks, and Intelligence saving throws equal to half your proficiency bonus.</p>"
    },
    "Launch": {
      "name": "Launch",
      "description": "<p>When you choose this archetype at 3rd level, you learn to magically launch yourself with a mighty leap. While standing on a solid surface, you can use a bonus action to leap horizontally, vertically, or a combination of both, up to a combined distance that totals no more than 15 feet. For example, you can choose to leap 10 feet horizontally and 5 feet vertically, potentially allowing you to avoid a dangerous trap or barricade blocking your path. When you reach 7th level in this class, the leap’s distance can total up to 30 feet instead.</p>\n<p>  You can’t use this feature if your speed is 0, and if you leap completely horizontally, you still leap 1 foot off the ground. Leaping in this way doesn’t provoke opportunity attacks, and if you fall immediately after using this feature, you can subtract up to 30 feet from the fall when calculating falling damage.</p>\n<p>  You can use this feature three times, and you regain all expended uses of it when you finish a short or long rest. Beginning at 7th level, you can use this feature four times between rests, and beginning at 15th level, you can use it five times between rests.</p>\n<p>  Leaping in this way can also strengthen your strikes by using the force of your momentum. If you make a melee weapon attack immediately after using Launch, you have advantage on the attack roll, and if the attack hits, the target takes an extra 1d8 damage of the weapon’s type. At 10th level, this extra damage becomes 1d10, and at 18th level, it becomes 1d12. The attack can be made immediately after you land at the end of the leap or during the leap’s movement.</p>"
    },
    "Improved Eldritch Heads": {
      "name": "Improved Eldritch Heads",
      "description": "<p>At 6th level, you’ve devised more ways to use your eldritch heads. You gain the following benefits:</p>\n<ul>\n<li>You can use a bonus action to expend one eldritch head, reabsorbing it to gain a number of temporary hit points equal to 2d6 + your Charisma modifier.</li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Once per turn, you can expend one head to take a reaction even if you’ve already used your reaction. You can’t use this benefit on the same turn that you take your normal reaction.</span></li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When you fail a saving throw against being charmed, frightened, or put to sleep by magic, you can expend one head to reroll the saving throw. If you do so, you must use the new roll.</span></li>\n</ul>"
    },
    "Soar": {
      "name": "Soar",
      "description": "<p>At 11th level, you can use a bonus action immediately after you make a running jump to grow a pair of spectral, roc-like wings that last until the end of your next turn or until you touch the ground again. While the wings are present, you have a flying speed equal to your walking speed.</p>",
      "effects": {
        "Soar": {
          "name": "Soar"
        }
      }
    },
    "Divine Strike": {
      "name": "Divine Strike",
      "description": "<p>At 8th level, you gain the ability to infuse your weapon strikes with divine energy. Once on each of your turns when you hit a creature with a weapon attack, you can cause the attack to deal an extra 1d8 acid or poison damage (your choice) to the target. When you reach 14th level, the extra damage increases to 2d8.</p>",
      "effects": {
        "Divine Strike - Bonus Damage on First Attack": {
          "name": "Divine Strike - Bonus Damage on First Attack"
        }
      }
    },
    "Incinerating Wrath": {
      "name": "Incinerating Wrath",
      "description": "<p>Starting at 14th level, when you take damage from a creature that you can see within 60 feet of you while you’re raging, you can use your reaction to release a punishing flame from your claw toward them, duplicating the effect of the @Compendium[dnd5e.spells.Hellish Rebuke]{hellish rebuke} spell (3rd-level version, DC 8 + your proficiency bonus + your Constitution modifier). You can use this ability twice per rage.</p>"
    },
    "Planar Conspirator": {
      "name": "Planar Conspirator",
      "description": "<p>At 10th level, you can make minor deals with an interested archfiend or similar power to peer into the minds of other creatures and exploit their fears. You can use an action to spend 2 Hit Dice, without regaining any hit points, to cast the <span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">@Compendium[dnd5e.spells.Detect Thoughts]{</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">detect thoughts} s</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">pell. The DC for this spell is equal to 8 + your proficiency bonus + your Constitution modifier.</span></p>",
      "activities": {
        "save": {
          "condition": "Concentration"
        }
      }
    },
    "Oath Spells (Oath of the Spelldrinker)": {
      "name": "Oath Spells (Oath of the Spelldrinker)",
      "description": "<p>You gain oath spells at the paladin levels listed.</p>\n<table style=\"width:389px;border-style:hidden;height:201px\" border=\"1\">\n<tbody>\n<tr style=\"height:17px\">\n<td style=\"width:387px;height:17px;border-style:hidden\" colspan=\"2\"><strong>Oath Spells</strong></td>\n</tr>\n<tr style=\"height:14px\">\n<td style=\"width:129.672px;text-align:center;height:14px;border-style:hidden\"><strong>Paladin Level</strong></td>\n<td style=\"width:257.328px;height:14px;border-style:hidden\"><strong>Spells</strong></td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:129.672px;text-align:center;height:34px;border-style:hidden\">3rd</td>\n<td style=\"width:257.328px;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Bane]{bane}, @Compendium[dnd5e.spells.Detect Magic]{detect magic}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:129.672px;text-align:center;height:34px;border-style:hidden\">5th</td>\n<td style=\"width:257.328px;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Arcanist's Magic Aura]{arcanist’s magic aura}, @Compendium[dnd5e.spells.Hold Person]{hold person}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:129.672px;text-align:center;height:34px;border-style:hidden\">9th</td>\n<td style=\"width:257.328px;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Dispel Magic]{dispel magic}, @Compendium[dnd5e.spells.Slow]{slow}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:129.672px;text-align:center;height:34px;border-style:hidden\">13th</td>\n<td style=\"width:257.328px;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Dimension Door]{dimension door}, @Compendium[dnd5e.spells.Resilient Sphere]{resilient sphere}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:129.672px;text-align:center;height:34px;border-style:hidden\">17th</td>\n<td style=\"width:257.328px;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Dominate Person]{dominate person}, @Compendium[dnd5e.spells.Scrying]{scrying}</td>\n</tr>\n</tbody>\n</table>\n<p> </p>"
    },
    "Geleton": {
      "name": "Geleton",
      "description": "<p><em>Your geleton character has a variety of unusual traits that it shares with other geletons.</em></p><p><em><strong>  Ability Score Increase.</strong></em> Your Constitution score increases by 2, and one other ability score of your choice increases by 1—potentially something indicative of your previous life’s capabilities.</p><p><em><strong>  Age.</strong></em> Geletons come to life fully matured but may resemble a younger or older creature. Their full life span is unknown, but in general they live for about a century.</p><p><em><strong>  Alignment.</strong></em> Geletons are as likely to be good as they are to be evil. Their personality is molded by the company they keep and the environment around them, especially during the formative months following their Synthesis. Many geletons end up at least partly neutral.</p><p><em><strong>  Size.</strong></em> A geleton’s size depends on the skeleton inside of it. You can choose to be either Medium or Small when you select this race.</p><p><em><strong>  Speed.</strong></em> Your base walking speed is 30 feet.</p><p><em><strong>  Darkvision.</strong></em> Your eyes were magically formed from ooze through the process of your creation, granting you a degree of vision in dark and dim conditions. You can see in dim light within 30 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray.</p><p><em><strong>  Limited Blindsight.</strong></em> You still retain a small portion of sightless awareness from your ooze heritage. You have blindsight out to a range of 5 feet.</p><p><em><strong>  Symbiotic Fortitude.</strong></em> You don’t need to breathe. In addition, you have resistance to acid damage and are immune to disease.</p><p><em><strong>  Wakeful.</strong></em> Geletons only need to sleep for a short time each day. Even while sleeping, you remain aware of your immediate surroundings thanks to your limited blindsight. After sleeping for 4 hours, you gain the same benefit that a human does from 8 hours of sleep.</p><p><em><strong>  Languages.</strong></em> You can speak, read, and write Common and one extra language of your choice. This extra language may be one you remember from a previous life.</p>",
      "advancement": {
        "9Tt4AMfjMnDjB977": {
          "hint": "You can speak, read, and write Common and one extra language of your choice. This extra language may be one you remember from a previous life."
        },
        "Symbiotic Fortitude": {
          "title": "Symbiotic Fortitude",
          "hint": "You don’t need to breathe. In addition, you have resistance to acid damage and are immune to disease."
        }
      }
    },
    "Arcane Battery": {
      "name": "Arcane Battery",
      "description": "<p>Beginning at 6th level, when you use your Arcane Recovery feature, your core wand regains 3 expended core charges.</p>\n<p>  In addition, you gain a new option to use your wand’s core charges. When you cast a spell that targets only one creature and forces it to make a saving throw while you’re holding your core wand, you can expend up to 3 core charges to gain a bonus to that spell’s save DC equal to the number of core charges spent.</p>"
    },
    "Aura of Disruption": {
      "name": "Aura of Disruption",
      "description": "<p>Beginning at 7th level, the arcane energy that hangs around you is volatile to enemy spellcasters. Whenever a hostile creature ends its turn within 10 feet of you while concentrating on a spell, it must succeed on a Constitution saving throw against your paladin spell save DC or lose concentration on the spell. In addition, you and friendly creatures within 10 feet of you can’t be perceived through magical scrying sensors.</p>\n<p>  At 18th level, the range of this aura increases to 30 feet.</p>",
      "effects": {
        "Aura of Disruption - Constant Effect": {
          "name": "Aura of Disruption - Constant Effect"
        }
      }
    },
    "Nimble Lance": {
      "name": "Nimble Lance",
      "description": "<p>Starting at 3rd level, you are remarkably light on your feet and capable of counterbalancing even some of the most awkward of equipment. Lances have the versatile property for you while you’re not mounted, dealing 1d8 piercing damage on a hit when held with one hand and 1d12 piercing damage when wielded with two. When you use your Launch feature and immediately hit with a melee attack using a lance, it counts as if you’re wielding it with two hands.</p>\n<p>  If you hit a creature within 5 feet of you using a lance, you can immediately move up to 5 feet away from it, without provoking an opportunity attack from the target. You must be standing and have movement remaining in order to move in this way.</p>"
    },
    "Sight Beyond Sight": {
      "name": "Sight Beyond Sight",
      "description": "<p>At 17th level, you gain truesight and telepathy out to 60 feet, as you are able to clearly see the world and connect to the souls within it.</p>\n<p>  In addition, you can use an action to cast the @Compendium[dnd5e.spells.Etherealness]{etherealness} spell. When you do, the spell has a duration of 1 minute. Once you cast this spell, you can’t cast it again until you finish a long rest.</p>"
    },
    "Manifest Charges": {
      "name": "Manifest Charges",
      "description": "<p>When you reach 14th level, you can convert the core charges within your wand into raw, arcane energy. By manipulating this energy, you can use the wand’s core charges in the following new ways:</p>\n<ul>\n<li>As a bonus action, you can expend 1 or more of the wand’s core charges to create a number of motes of magical force equal to the core charges spent. Each mote streaks toward a different target that you can see within 60 feet of you, dealing force damage to each target equal to 1d4 + your Intelligence modifier.</li>\n<li>When you or another creature that you can see within 30 feet of you takes damage, you can use your reaction to expend 1 or more of the wand’s core charges to create a magical barrier, reducing the damage taken by an amount equal to three times the number of core charges spent.</li>\n</ul>\n<p>  In addition, you have gained a supreme mastery and understanding of wands. If you expend the last charge of a staff or wand, you needn’t roll a d20, even if it says to. Further, the gold and time you must spend to craft a magic wand is halved.</p>"
    },
    "Desert Soul": {
      "name": "Desert Soul",
      "description": "<h1>SORCERER: DESERT SOUL</h1>\n<p>Some mages draw on their their magic like a fountain from within. This wellspring of power can come from a unique origin, mysterious birthright, or simple chance of fate. Whatever your story may be, you are steeped in magic, and it is yours to control.</p>\n<h2>DESERT SOUL</h2>\n<p>Your power comes from the relentless and punishing magic that lies at the heart of the world’s most unforgiving deserts. Most sorcerers with this power were born to nomads or traveling pilgrims in the H’rethi desert, but perhaps yours came to you in the chaos of a raging sandstorm or the springs of a magical oasis. Regardless of its origin, this blistering magic spirals around inside of you in an ever-present storm that can reduce even the sturdiest enemies to rubble.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "sandstorm-damage": {
          "title": "sandstorm-damage"
        }
      }
    },
    "Desert Nomad": {
      "name": "Desert Nomad",
      "description": "<p>Beginning at 14th level, you have the ability to step into the heart of the twisters you create. Immediately after a creature is pushed by your Sandstorm feature, you can spend 2 sorcery points to teleport to the storm’s space. You can also teleport in this way if you create the storm in a space that is unoccupied. When you teleport in this way, you and any equipment you are wearing or carrying are invisible until the end of your turn.</p>"
    },
    "Invigorating Feast": {
      "name": "Invigorating Feast",
      "description": "<p>At 17th level, you can say a special prayer before eating a meal to enchant it and other food of your choice within 30 feet of you with unique protections. A creature that eats this enchanted food over the next 10 minutes gains 2d6 + 10 temporary hit points, is immune to being charmed, and can’t be put to sleep by magic. These benefits last for 8 hours and don’t set in until these 10 minutes are over. You and up to six other willing creatures of your choice gain these benefits by partaking in the meal.</p>\n<p>  Once you use this feature, you can’t use it again until you finish a long rest.</p>"
    },
    "Channel Divinity: Create Healing Draft": {
      "name": "Channel Divinity: Create Healing Draft",
      "description": "<p>Starting at 2nd level, you can use your Channel Divinity as an action to create a small and magically concentrated potion called a healing draft. The potion appears in a small glass bottle in your free hand or at your feet (your choice), and is a deep blue color with flecks of gold. A creature that uses a bonus action to drink this potion regains a number of hit points equal to 2d6 + your cleric level. The bottle and any undrunk healing draft turns to dust and is lost when you finish a short or long rest.</p>"
    },
    "Way of the Aether": {
      "name": "Way of the Aether",
      "description": "<h1>MONK: WAY OF THE AETHER</h1>\n<p>Monks harness the energy that flows through the bodies of living creatures, called ki, to accomplish breathtaking feats of strength and dexterity. Often using little more than their own fists, these pugilists are the height of physical prowess and natural potential. Depending on where they train, a monk will gain uncanny mastery over their ki and physicalability using ancient traditions and techniques passed down from one generation to the next.</p>\n<h2>WAY OF THE AETHER</h2>\n<p>Monks of the Way of the Aether tap into the energy of spirits and the Ethereal Plane. This energy is the fifth element, aether, which is contained by every living—and nonliving— soul. Sometimes called ghostfists, monks of this tradition explore the Material and Ethereal Planes on lifelong missions to give the souls of the dead a final resting place. By aligning their ki and the aether within themselves, monks of this tradition treat their spirit as an extension of their physical bodies and move through the world unimpeded by material obstacles like a ghost.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Attacks": {
          "title": "Attacks"
        }
      }
    },
    "Spirit Hand": {
      "name": "Spirit Hand",
      "description": "<p>Also at 3rd level, you learn the <span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">@Compendium[dnd5e.spells.Mage Hand]{mage hand}</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> cantrip, which you can cast and control as a bonus action. When you can cast it, it doesn’t require verbal or somatic components. The hand from the spell appears as a blue, spiritual copy of your own</span></p>\n<p> </p>"
    },
    "Dragon Shape - Breath Weapon (14th Level)": {
      "name": "Dragon Shape - Breath Weapon (14th Level)",
      "description": "<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"><em style=\"box-sizing:border-box;user-select:text\"><strong style=\"box-sizing:border-box;user-select:text\">Breath Weapon.</strong></em> You can use an action to exhale a plume of powerful energy from inside of you. Each creature in a 15- foot cone must make a Dexterity saving throw against your spell save DC. A creature takes 2d6 damage of your dragon’s damage type on a failed save, or half as much on a successful one. Once you use this feature, it can’t be used again for 1 minute.</p>\n<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">  Your breath weapon improves at certain levels. At 6th level, your breath weapon deals 3d6 damage and extends in a 20-foot cone. At 10th level, it deals 4d6 damage and extends in a 25-foot cone, and at 14th level it deals 5d6 damage and extends in a 30-foot cone.</p>"
    },
    "Mirage": {
      "name": "Mirage",
      "description": "<p>At 6th level, you learn the @Compendium[dnd5e.spells.Mirror Image]{mirror image} spell. If you already know this spell, you learn a different sorcerer spell of your choice. The spell doesn’t count against your number of spells known. You can cast it by spending 2 sorcery points or by expending a spell slot. If you cast it with sorcery points, any creature within 10 feet of you that destroys one of the spell’s illusions takes fire damage equal to half your sorcerer level, as the illusion bursts into a wave of scalding air and sand.</p>"
    },
    "Channel Divinity: Absorb Magic": {
      "name": "Channel Divinity: Absorb Magic",
      "description": "<p><em style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"><strong style=\"box-sizing:border-box;user-select:text\">Absorb Magic.</strong></em><span style=\"color:#191813;font-size:13px\"> You can refute certain spells and use them to nourish yourself. Using your Channel Divinity, you can interrupt a creature you can see within 30 feet of you casting a spell. You can use a reaction when you see a creature within range casting a spell to present your holy symbol and interrupt it. The spell fails and has no effect if it is of a level no higher than 1 + your paladin level divided by 3 (rounded up), to a maximum of 6th-level spells. When it does, you gain a number of temporary hit points equal to your Charisma modifier, plus 5 times the spell’s level.</span></p>"
    },
    "Whispers of Knowledge": {
      "name": "Whispers of Knowledge",
      "description": "<p>Also at 3rd level, you can seek knowledge through meditation by calling upon the spirits carried on the wind. You can spend 10 minutes communing with these spirits to gain proficiency in one skill or tool of your choice that you don’t already have proficiency in, as a traveling spirit shares its knowledge with you. You lose this proficiency the next time you use this feature or finish a short or long rest.</p>\n<p>  You can use this feature a number of times equal to your Wisdom modifier (a minimum of once). You regain all expended uses when you finish a long rest.</p>"
    },
    "Wand Lore": {
      "name": "Wand Lore",
      "description": "<h1>WIZARD: WAND LORE</h1>\n<p>Wizards are often considered to be founts of knowledge, a reputation rightfully earned after generations and lives spent poring over forgotten texts and ancient manuscripts. These knowledge-seeking mages ultimately pursue the school of magic that interests them the most, becoming true masters of their craft and labor. Some find satisfaction in studying mystical arts, while others focus their efforts on more practical or even explosive forms of magic. As a result, wizards around the world can be found on the councils of nobles as quickly they can in the service of carnivals.</p>\n<h2>WAND LORE</h2>\n<p>Some children grow up sword-fighting with sticks and become solders, but you’ve learned how to turn a simple stick into something more powerful than a blade. The study of wand lore delves deeper into old magic, beyond the normal lists of components and incantations, and into the rich history and tradition of wandcraft. As a wizard of wand lore, you know that a mage’s true power can be amplified with the right tool: for you, that tool is a wand of your own creation.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Touch Range": {
          "title": "Touch Range"
        },
        "Wand": {
          "title": "Wand"
        }
      }
    },
    "Predatory Instinct": {
      "name": "Predatory Instinct",
      "description": "<p>Starting at 15th level, you have advantage on initiative rolls, and when you roll initiative and have no uses of Launch remaining, you regain one use.</p>"
    },
    "Steel Hawk": {
      "name": "Steel Hawk",
      "description": "<h1>FIGHTER: STEEL HAWK</h1>\n<p>Not everyone who can tell you which end of a sword to hold is a fighter: that title is reserved for the trained guards, valiant knights, and masterful veterans of the world, and apart from their shared expertise with weapons, armor, and combat, few two fighters are exactly the same. Fighters are focused on the honing of their skill in combat, adapting to the settings around them and developing new solutions to the challenges they face. Some choose to focus on the mastery of one particular weapon or develop keen tactical skill, whereas others rely on clever magical forces to enhance their martial prowess. Beyond that, weapon and armor preference play a significant part in determining a fighter’s role. When you are a fighter, you’re equipped to face the world’s dangers head-on.</p>\n<h2>STEEL HAWK</h2>\n<p>Powerful, nimble soldiers from the mountain city of Heavensteppe, Steel Hawks use explosive bursts of speed to launch themselves great distances in order to reach faraway threats. Despite their often heavy armor, those who follow this archetype leap and strike with the agility of seasoned assassins, becoming every inch the fearsome birds of prey their name would suggest.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Launch Uses": {
          "title": "Launch Uses"
        },
        "Launch Damage": {
          "title": "Launch Damage"
        }
      }
    },
    "Circle of Dragons": {
      "name": "Circle of Dragons",
      "description": "<h1>DRUID: CIRCLE OF DRAGONS</h1>\n<p>Channeling their inner connection to the earth in order to control powerful spells and magic abilities, druids are the wardens of the natural world. Valuing the needs of all living things against their own, these primal mages are likely to feel out of place when joining the rest of civilization. However, when the balance of the natural world is at stake, nothing can quell a druid’s determination and ferocity, rushing to thwart the efforts of evil and the unnatural—especially aberrations and undead.</p>\n<h2>CIRCLE OF DRAGONS</h2>\n<p>The Circle of Dragons is an old order of druids steeped in rigid tradition. These honor-bound wardens of nature and draconic heritage are members of a secret society that have influenced governance, war, and culture across the world. High-standing members of this Circle have ties to royal bloodlines that date back generations, a connection that’s subtly showcased in royal family crests and insignia. Druids from this Circle know that dragons, and draconic magic, are as connected to the world as plants or beasts, and utilize that connection to transform into a unique and powerful draconic form all their own.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Attacks": {
          "title": "Attacks"
        },
        "Breath Weapon Damage": {
          "title": "Breath Weapon Damage"
        },
        "Breath Weapon Range": {
          "title": "Breath Weapon Range"
        },
        "Dragon Shape AC": {
          "title": "Dragon Shape AC"
        },
        "Dragon Shape Darkvision": {
          "title": "Dragon Shape Darkvision"
        },
        "Dragon Shape Fly Speed": {
          "title": "Dragon Shape Fly Speed"
        }
      }
    },
    "Bird Caller": {
      "name": "Bird Caller",
      "description": "<p>Also at 3rd level, you learn to identify common birds by their calls, and you have advantage on Wisdom (Animal Handling) checks when interacting with any beast that has an innate flying speed. In addition, you gain the ability to cast the <span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">@Compendium[dnd5e.spells.Animal Messenger]{animal messenger}</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> spell, but only as a ritual and only targeting a beast that has an innate flying speed. </span></p>"
    },
    "Elderitch Heads": {
      "name": "Elderitch Heads",
      "description": "<p>At 1st level, you gain a number of eldritch heads equal to your proficiency bonus. Only you and creatures with truesight can see these heads, which sprout from your shoulders as representations of your patron. You can choose to ignore the heads and cause them to vanish from your vision.</p>\n<p>  These eldritch heads provide you with motes of power from your patron that can be expended to grant you the following benefits:</p>\n<ul>\n<li>Once per turn, you can expend one head when you hit a creature with an attack to cause that creature to take extra psychic damage equal to 1 + your proficiency bonus.</li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When you make a Charisma (Intimidation) check, you can expend one head to gain advantage on the roll. When you do, your eldritch heads become briefly visible to everyone.</span></li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When you fail a death saving throw, you can expend one head to succeed instead.</span></li>\n</ul>\n<p>  When a head is expended, its appearance becomes wispy and gaseous, but its glowing eyes remain. You regain all expended heads when you finish a long rest.</p>\n<p>  In addition, you can use a bonus action to beseech your patron to restore two of your expended heads. Once you use this ability, you can’t use it again until you finish a long rest.</p>"
    },
    "Strong Stomach": {
      "name": "Strong Stomach",
      "description": "<p>Starting at 6th level, your divinity and magically enhanced constitution have strengthened your natural defenses. You have advantage on saving throws against poison, and you have resistance to acid and poison damage.</p>\n<p>  In addition, whenever you cast the create food and water spell, the food tastes delicious, and you can choose to replace up to 5 gallons of the water created by the spell with ale or wine. You choose what the food and ale or wine look and taste like.</p>\n<p>  Finally, if you’re drunk or poisoned, you can use an action to magically suppress the effect for 1 minute. Once you use this feature, you can’t use it again until you finish a long rest.</p>"
    },
    "Grim Surgeon": {
      "name": "Grim Surgeon",
      "description": "<h1>ROGUE: GRIM SURGEON</h1>\n<p>Dexterous fighters and brigands are full of surprises. Trained assassins, spies, and cutpurses are classic rogues, but where there are new dangers and rewards to be gained, so too are the kinds of people seeking to subvert and claim them. Whether they slink through shadows to avoid detection or walk harmlessly through danger, every rogue has trained to develop their own methods of handling life’s threats.</p>\n<h2>GRIM SURGEON</h2>\n<p>You’ve developed a unique familiarity with knives, bodies, and blood in your line of work. Like a tinkerer’s knowledge of clockwork and gears, you’ve come to an understanding of how bodies are put together instead. Medical experts in rough or war-torn cities and villages may follow this archetype, but so do rogues who take a particular interest in either clerical or necromantic magic. A grim surgeon uses medical knowledge and strange blood magic to dismantle foes, restore allies, and control bodies like puppets.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        }
      }
    },
    "Improved Dragon Shape": {
      "name": "Improved Dragon Shape",
      "description": "<p>By 6th level, your control over your dragon shape has improved, granting you the following benefits while in that form:</p>\n<ul>\n<li>Your AC is equal to 14 + your Dexterity modifier (maximum 2).</li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You gain a new way to attack:</span><br />\n<ul>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><em><strong>Claws.</strong></em> Your razor-sharp claws are natural weapons, which you can use to make unarmed strikes. You can use your Wisdom modifier, instead of Strength, for the attack and damage rolls with your claws. If you hit with them, you deal slashing damage equal to 2d6 + your Strength or Wisdom modifier, instead of the bludgeoning damage normal for an unarmed strike.</span></li>\n</ul>\n</li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When you take the Attack action on your turn, you can make one attack with your bite and one attack with your claws. Your attacks count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.</span></li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You have darkvision out to a range of 60 feet. If you already have darkvision from your race, its range increases by 30 feet.</span></li>\n</ul>\n<p> </p>",
      "effects": {
        "Improved Dragon Shape": {
          "name": "Improved Dragon Shape"
        }
      }
    },
    "Channel Divinity (Oath of the Spelldrinker)": {
      "name": "Channel Divinity (Oath of the Spelldrinker)",
      "description": "<p>When you take this oath at 3rd level, you gain the following two Channel Divinity options.</p>\n<p>  <em><strong>Absorb Magic.</strong></em> You can refute certain spells and use them to nourish yourself. Using your Channel Divinity, you can interrupt a creature you can see within 30 feet of you casting a spell. You can use a reaction when you see a creature within range casting a spell to present your holy symbol and interrupt it. The spell fails and has no effect if it is of a level no higher than 1 + your paladin level divided by 3 (rounded up), to a maximum of 6th-level spells. When it does, you gain a number of temporary hit points equal to your Charisma modifier, plus 5 times the spell’s level.</p>\n<p>  <em><strong>Expeditious Command.</strong></em> You can use your Channel Divinity to issue a word of power and release a wave of invigorating energy from your holy symbol. As a bonus action, choose a number of creatures within 30 feet of you up to your Charisma modifier (minimum one creature). Until the start of your next turn, the chosen creatures can use a bonus action to take either Dash or Disengage action. As part of using your Channel Divinity in this way, you can also take either the Dash or Disengage action.</p>"
    },
    "Draconic Magic": {
      "name": "Draconic Magic",
      "description": "<p>Starting at 10th level, you’re able to cast certain druid spells while in your dragon shape. To cast a spell while in this form, it must use a druid spell slot level of 3rd or lower, and it can’t require any material components.</p>\n<p>  In addition, your scales continue to toughen and your wings have become strong enough to carry you. You gain the following benefits while in your dragon shape:</p>\n<ul>\n<li>Your AC is equal to 15 + your Dexterity modifier (maximum 2).</li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You have resistance to the damage type associated with your dragon shape.</span>\n<ul>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><strong>Update the Effects tab with your damage type for DR, default is Fire.</strong></span></li>\n</ul>\n</li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You have a flying speed of 30 feet.</span></li>\n</ul>",
      "effects": {
        "Draconic Magic": {
          "name": "Draconic Magic"
        }
      }
    },
    "Arcane Conduit": {
      "name": "Arcane Conduit",
      "description": "<p>At 20th level, as an action, you can emanate a field of crackling magic in a 30-foot radius. For 1 minute, you gain the following benefits:</p>\n<ul>\n<li>You have resistance to damage from spells and have advantage on saving throws against spells.</li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Whenever a creature hits you with a melee attack, that creature takes force damage equal to your Charisma modifier (minimum of 1) as magical energy lashes out at them.</span></li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When you expend a spell slot of 1st level or higher, friendly creatures in the field regain a number of hit points equal to your Charisma modifier (minimum of 1), while hostile ones take force damage equal to the same amount instead.</span></li>\n</ul>\n<p>  Once you use this feature, you can’t use it again until you finish a long rest.</p>",
      "effects": {
        "Arcane Conduit": {
          "name": "Arcane Conduit"
        }
      }
    },
    "Dragon Shape - Breath Weapon (6th Level)": {
      "name": "Dragon Shape - Breath Weapon (6th Level)",
      "description": "<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"><em style=\"box-sizing:border-box;user-select:text\"><strong style=\"box-sizing:border-box;user-select:text\">Breath Weapon.</strong></em> You can use an action to exhale a plume of powerful energy from inside of you. Each creature in a 15- foot cone must make a Dexterity saving throw against your spell save DC. A creature takes 2d6 damage of your dragon’s damage type on a failed save, or half as much on a successful one. Once you use this feature, it can’t be used again for 1 minute.</p>\n<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">  Your breath weapon improves at certain levels. At 6th level, your breath weapon deals 3d6 damage and extends in a 20-foot cone. At 10th level, it deals 4d6 damage and extends in a 25-foot cone, and at 14th level it deals 5d6 damage and extends in a 30-foot cone.</p>"
    },
    "Dragon Shape - Breath Weapon": {
      "name": "Dragon Shape - Breath Weapon",
      "description": "<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"><em style=\"box-sizing:border-box;user-select:text\"><strong style=\"box-sizing:border-box;user-select:text\">Breath Weapon.</strong></em> You can use an action to exhale a plume of powerful energy from inside of you. Each creature in a 15- foot cone must make a Dexterity saving throw against your spell save DC. A creature takes 2d6 damage of your dragon’s damage type on a failed save, or half as much on a successful one. Once you use this feature, it can’t be used again for 1 minute.</p>\n<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">  Your breath weapon improves at certain levels. At 6th level, your breath weapon deals 3d6 damage and extends in a 20-foot cone. At 10th level, it deals 4d6 damage and extends in a 25-foot cone, and at 14th level it deals 5d6 damage and extends in a 30-foot cone.</p>"
    },
    "Festus Domain": {
      "name": "Festus Domain",
      "description": "<h1>CLERIC: FESTUS DOMAIN</h1>\n<p>A conduit for the divine, Clerics harness their faith and intuitive sense of a deity’s wishes to channel powerful magic. These miraculous spells are capable of helping friends and harming foes, calling forth healing arias and radiant flames alike. Not all who are devoted to the gods are capable of achieving such feats, as these powers are reserved for only those chosen to fulfill a greater purpose. As a result, clerics rely on their connection to a deity rather than years of rigorous study. Fueled by divine purpose, clerics depend on a mixture of combat training and heavenly magic to thwart the forces that resist the will of their deity.</p>\n<h2>FESTUS DOMAIN</h2>\n<p>Gods of eating and drinking, such as Daghdha or Dionysus, promote the value of a good meal as much as they do the joy of sharing it with friends. As a follower of this domain, you believe that a good feast can be enough to settle most wars. You may know this first-hand: perhaps your life has been marred by poverty and survival with spoiled scraps, or maybe you’ve been blessed with lovingly-cooked meals and the joy of a full stomach. Regardless of your origins, you recognize the magic of a good meal and the power it has on a person’s spirit and well-being.</p>\n<p>  Through your passion and devotion, you see mealtime as a joyous way to worship the magic of food and your chosen deity. You are a capable chef with an appreciation of all food, both good and bad. You know that a foul meal can turn even the most veteran of stomachs against themselves, and have learned to harness this power for yourself. Like food, most people will like you at your best, but everyone will fear you at your worst.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Items": {
          "title": "Items"
        },
        "Divine Strike Damage": {
          "title": "Divine Strike Damage"
        },
        "Domain Spells": {
          "title": "Domain Spells"
        }
      }
    },
    "Hellfire Claw": {
      "name": "Hellfire Claw",
      "description": "<p>Starting when you choose this path at 3rd level, one of your hands transforms into a large, fiery claw whenever you enter your rage. The claw remains for the duration of your rage. If you’re wielding a weapon with the clawed hand, its flames harmlessly spread to the weapon it’s holding and wreath it in magical flames. The first target you hit with this fiery weapon on each of your turns takes an extra 1d6 fire damage.</p>\n<p>  If you don’t deal this fire damage with a weapon attack on your turn, you can use a bonus action to make an unarmed strike with the claw, provided it’s empty. On a hit, the target takes the normal damage from your unarmed strike, which can be either bludgeoning or slashing damage (your choice), plus an extra 1d6 fire damage.</p>\n<p>  The claw’s fire damage increases when you reach certain levels in this class, increasing to 1d8 at 6th level, 1d10 at 10th level, and 1d12 at 14th level.</p>"
    },
    "Draconic Lore": {
      "name": "Draconic Lore",
      "description": "<p>Starting at 2nd level, you can speak, read, and write Draconic. Additionally, whenever you make an Intelligence (History) check related to draconic history or lore, you can add your proficiency bonus to the check. If you are already proficient in the History skill, you can add double your proficiency bonus to the check instead.</p>"
    },
    "Bloodbound": {
      "name": "Bloodbound",
      "description": "<p>By 17th level, you can command the blood inside certain creatures. Immediately after you deal Sneak Attack damage to a beast or humanoid, you can force that creature to make a Constitution saving throw. The DC is equal to 8 + your proficiency bonus + your Wisdom modifier. On a failed save, that creature is under the effect of the <span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">@Compendium[dnd5e.spells.Dominate Beast]{dominate beast} </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">or @Compendium[dnd5e.spells.Dominate Person]{dominate person} spell, respectively, for 1 minute or until you choose to end the effect (no action required).</span></p>\n<p>  Once you use this feature, you can’t use it again until you finish a short or long rest.</p>",
      "activities": {
        "save": {
          "chatFlavor": "On a failed save, that creature is under the effect of the dominate beast or dominate person spell, respectively, for 1 minute or until you choose to end the effect (no action required)."
        }
      }
    },
    "Eldritch Frenzy": {
      "name": "Eldritch Frenzy",
      "description": "<p>Starting at 14th level, you can use an action to revive your expended eldritch heads in a frenzied burst, during which time they become visible to everyone. When you do, you regain all expended heads, which releases a thunderous roar audible out to 300 feet as they tear into existence. Choose a number of creatures within 60 feet of you up to the number of heads you regain in this way. Each target must make an Intelligence saving throw against your warlock spell save DC. On a failed save, a target takes 4d8 psychic damage and is incapacitated until the end of your next turn as its mind is flooded with otherworldly energy. On a successful save, a target takes half as much psychic damage and isn’t incapacitated.</p>\n<p>  Once you use this feature, you can’t use it again until you finish a long rest.</p>",
      "activities": {
        "save": {
          "chatFlavor": "On a failed save, a target takes 4d8 psychic damage and is incapacitated until the end of your next turn as its mind is flooded with otherworldly energy. On a successful save, a target takes half as much psychic damage and isn’t incapacitated."
        }
      }
    },
    "Improved Launch": {
      "name": "Improved Launch",
      "description": "<p>Starting at 18th level, when you hit a creature with a melee weapon attack immediately after or during your Launch, it must also succeed on a Strength saving throw (save DC equal to 8 + your proficiency bonus + your Strength modifier) or be knocked prone.</p>\n<p>  In addition, you can push yourself beyond your normal limits when you use your Launch feature. When you do, your leap can total a maximum of 90 feet, instead of 30, and you don’t suffer any damage from falling until you land again. Once you use this feature, you shouldn’t do so again before you finish a short or long rest. Each time you do, you suffer one level of exhaustion. You can’t use this feature in this way if you’re suffering from two or more levels of exhaustion.</p>"
    },
    "Ghostwalker - Etherstep": {
      "name": "Ghostwalker - Etherstep",
      "description": "<p>Beginning at 11th level, you are familiar with how ghosts and creatures of the Border Ethereal meld into the Material Plane. You can choose to partially slip into the Ethereal Plane, granting you the following benefits:</p>\n<p>  <em><strong>Etherstep.</strong></em> You can spend 1 ki point as a bonus action to turn invisible until the end of your next turn, or until you make an attack or cast a spell.</p>\n<p>  Alternatively, you can spend an extra ki point as part of your Step of the Wind to gain this benefit. When you do, you can also move through hostile creatures and solid objects no more than 4 inches thick for as long as you remain invisible.</p>\n<p>  <em><strong>Phase.</strong></em> When you are hit by an attack, you can use your reaction to reduce the attack’s damage against you by an amount equal to your monk level as you partially slip into the Border Ethereal. You can use this ability a number of times equal to your Wisdom modifier (a minimum of once), and you regain all expended uses when you finish a long rest.</p>"
    },
    "Ghostwalker - Phase": {
      "name": "Ghostwalker - Phase",
      "description": "<p>Beginning at 11th level, you are familiar with how ghosts and creatures of the Border Ethereal meld into the Material Plane. You can choose to partially slip into the Ethereal Plane, granting you the following benefits:</p>\n<p>  <em><strong>Etherstep.</strong></em> You can spend 1 ki point as a bonus action to turn invisible until the end of your next turn, or until you make an attack or cast a spell.</p>\n<p>  Alternatively, you can spend an extra ki point as part of your Step of the Wind to gain this benefit. When you do, you can also move through hostile creatures and solid objects no more than 4 inches thick for as long as you remain invisible.</p>\n<p>  <em><strong>Phase.</strong></em> When you are hit by an attack, you can use your reaction to reduce the attack’s damage against you by an amount equal to your monk level as you partially slip into the Border Ethereal. You can use this ability a number of times equal to your Wisdom modifier (a minimum of once), and you regain all expended uses when you finish a long rest.</p>"
    },
    "Sand Form": {
      "name": "Sand Form",
      "description": "<p>At 18th level, you can become as intangible as sand. You can spend 5 sorcery points as a bonus action to magically transform yourself into a sand-like form. In this form, you have the following benefits:</p>\n<ul>\n<li>You can’t be grappled.</li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You and any equipment you are wearing or carrying can move through a space as narrow as 1 inch without squeezing.</span></li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">You can move through the space of any creature, regardless of its size, and difficult terrain doesn’t cost you extra movement.</span></li>\n</ul>\n<p>  In addition, when an attacker that you can see hits you with an attack, you can use your reaction to turn to sand. Until the end of that turn, you have resistance to all damage, including against the triggering attack.</p>\n<p>  You remain in this form for 1 minute. It ends early if you are incapacitated, if you die, or if you dismiss it as a bonus action.</p>"
    },
    "Armored Focus": {
      "name": "Armored Focus",
      "description": "<p>Starting at 15th level, while you are concentrating on a paladin spell, your concentration can’t be broken as a result of taking damage.</p>"
    },
    "Dragon Shape - Breath Weapon (10th Level)": {
      "name": "Dragon Shape - Breath Weapon (10th Level)",
      "description": "<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"><em style=\"box-sizing:border-box;user-select:text\"><strong style=\"box-sizing:border-box;user-select:text\">Breath Weapon.</strong></em> You can use an action to exhale a plume of powerful energy from inside of you. Each creature in a 15- foot cone must make a Dexterity saving throw against your spell save DC. A creature takes 2d6 damage of your dragon’s damage type on a failed save, or half as much on a successful one. Once you use this feature, it can’t be used again for 1 minute.</p>\n<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">  Your breath weapon improves at certain levels. At 6th level, your breath weapon deals 3d6 damage and extends in a 20-foot cone. At 10th level, it deals 4d6 damage and extends in a 25-foot cone, and at 14th level it deals 5d6 damage and extends in a 30-foot cone.</p>"
    },
    "Medic": {
      "name": "Medic",
      "description": "<p>When you choose this archetype at 3rd level, you gain proficiency in the Medicine skill if you don’t already have it. Your proficiency bonus is doubled for any ability check you make that uses this skill.</p>\n<p>  In addition, your familiarity with blood has become magical, giving you some degree of control over it. As a result, you can use a bonus action to magically stabilize an unconscious creature within 5 feet of you.</p>\n<p>  You can use this same magic when you apply traditional healing techniques. You can use a bonus action to expend one use of a healer’s kit on a creature. When you do, that creature regains hit points equal 1d4 + your proficiency bonus. The creature can’t regain hit points from this feature again until it finishes a short or long rest.</p>",
      "activities": {
        "heal": {
          "condition": "an unconscious creature",
          "chatFlavor": "You can use this same magic when you apply traditional healing techniques. You can use a bonus action to expend one use of a healer’s kit on a creature. The creature can’t regain hit points from this feature again until it finishes a short or long rest."
        },
        "utility": {
          "condition": "an unconscious creature",
          "chatFlavor": "You can use this same magic when you apply traditional healing techniques. You can use a bonus action to expend one use of a healer’s kit on a creature. The creature can’t regain hit points from this feature again until it finishes a short or long rest."
        }
      }
    },
    "Etherean": {
      "name": "Etherean",
      "description": "<p><em>Your etherean character has a variety of traits as a result of their unique plane of origin.</em></p><p><em><strong>  Ability Score Increase.</strong></em> Your Charisma score increases by 2, and one other ability score of your choice increases by 1.</p><p><em><strong>  Age.</strong></em> Ethereans mature at the same rate as humans but live a few years longer.</p><p><em><strong>  Alignment.</strong></em> Because of the strict code of conduct that’s necessary when living in etherean society, most ethereans are lawful out of a sense of honor or decency. However, many ethereans enjoy setting silly pranks, provided that they aren’t mean-spirited, in order to fulfill some of their more chaotic leanings. They have no particular inclination toward evil or good, although many that survive in the more untamed corners of the Ethereal Plane will end up evil out of necessity.</p><p><em><strong>  Size.</strong></em> Ethereans are about the same size as humans and have willowy builds. Your size is Medium.</p><p><em><strong>  Speed.</strong></em> Your base walking speed is 30 feet. While on the Ethereal Plane, it increases to 35 feet.</p><p><em><strong>  Darkvision.</strong></em> Accustomed to the chaotic and often unavoidable lighting of the Border Ethereal, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray.</p><p><em><strong>  Misty Sight.</strong></em> Your eyes are naturally attuned to the Border Ethereal, allowing you to always see out to your normal range while on the Ethereal Plane.</p><p>  You can also use a bonus action to focus on seeing the normally unseen. For 1 minute, or until your concentration ends (as if concentrating on a spell), you can see invisible creatures and objects as if they were visible, and you can see into the Ethereal Plane. Once you use this trait, you can’t use it again until you finish a short or long rest.</p><p><em><strong>  Veil Shift.</strong></em> You can use an action while on the Material Plane to slip into the Ethereal Plane, and vice versa, until the start of your next turn. Any object you take while on this other plane of existence is left there when you return to your original one. While on the Ethereal Plane in this way, you can only affect and be affected by other creatures on that plane, and you still move as if you were on the Material Plane. Creatures that aren’t on the Ethereal Plane can’t perceive you or interact with you while you’re there, unless a special ability or magic has given them the ability to do so, although you can still see and hear them. Once you use this trait, you can’t use it again until you finish a long rest.</p><p><em><strong>  Languages.</strong></em> You can speak, read, and write Common and one other language of your choice. Ethereans tend to learn the languages of neighboring creatures from the Material Plane.</p>",
      "advancement": {
        "9bLao22ma0AtQvdC": {
          "hint": "You can speak, read, and write Common and one other language of your choice. Ethereans tend to learn the languages of neighboring creatures from the Material Plane."
        }
      }
    },
    "Guiding Wind": {
      "name": "Guiding Wind",
      "description": "<p>Starting at 3rd level, when you make an attack, you can whisper to the wind to have it aid your strikes. Once on each of your turns, you can choose to gain one of the following benefits:</p>\n<ul>\n<li>When you hit with a weapon attack, the target takes an extra 1d4 damage of the weapon’s type. When you reach 11th level in this class, the extra damage increases to 1d8.</li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When you miss with a weapon attack, you can change its trajectory to attack a different target up to 5 feet away from the original one and within range of your weapon. When you do, your attack roll against the new target is equal to the original attack roll plus your Wisdom modifier (minimum of +0). When you reach 11th level in this class, the new target can be up to 15 feet away as long as it’s still within range of your weapon.</span></li>\n</ul>"
    },
    "Hurricane": {
      "name": "Hurricane",
      "description": "<p>At 15th level, your connection to the wind is so strong that its spirits can come to your defense as a magical, buffeting tempest. When you take damage, you can use your reaction to give yourself resistance to that damage, or take no damage instead if it was falling damage. When you do, each creature of your choice within 15 feet of you must make a Strength saving throw. On a failed save, a creature takes bludgeoning damage equal to your ranger level and is knocked prone. On a successful save, a creature takes half as much damage and isn’t knocked prone.</p>\n<p>  When you use this feature, you can choose to allow the wind spirits to immediately fly you to an unoccupied space that you can see within 30 feet of you, without provoking opportunity attacks.</p>\n<p>  Once you use this feature, you can’t use it again until you finish a short or long rest.</p>",
      "activities": {
        "save": {
          "chatFlavor": "On a failed save, a creature takes bludgeoning damage equal to your ranger level and is knocked prone. On a successful save, a creature takes half as much damage and isn’t knocked prone."
        }
      }
    },
    "Wand Savant": {
      "name": "Wand Savant",
      "description": "<p>Starting at 2nd level, you can interpret staves and wands the way other wizards read scrolls and spellbooks. If a staff or wand in your possession can cast a spell that’s on the wizard spell list, you can copy the spell into your spellbook as if you were copying a spell from a scroll. In addition, when you cast a wizard spell with a range of touch while holding your core wand, you can choose a target that you can see and isn’t behind cover up to 10 feet away from you instead. At 14th level, this range increases to 30 feet.</p>"
    },
    "Rocborne": {
      "name": "Rocborne",
      "description": "<h1>RANGER: ROCBORNE</h1>\n<p>Rangers guard the realms against all manner of evil, both natural and unnatural. These intrepid hunters are as capable of felling great beasts as they are hiding in plain sight. Masters of tracking and survival skills, rangers are often the first to discover and warn others of impending danger, calling upon natural magics to aid them in their attempts to rid the world of corruption. Depending on their origin and focus, a ranger is just as likely to be seen traversing cursed swamps as they are to be leaping from rooftops in new and mysterious planes of existence.</p>\n<h2>ROCBORNE</h2>\n<p>The Rocborne are nomads of the sky who travel the world on the backs of ancestral rocs. These travelers understand that the air and wind aren’t just one force but the collective effort of untold numbers of spirits that are carried along by it. By listening to the wind the same way a medium beckons to the dead, a Rocborne can learn more about the weather, their path forward, and even themselves. Many Rocborne grow up and live in this culture for their entire lives, but some have been known to begin their own journeys. Alternatively, your path may have been crossed by a powerful windborne spirit later on in life, allowing you to suddenly feel and heed the guiding wind inside you.</p>\n<p>  By calling on the spirits of the wind to aid them, rangers of this archetype can exert a degree of control over both wind and weather. These skills were passed down from the rocs to the first Rocborne and continue to live on through the dedicated instruction of Rocborne elders, both living and dead. You may be taught these skills or have them passed on to you through the guidance of Rocborne spirits in whispers, dreams, or in moments of deep meditation.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Guiding Wind Damage": {
          "title": "Guiding Wind Damage"
        },
        "Rocborne Spells": {
          "title": "Rocborne Spells"
        }
      }
    },
    "Eagle Eye": {
      "name": "Eagle Eye",
      "description": "<p>Beginning at 10th level, your attack made immediately after or during your Launch scores a critical hit on a roll of 19 or 20. If you hit a flying creature with this attack, it must also make a Strength saving throw (DC equal to 8 + your proficiency bonus + your Strength modifier). On a failed save, its speed is reduced to 0 feet until the start of its next turn.</p>\n<p>  In addition, you gain proficiency in the Perception skill if you don’t already have it, and your proficiency bonus is doubled for any Wisdom (Perception) check you make that relies on sight.</p>",
      "activities": {
        "save": {
          "chatFlavor": "On a failed save, its speed is reduced to 0 feet until the start of its next turn."
        }
      }
    },
    "Oath of the Spelldrinker": {
      "name": "Oath of the Spelldrinker",
      "description": "<h1>PALADIN: OATH OF THE SPELLDRINKER</h1>\n<p>Paladins are zealous warriors given might by their cause. Some swear oaths to rid the world of certain creatures or to be a champion of peace, whereas others exist simply to restore a sense of balance in the world as they see fit. Most paladins are good, although some of the strongest and most feared have turned to work in support of evil instead. Regardless of their virtues, it is this unwavering conviction among paladins that serves as the source of their strength: a commitment to righteousness, or at least their version of it, that fuels their every decision.</p>\n<p>  There are countless paladins across the multiverse, many of whose views are at odds with the next one’s. What creature or cause has wronged you, or is so important to you that it drives you headlong into the forces that oppose you? These beliefs will impact the oaths and paths you take to in order to uphold them.</p>\n<h2>OATH OF THE SPELLDRINKER</h2>\n<p>The Oath of the Spelldrinker is devoted to ridding the world of renegade mages, such as liches or the occult, in order to protect the helpless from the forces of evil magic. The paladins who swear this oath believe in maintaining the balance of power between the ordinary and the extraordinary, including themselves. These paladins are resourceful and quick to remember their own mortality and privilege, often choosing to pursue mundane solutions before magical ones. Despite their caution, these wardens of balance are exemplary arcanists who can feel the weave of magic in the world as keenly as some of the finest sorcerers.</p>\n<h2>TENETS OF THE SPELLDRINKER</h2>\n<p>The tenets of the Oath of the Spelldrinker were written and passed down by cautious guardians set to rid the world of evil mages. They emphasize balance within oneself through the following tenets:</p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><strong>  <em>Be the Sword.</em></strong> Be a stalwart champion of fairness and equality among all. The sword doesn’t cheat fate: it dances with it.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><strong>  <em>Be the Shield.</em></strong> Defend the innocent against the forces of rampant magic. The shield is patient and unwavering in the face of the unknown.</span></p>\n<p><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"><strong>  <em>Be the Spell.</em></strong> Use your power to provide balance and guidance. The spell can lead to prosperity as easily as it can to ruin: you must always choose the righteous path.</span></p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Oath Spells": {
          "title": "Oath Spells"
        }
      }
    },
    "Bonus Proficiencies (Festus Domain)": {
      "name": "Bonus Proficiencies (Festus Domain)",
      "description": "<p>When you choose this domain at 1st level, you gain proficiency with heavy armor, martial weapons, brewer’s supplies, and cook’s utensils.</p>"
    },
    "Sandstorm": {
      "name": "Sandstorm",
      "description": "<p>Starting at 1st level, you can cause the magical sandstorm within you to manifest as a nearby twister. When you cast a spell of 1st level or higher on your turn, you can use a bonus action to create this storm in a 5-foot cube in a space you can see within 30 feet of you. A Large or smaller creature in the area must succeed on a Strength saving throw against your sorcerer spell save DC. A creature that fails the saving throw is pushed up to 10 feet in a direction of your choice if it’s Medium or smaller, or 5 feet if it’s Large.</p>\n<p>  When you reach 6th level in this class, a creature that fails this saving throw also takes either 1d8 bludgeoning damage or 1d8 fire damage (your choice). The damage increases when you reach certain levels in this class, increasing to 2d8 at 14th level, and 3d8 at 18th level.</p>",
      "activities": {
        "save": {
          "chatFlavor": "A creature that fails the saving throw is pushed up to 10 feet in a direction of your choice if it’s Medium or smaller, or 5 feet if it’s Large."
        }
      }
    },
    "Misty Sight (Feature will have concentration in dnd5e v2.5)": {
      "name": "Misty Sight (Feature will have concentration in dnd5e v2.5)",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Your eyes are naturally attuned to the Border Ethereal, allowing you to always see out to your normal range while on the Ethereal Plane.</span></p><p style=\"box-sizing:border-box;user-select:text;margin-block-end:0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:13px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;white-space:normal;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;margin:0.5em 0px;text-align:start\"><span style=\"font-family:Signika, sans-serif\">  You can also use a bonus action to focus on seeing the normally unseen. For 1 minute, or until your concentration ends (as if concentrating on a spell), you can see invisible creatures and objects as if they were visible, and you can see into the Ethereal Plane. Once you use this trait, you can’t use it again until you finish a short or long rest.</span></p>"
    },
    "Guarded": {
      "name": "Guarded",
      "description": "<p>Also at 1st level, while you have at least one eldritch head remaining, you can’t be surprised, and if a creature would gain advantage on an attack roll against you due to having its ally within 5 feet of you, it makes the attack roll without advantage.</p>"
    },
    "Steel Grace": {
      "name": "Steel Grace",
      "description": "<p>Starting at 7th level, wearing armor doesn’t impose disadvantage on your Dexterity (Stealth) checks. In addition, whenever you make a Dexterity saving throw, you can use your Launch feature as a reaction. When you do so, you take no damage if you succeed on the saving throw, and only half damage if you fail.</p>"
    },
    "Field Surgeon": {
      "name": "Field Surgeon",
      "description": "<p>By 9th level, your medical expertise and blood magic allow you to painlessly mend an ally’s wounds using surgical techniques. Over the course of a short rest, you can cause one creature other than yourself to regain a number of hit points equal to your Sneak Attack dice. The creature can’t regain hit points from this feature again until it finishes a long rest.</p>"
    },
    "Channel Divinity: Expeditious Command": {
      "name": "Channel Divinity: Expeditious Command",
      "description": "<p><em><strong>Expeditious Command.</strong></em> You can use your Channel Divinity to issue a word of power and release a wave of invigorating energy from your holy symbol. As a bonus action, choose a number of creatures within 30 feet of you up to your Charisma modifier (minimum one creature). Until the start of your next turn, the chosen creatures can use a bonus action to take either Dash or Disengage action. As part of using your Channel Divinity in this way, you can also take either the Dash or Disengage action.</p>"
    },
    "Dragon Shape - Bite": {
      "name": "Dragon Shape - Bite",
      "description": "<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"><em style=\"box-sizing:border-box;user-select:text\"><strong style=\"box-sizing:border-box;user-select:text\">  Bite.</strong></em> When you take the Attack action, you can use your dagger-like teeth to make an unarmed strike. You can use your Wisdom modifier, instead of Strength, for the attack and damage rolls with your bite. If you hit with it, you deal piercing damage equal to 1d12 + your Strength or Wisdom modifier, instead of the bludgeoning damage normal for an unarmed strike.</p>"
    },
    "Core Wand": {
      "name": "Core Wand",
      "description": "<p>When you choose this tradition at 2nd level, you create a special wand called a core wand, which you can use as a spellcasting focus for your wizard spells. You determine the wand’s appearance, and only you are capable of using it. You can use a bonus action to summon the wand to your hand, regardless of physical or planar distances. If this wand is destroyed, you can create a new one over the course of 8 hours of work.</p>\n<p>  Your core wand gains power each time you use it to cast a spell. This power is represented by core charges. The wand can have up to 7 core charges at a time, and whenever you finish a long rest, the number of core charges in the wand resets to 1. Whenever you expend a spell slot to cast a spell of 1st level or higher while holding your wand, it gains up to a number of core charges equal to half the spell’s level (minimum of 1). You can expend these core charges in the following ways:</p>\n<ul>\n<li>Whenever you make an attack roll or saving throw, you can expend any number of core charges to gain a bonus to the roll equal to the number of core charges spent. You can wait until after you roll the d20, but must decide before the GM says whether the roll succeeds or fails.</li>\n<li>Whenever you are hit by an attack, you can expend any number of core charges from your wand as a reaction to gain a bonus to AC against that attack equal to the number of core charges spent.</li>\n</ul>"
    },
    "Dragon Shape": {
      "name": "Dragon Shape",
      "description": "<p>At 2nd level, you can expend a use of your Wild Shape feature as a bonus action to transform into a unique form: your dragon shape. You become a Medium dragon while in this form, standing on all fours, but retain your normal character statistics and senses. Your dragon shape’s AC is equal to 13 + your Dexterity modifier (maximum 2) and has a walking speed and climbing speed of 30 feet. In addition, when you take this form, you gain temporary hit points equal to your hit point maximum. When you return to your normal form, you lose any remaining temporary hit points.</p>\n<p>  You can remain in this form for a number of hours equal to half your druid level, rounded down. You can revert to your normal form earlier by using a bonus action on your turn. You automatically revert if you fall unconscious, drop to 0 hit points, or die.</p>\n<p>  When you use your dragon shape, you determine what type of dragon to transform into. The type of dragon determines your scale color and breath weapon’s damage type, as shown in the table below, but your appearance is otherwise up to you. Your wings aren’t yet fully formed at 2nd level, but grow stronger as you gain levels in this class.</p>\n<table style=\"width:79.2608%;border-style:hidden;height:119px\" border=\"1\">\n<tbody>\n<tr style=\"height:17px\">\n<td style=\"width:100%;border-style:hidden;height:17px\" colspan=\"5\"><strong>Dragon Shape Change</strong></td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:20.7254%;text-align:center;border-style:hidden;height:17px\"><strong>Dragon</strong></td>\n<td style=\"width:22.0207%;border-style:hidden;height:17px\"><strong>Damage Type</strong></td>\n<td style=\"width:6.21762%;border-style:hidden;height:17px\"> </td>\n<td style=\"width:19.9482%;text-align:center;border-style:hidden;height:17px\"><strong>Dragon</strong></td>\n<td style=\"width:31.0881%;border-style:hidden;height:17px\"><strong>Damage Type</strong></td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:20.7254%;text-align:center;border-style:hidden;height:17px\">Black</td>\n<td style=\"width:22.0207%;border-style:hidden;height:17px\">Acid</td>\n<td style=\"width:6.21762%;border-style:hidden;height:17px\"> </td>\n<td style=\"width:19.9482%;text-align:center;border-style:hidden;height:17px\">Gold</td>\n<td style=\"width:31.0881%;border-style:hidden;height:17px\">Fire</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:20.7254%;text-align:center;border-style:hidden;height:17px\">Blue</td>\n<td style=\"width:22.0207%;border-style:hidden;height:17px\">Lightning</td>\n<td style=\"width:6.21762%;border-style:hidden;height:17px\"> </td>\n<td style=\"width:19.9482%;text-align:center;border-style:hidden;height:17px\">Green</td>\n<td style=\"width:31.0881%;border-style:hidden;height:17px\">Poison</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:20.7254%;text-align:center;border-style:hidden;height:17px\">Brass</td>\n<td style=\"width:22.0207%;border-style:hidden;height:17px\">Fire</td>\n<td style=\"width:6.21762%;border-style:hidden;height:17px\"> </td>\n<td style=\"width:19.9482%;text-align:center;border-style:hidden;height:17px\">Red</td>\n<td style=\"width:31.0881%;border-style:hidden;height:17px\">Fire</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:20.7254%;text-align:center;border-style:hidden;height:17px\">Bronze</td>\n<td style=\"width:22.0207%;border-style:hidden;height:17px\">Lightning</td>\n<td style=\"width:6.21762%;border-style:hidden;height:17px\"> </td>\n<td style=\"width:19.9482%;text-align:center;border-style:hidden;height:17px\">Silver</td>\n<td style=\"width:31.0881%;border-style:hidden;height:17px\">Cold</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:20.7254%;text-align:center;border-style:hidden;height:17px\">Copper</td>\n<td style=\"width:22.0207%;border-style:hidden;height:17px\">Acid</td>\n<td style=\"width:6.21762%;border-style:hidden;height:17px\"> </td>\n<td style=\"width:19.9482%;text-align:center;border-style:hidden;height:17px\">White</td>\n<td style=\"width:31.0881%;border-style:hidden;height:17px\">Cold</td>\n</tr>\n</tbody>\n</table>\n<p>  You can’t cast spells while in this form, but gain a different set of actions you can use on each of your turns:</p>\n<p>  <em><strong>Bite.</strong></em> When you take the Attack action, you can use your dagger-like teeth to make an unarmed strike. You can use your Wisdom modifier, instead of Strength, for the attack and damage rolls with your bite. If you hit with it, you deal piercing damage equal to 1d12 + your Strength or Wisdom modifier, instead of the bludgeoning damage normal for an unarmed strike.</p>\n<p>  <em><strong>Breath Weapon.</strong></em> You can use an action to exhale a plume of powerful energy from inside of you. Each creature in a 15- foot cone must make a Dexterity saving throw against your spell save DC. A creature takes 2d6 damage of your dragon’s damage type on a failed save, or half as much on a successful one. Once you use this feature, it can’t be used again for 1 minute.</p>\n<p>  Your breath weapon improves at certain levels. At 6th level, your breath weapon deals 3d6 damage and extends in a 20-foot cone. At 10th level, it deals 4d6 damage and extends in a 25-foot cone, and at 14th level it deals 5d6 damage and extends in a 30-foot cone.</p>",
      "effects": {
        "Dragon Shape": {
          "name": "Dragon Shape"
        }
      }
    },
    "Magic Coin": {
      "name": "Magic Coin",
      "description": "<p>Also at 3rd level, you know that coins can be just as powerful as the most enthralling rhetoric. Whereas other bards may use words and song as their means for conjuring spells, you instead use a simple coin. You can use any coin worth at least 1 cp as a spellcasting focus for your bard spells.</p>\n<p>  In addition, you can use an action to magically fling a coin from your hand at a target within 60 feet of you. Make a ranged spell attack with the coin, using your Charisma modifier for the attack roll. On a hit, the target takes 1 bludgeoning damage plus 1d12 thunder damage. Immediately after the attack, the coin returns to your hand. If you roll a 20 on the attack roll against a hostile creature using a nonmagical copper, silver, electrum, or gold piece, the coin is magically duplicated when it returns to your hand. The new coin can appear in your hand, at your feet, or in a coin pouch on your person (your choice).</p>\n<p>  The coin’s thunder damage increases by 1d12 when you reach 6th level (2d12) and 14th level (3d12).</p>",
      "activities": {
        "attack": {
          "chatFlavor": "If you roll a 20 on the attack roll against a hostile creature using a nonmagical copper, silver, electrum, or gold piece, the coin is magically duplicated when it returns to your hand. The new coin can appear in your hand, at your feet, or in a coin pouch on your person (your choice)."
        }
      }
    },
    "Spirit Strike - Action": {
      "name": "Spirit Strike - Action",
      "description": "<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">When you choose this tradition at 3rd level, you learn to send out blue flashes of spiritual energy to attack your foes. Whenever you make an unarmed strike, you can choose to make a melee spell attack with your spirit instead. You are proficient with this attack, which has a reach of 30 feet, and you add your Wisdom modifier to its attack and damage rolls. Its damage type is force, and its damage die is a d4. This die changes as you gain monk levels, as shown in the Martial Arts column of the Monk table.</p>\n<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">  When you reach 6th level in this class, you can use your Stunning Strike feature when you hit a creature with your Spirit Strike.</p>"
    },
    "Toxic Shock": {
      "name": "Toxic Shock",
      "description": "<p>At 13th level, when you gain temporary hit points from your Transfusion feature, the target of the attack is overcome by a wave of sickness. Until the end of its next turn, the target’s speed is reduced by 10 feet, and it has disadvantage on the next attack roll or ability check that it makes before the end of its next turn.</p>"
    },
    "Expanded Spell List (The Many)": {
      "name": "Expanded Spell List (The Many)",
      "description": "<p>The Many lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.</p>\n<p> </p>\n<table style=\"height:177px;width:84.5966%;border-style:hidden\" border=\"1\">\n<tbody>\n<tr style=\"height:17px\">\n<td style=\"width:31.2139%;vertical-align:middle;text-align:center;height:17px;border-style:hidden\"><strong>Spell Level</strong></td>\n<td style=\"width:68.7861%;height:17px;border-style:hidden\"><strong>Spells</strong></td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:31.2139%;vertical-align:middle;text-align:center;height:34px;border-style:hidden\">1st</td>\n<td style=\"width:68.7861%;height:34px;border-style:hidden\"><em>@Compendium[dnd5e.spells.Entangle]{entangle}, @Compendium[dnd5e.spells.Magic Missile]{magic missile}</em></td>\n</tr>\n<tr style=\"height:24px\">\n<td style=\"width:31.2139%;vertical-align:middle;text-align:center;height:24px;border-style:hidden\">2nd</td>\n<td style=\"width:68.7861%;height:24px;border-style:hidden\">@Compendium[dnd5e.spells.Scorching Ray]{scorching ray}, @Compendium[dnd5e.spells.See Invisibility]{see invisibility}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:31.2139%;vertical-align:middle;text-align:center;height:34px;border-style:hidden\">3rd</td>\n<td style=\"width:68.7861%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Blink]{blink}, @Compendium[dnd5e.spells.Nondetection]{nondetection}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:31.2139%;vertical-align:middle;text-align:center;height:34px;border-style:hidden\">4th</td>\n<td style=\"width:68.7861%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Arcane Eye]{arcane eye}, @Compendium[dnd5e.spells.Black Tentacles]{black tentacles}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:31.2139%;vertical-align:middle;text-align:center;height:34px;border-style:hidden\">5th</td>\n<td style=\"width:68.7861%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Mislead]{mislead}, @Compendium[dnd5e.spells.Telepathic Bond]{telepathic bond}</td>\n</tr>\n</tbody>\n</table>\n<p> </p>"
    },
    "Windswept": {
      "name": "Windswept",
      "description": "<p>By 7th level, the wind clears a path for you and ushers you forward. Your walking speed increases by 5 feet, you ignore any movement penalty caused by strong wind, and you can’t be pushed because of strong wind against your will.</p>\n<p>  In addition, you have resistance to cold damage, and you’re acclimated to high altitudes, including elevations above 20,000 feet.</p>"
    },
    "Rocborne Magic": {
      "name": "Rocborne Magic",
      "description": "<p>Starting at 3rd level, you learn an additional spell when you reach certain levels in this class, as shown in the Rocborne Spells table. The spell counts as a ranger spell for you, but it doesn’t count against the number of ranger spells you know.</p>\n<table style=\"height:201px;width:78.9082%;border-style:hidden\" border=\"1\">\n<tbody>\n<tr style=\"height:17px\">\n<td style=\"width:100%;height:17px;border-style:hidden\" colspan=\"2\"><strong>Rocborne Spells</strong></td>\n</tr>\n<tr style=\"height:14px\">\n<td style=\"width:36.478%;text-align:center;height:14px;border-style:hidden\"><strong>Ranger Level</strong></td>\n<td style=\"width:63.522%;height:14px;border-style:hidden\"><strong>Spell</strong></td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:36.478%;text-align:center;height:34px;border-style:hidden\">3rd</td>\n<td style=\"width:63.522%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Feather Fall]{feather fall}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:36.478%;text-align:center;height:34px;border-style:hidden\">5th</td>\n<td style=\"width:63.522%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Gust of Wind]{gust of wind}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:36.478%;text-align:center;height:34px;border-style:hidden\">9th</td>\n<td style=\"width:63.522%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Lightning Bolt]{lightning bolt}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:36.478%;text-align:center;height:34px;border-style:hidden\">13th</td>\n<td style=\"width:63.522%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Ice Storm]{ice storm}</td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:36.478%;text-align:center;height:34px;border-style:hidden\">17th</td>\n<td style=\"width:63.522%;height:34px;border-style:hidden\">@Compendium[dnd5e.spells.Legend Lore]{legend lore}</td>\n</tr>\n</tbody>\n</table>\n<p> </p>"
    },
    "Heart of a Dragon": {
      "name": "Heart of a Dragon",
      "description": "<p>At 14th level, you can use your breath weapon even while you’re not in your dragon shape. Once you use this feature, you can’t use it again until you finish a long rest.</p>\n<p>  In addition, you gain the following benefits while in your dragon shape:</p>\n<ul>\n<li>Your AC is equal to 16 + your Dexterity modifier (maximum 2).</li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">Your flying speed increases to 40 feet.</span></li>\n<li><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">When you take the Attack action on your turn, you can make three attacks: one with your bite, and two with your claws.</span></li>\n</ul>\n<p>  Finally, when you take on your dragon shape, you can choose to become a Large dragon, instead of Medium. If you do, your bite has a reach of 10 feet, instead of 5.</p>",
      "effects": {
        "Heart of a Dragon": {
          "name": "Heart of a Dragon"
        }
      }
    },
    "Money Talks": {
      "name": "Money Talks",
      "description": "<p>By 6th level, you’ve learned how to briefly enchant a coin with divination magic. You can enchant a mundane copper, silver, electrum, gold, or platinum piece that you’re holding in this way using an action. A creature holding the coin that knows at least one language can understand the meaning of any word you speak, and when it speaks, you understand what it says. In addition, you have advantage on the first Charisma (Persuasion) check you make when negotiating the value of a good or service with a creature that’s holding or carrying the enchanted coin.</p>\n<p>  Alternatively, you can use an action to see and hear through the enchanted coin until the start of your next turn as if you were in the coin’s space. During this time, you are deaf and blind with regard to your own senses.</p>\n<p>  The coin remains enchanted for 10 minutes or until you end the effect early (no action required). You can use this feature a number of times equal to your Charisma modifier (a minimum of once). You regain all expended uses when you finish a long rest.</p>"
    },
    "Shrewd Consumer": {
      "name": "Shrewd Consumer",
      "description": "<p>Starting at 14th level, whenever you cast a spell that consumes a material component, drink a potion, or use a spell scroll that’s worth no more than 500 gp, there is a 50 percent chance that the component, potion, or scroll isn’t consumed. In addition, you can use a bonus action to take the Use an Object action or drink a potion.</p>",
      "activities": {
        "utility": {
          "chatFlavor": "whenever you cast a spell that consumes a material component, drink a potion, or use a spell scroll that’s worth no more than 500 gp, there is a 50 percent chance that the component, potion, or scroll isn’t consumed"
        }
      }
    },
    "The Many": {
      "name": "The Many",
      "description": "<h1>WARLOCK: THE MANY</h1>\n<p>Not all who possess magic come by it naturally. A warlock forges a pact with a powerful being in exchange for a portion of its knowledge and strength. Some of these arrangements become cruel forms of indebted servitude, but most are closer to that of an apprentice and its master: the warlock learns and grows in strength in exchange for rendering the occassional service on behalf of their patron. As a warlock, you may find your patron by circumstance or by hard work, but regardless of your circumstance, your need for power will continue to grow and shape you as you benefit from your pact and patron.</p>\n<h2>THE MANY</h2>\n<p>Your patron is a powerful entity composed of a multitude of heads. These heads provide unique strengths, such as the regenerative properties of a mighty hydra, or the bewitching gaze of a medusa. Your patron may consider you one of its estranged or forgotten heads, allowing you to do as you please, or compel you to work toward a shared goal as one of its own. Those that make a pact with a patron such as this may find beauty in patterns or matching sets, or become plagued with internal bickering and indecisiveness. Regardless, one thing is for certain: two heads are always better than one.</p>\n<p>  Entities of this type include the Butcher Dray, Three- Headed Ettin; Grihoo, the Superhydra; Lady Feluciana, Legendary Medusa Sorceress; the Thousand Voices, Supreme Soul Vortex; Vaanor, Primeval Cerberus; and other extremely powerful or godlike multi-headed or -conscioused beings, swarms, or hiveminds.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        }
      }
    },
    "Healing Draft (created)": {
      "name": "Healing Draft (created)",
      "description": "<p><span style=\"color:#191813;font-size:13px\">The potion appears in a small glass bottle in your free hand or at your feet (your choice), and is a deep blue color with flecks of gold. A creature that uses a bonus action to drink this potion regains a number of hit points equal to 2d6 + your cleric level. The bottle and any undrunk healing draft turns to dust and is lost when you finish a short or long rest.</span></p>"
    },
    "Imbue Minor Wand": {
      "name": "Imbue Minor Wand",
      "description": "<p>Starting at 10th level, whenever you finish a long rest, you can imbue a number of wizard spells from your spellbook up to your Intelligence modifier (minimum of one) into a nonmagical stick, dowel, or similar Tiny object, transforming the object into a magic wand. Each spell must be a cantrip or a 1st- or 2nd-level spell and have a casting time of 1 action or bonus action. In addition, the spells can’t require concentration or require any material components that indicate a cost or are consumed as part of casting the spell, and if the spell is a cantrip, it mustn’t be able to damage a target.</p>\n<p>  The wand has a number of charges equal to your Intelligence modifier (minimum of 1) with which to cast the imbued cantrips (0 charges), 1st-level spells (1 charge), or 2nd-level spells (2 charges). A creature holding the wand can use an action to cast one of the spells from it using your spell save DC, spell attack bonus, and spellcasting ability. The wand ceases to be magical the next time you finish a long rest.</p>"
    },
    "Spectral Guide": {
      "name": "Spectral Guide",
      "description": "<p>Starting at 6th level, you can’t be possessed by ghosts or similar undead creatures, and you can use an action to spend 2 ki points to cast either the gentle repose or see invisibility spell, without providing material components. You also gain the <span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">@Compendium[dnd5e.spells.Spare the Dying]{spare the dying}</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\"> cantrip if you don’t already know it.</span></p>\n<p>  Furthermore, you learn how to free certain souls from their undead vessels when you harness your ki. You gain the following ability:</p>\n<p>  <em><strong>Dismiss Undead.</strong></em> When you hit an undead creature with one of the attacks granted by your Flurry of Blows, you can force it to make a Wisdom saving throw against your ki save DC. On a failed save, its spirit leaves and is put to rest, causing the creature to either vanish or become an unmoving corpse once more. If the creature’s challenge rating is above the threshold shown in the table below, it automatically succeeds on the saving throw.</p>\n<table style=\"height:136px;width:65.0124%;border-style:hidden\" border=\"1\">\n<tbody>\n<tr style=\"height:17px\">\n<td style=\"width:100.186%;height:17px;border-style:hidden\" colspan=\"2\"><strong>Dismiss Undead Table</strong></td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:35.757%;height:34px;text-align:center;border-style:hidden\"><strong>Monk Level</strong></td>\n<td style=\"width:64.4293%;height:34px;border-style:hidden\"><strong>CR Threshold</strong></td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:35.757%;height:17px;text-align:center;border-style:hidden\">6th</td>\n<td style=\"width:64.4293%;height:17px;border-style:hidden\">1/2 or lower</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:35.757%;height:17px;text-align:center;border-style:hidden\">8th</td>\n<td style=\"width:64.4293%;height:17px;border-style:hidden\">1 or lower</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:35.757%;height:17px;text-align:center;border-style:hidden\">11th</td>\n<td style=\"width:64.4293%;height:17px;border-style:hidden\">2 or lower</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:35.757%;height:17px;text-align:center;border-style:hidden\">14th</td>\n<td style=\"width:64.4293%;height:17px;border-style:hidden\">3 or lower</td>\n</tr>\n<tr style=\"height:17px\">\n<td style=\"width:35.757%;height:17px;text-align:center;border-style:hidden\">17th</td>\n<td style=\"width:64.4293%;height:17px;border-style:hidden\">4 or lower</td>\n</tr>\n</tbody>\n</table>\n<p>  If a creature has a bonus or penalty against any effect that turns undead, that bonus or penalty also applies to this effect.</p>"
    },
    "Dunetreader": {
      "name": "Dunetreader",
      "description": "<p>Starting when you choose this origin at 1st level, you ignore difficult terrain created by sand, and you can tolerate temperatures as high as 150 degrees Fahrenheit without any additional protection.</p>"
    },
    "Domain Spells (Festus Domain)": {
      "name": "Domain Spells (Festus Domain)",
      "description": "<p>You gain domain spells at the cleric levels listed in the Festus Domain Spells table. See the Divine Domain class feature for how domain spells work.</p>\n<table style=\"height:329px;width:77.3655%;border-style:hidden\" border=\"1\">\n<tbody>\n<tr style=\"height:17px\">\n<td style=\"width:100%;height:17px;border-style:hidden\" colspan=\"2\"><strong>Festus Domain Spells</strong></td>\n</tr>\n<tr style=\"height:34px\">\n<td style=\"width:20.5752%;text-align:center;height:34px;border-style:hidden\"><strong>Cleric Level</strong></td>\n<td style=\"width:79.4248%;height:34px;border-style:hidden\"><strong>Spells</strong></td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:20.5752%;text-align:center;height:51px;border-style:hidden\">1st</td>\n<td style=\"width:79.4248%;height:51px;border-style:hidden\">@Compendium[dnd5e.spells.Goodberry]{goodberry}, @Compendium[dnd5e.spells.Purify Food and Drink]{purify food and drink}</td>\n</tr>\n<tr style=\"height:51px\">\n<td style=\"width:20.5752%;text-align:center;height:51px;border-style:hidden\">3rd</td>\n<td style=\"width:79.4248%;height:51px;border-style:hidden\"><span style=\"text-align:center\">@Compendium[dnd5e.spells.Heat Metal]{heat metal}, @Compendium[dnd5e.spells.Protection from Poison]{protection from poison}</span></td>\n</tr>\n<tr style=\"height:68px\">\n<td style=\"width:20.5752%;text-align:center;height:68px;border-style:hidden\">5th</td>\n<td style=\"width:79.4248%;height:68px;border-style:hidden\">@Compendium[dnd5e.spells.Create Food and Water]{create food and water}, @Compendium[dnd5e.spells.Stinking Cloud]{stinking cloud}</td>\n</tr>\n<tr style=\"height:61px\">\n<td style=\"width:20.5752%;text-align:center;height:61px;border-style:hidden\">7th</td>\n<td style=\"width:79.4248%;height:61px;border-style:hidden\">@Compendium[dnd5e.spells.Blight]{blight}, @Compendium[dnd5e.spells.Control Water]{control water}</td>\n</tr>\n<tr style=\"height:47px\">\n<td style=\"width:20.5752%;text-align:center;height:47px;border-style:hidden\">9th</td>\n<td style=\"width:79.4248%;height:47px;border-style:hidden\">@Compendium[dnd5e.spells.Cloudkill]{cloudkill}, @Compendium[dnd5e.spells.Contagion]{contagion}</td>\n</tr>\n</tbody>\n</table>\n<p> </p>"
    },
    "Ghostwalker": {
      "name": "Ghostwalker",
      "description": "<p>Beginning at 11th level, you are familiar with how ghosts and creatures of the Border Ethereal meld into the Material Plane. You can choose to partially slip into the Ethereal Plane, granting you the following benefits:</p>\n<p>  <em><strong>Etherstep.</strong></em> You can spend 1 ki point as a bonus action to turn invisible until the end of your next turn, or until you make an attack or cast a spell.</p>\n<p>  Alternatively, you can spend an extra ki point as part of your Step of the Wind to gain this benefit. When you do, you can also move through hostile creatures and solid objects no more than 4 inches thick for as long as you remain invisible.</p>\n<p>  <em><strong>Phase.</strong></em> When you are hit by an attack, you can use your reaction to reduce the attack’s damage against you by an amount equal to your monk level as you partially slip into the Border Ethereal. You can use this ability a number of times equal to your Wisdom modifier (a minimum of once), and you regain all expended uses when you finish a long rest.</p>"
    },
    "Spirit Strike - Bonus Action": {
      "name": "Spirit Strike - Bonus Action",
      "description": "<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">When you choose this tradition at 3rd level, you learn to send out blue flashes of spiritual energy to attack your foes. Whenever you make an unarmed strike, you can choose to make a melee spell attack with your spirit instead. You are proficient with this attack, which has a reach of 30 feet, and you add your Wisdom modifier to its attack and damage rolls. Its damage type is force, and its damage die is a d4. This die changes as you gain monk levels, as shown in the Martial Arts column of the Monk table.</p>\n<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">  When you reach 6th level in this class, you can use your Stunning Strike feature when you hit a creature with your Spirit Strike.</p>"
    },
    "Infernal Warrior": {
      "name": "Infernal Warrior",
      "description": "<p>By 6th level, the infernal fire within you burns hot even while you’re not raging. You gain resistance to fire damage.</p>\n<p>  In addition, when you use the Attack action to grapple a creature while you’re raging, the target takes your Hellfire Claw’s fire damage if your grapple check succeeds, and again at the end of each of that creature’s turns while it remains grappled.</p>",
      "effects": {
        "Fire Resistance": {
          "name": "Fire Resistance"
        }
      }
    },
    "Core Wand (Wand)": {
      "name": "Core Wand (Wand)"
    },
    "College of Mercantile": {
      "name": "College of Mercantile",
      "description": "<h1>BARD: COLLEGE OF MERCANTILE</h1>\n<p>A good musician may be inspirational, but not the degree that a true bard can muster. Using sheer control over the simple magic of everyday comforts like music, song, and welcome conversation, bards are capable of twisting the world, and the people within it, to their liking. Bards are well-learned by trade, and as a result are capable of almost anything through gathered knowledge and uncanny aptitude. Often lauded as much as they are reviled by those they encounter, these practicioners of clever enchantments and illusions do their best work from the sidelines of combat and the heads of powerful tables.</p>\n<h2>COLLEGE OF MERCANTILE</h2>\n<p>Bards of the College of Mercantile are well versed in the artistry of cutting deals and enemies alike in order to come out ahead. Talented merchants, smugglers, and trademen alike all learn from this college in some form or another, using both silvered words and sharp cunning to inspire their allies and subvert the competition. These calculated risk-takers travel the world to make their mark—and their fortune—by navigating treacherous landscapes, economies, and people. With even just a copper to their name, these bards are always worth their weight in gold.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Magic Coin Damage": {
          "title": "Magic Coin Damage"
        }
      }
    },
    "Veil Shift": {
      "name": "Veil Shift",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">  You can use an action while on the Material Plane to slip into the Ethereal Plane, and vice versa, until the start of your next turn. Any object you take while on this other plane of existence is left there when you return to your original one. While on the Ethereal Plane in this way, you can only affect and be affected by other creatures on that plane, and you still move as if you were on the Material Plane. Creatures that aren’t on the Ethereal Plane can’t perceive you or interact with you while you’re there, unless a special ability or magic has given them the ability to do so, although you can still see and hear them. Once you use this trait, you can’t use it again until you finish a long rest.</span></p>"
    },
    "Coin Flip": {
      "name": "Coin Flip",
      "description": "<p>Starting when you join the College of Mercantile at 3rd level, a creature that uses a Bardic Inspiration die from you can choose to forgo rolling the die to flip a coin instead. If it’s heads, the creature treats the Bardic Inspiration die as if it rolled its maximum number. If it’s tails, the GM takes the Bardic Inspiration die and can use it when another creature of the GM’s choice makes an ability check, attack roll, or saving throw instead. The GM can have multiple Bardic Inspiration dice at a time in this way, but can still only add one of them to a roll at a time. When you finish a long rest, the GM loses any of these taken Bardic Inspiration dice.</p>"
    },
    "Misty Sight": {
      "name": "Misty Sight",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Your eyes are naturally attuned to the Border Ethereal, allowing you to always see out to your normal range while on the Ethereal Plane.</span></p><p style=\"box-sizing:border-box;user-select:text;margin:0.5em 0px;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:13px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;font-weight:400;letter-spacing:normal;orphans:2;text-indent:0px;text-transform:none;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;white-space:normal;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial;text-align:start\"><span style=\"font-family:Signika, sans-serif\">  You can also use a bonus action to focus on seeing the normally unseen. For 1 minute, or until your concentration ends (as if concentrating on a spell), you can see invisible creatures and objects as if they were visible, and you can see into the Ethereal Plane. Once you use this trait, you can’t use it again until you finish a short or long rest.</span></p>"
    },
    "Path of the Infernal": {
      "name": "Path of the Infernal",
      "description": "<h1>BARBARIAN: PATH OF THE INFERNAL</h1>\n<p>Barbarians are known far and wide as being some of the most relentless warriors in existence, entering terrifying rages that fuel their attacks and allow them to shrug off even the most staggering of blows. A barbarian’s presence and capabilities depend largely on the source of their rage, such as from a sense of greater purpose, bloodlust, or deeper, spiritual connection. Regardless of where this fount of rage comes from, barbarians are always feared and respected for their brutal talents.</p>\n<h2>PATH OF THE INFERNAL</h2>\n<p>You have found the conduit for your rage in something scarier than anything you’d find on the Material Plane. Your inner fury burns from the hells themselves, manifesting itself as a series of fiendish transformations and flames whenever you enter a rage. The origin of this power may be the result of a near-death experience that showed you the the Lower Planes, or perhaps it comes from a soul-binding contract made with a powerful devil. Some tieflings may find that this power has resided within themselves all along as a result of their infernal heritage. Regardless of your reason for having these abilities, one thing is certain: hell hath no fury quite like you.</p>",
      "advancement": {
        "Features": {
          "title": "Features"
        },
        "Hellfire Claw Damage": {
          "title": "Hellfire Claw Damage"
        }
      }
    },
    "Tenets of the Spelldrinker": {
      "name": "Tenets of the Spelldrinker",
      "description": "<p><span class=\"fontstyle0\">The tenets of the Oath of the Spelldrinker were written and passed down by cautious guardians set to rid the world of evil mages. They emphasize balance within oneself through the following tenets:<br /></span><span class=\"fontstyle2\">  <em><strong>Be the Sword.</strong></em> </span><span class=\"fontstyle0\">Be a stalwart champion of fairness and equality among all. The sword doesn’t cheat fate: it dances with it.<br /></span><span class=\"fontstyle2\">  <em><strong>Be the Shield.</strong></em> </span><span class=\"fontstyle0\">Defend the innocent against the forces of rampant magic. The shield is patient and unwavering in the face of the unknown.<br /></span><span class=\"fontstyle2\"><em>  </em><em><strong>Be the Spell.</strong></em> </span><span class=\"fontstyle0\">Use your power to provide balance and guidance. The spell can lead to prosperity as easily as it can to ruin: you must always choose the righteous path..</span></p>"
    },
    "Transfusion": {
      "name": "Transfusion",
      "description": "<p>Starting at 3rd level, once on each of your turns when you deal Sneak Attack damage to a creature that isn’t a construct or an undead, you gain temporary hit points equal to your Wisdom modifier (minimum 1). When you reach 13th level, you gain temporary hit points equal to twice your Wisdom modifier instead. These temporary hit points last until the start of your next turn.</p>"
    },
    "Dragon Shape - Breath Weapon (2nd Level)": {
      "name": "Dragon Shape - Breath Weapon (2nd Level)",
      "description": "<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"><em style=\"box-sizing:border-box;user-select:text\"><strong style=\"box-sizing:border-box;user-select:text\">Breath Weapon.</strong></em> You can use an action to exhale a plume of powerful energy from inside of you. Each creature in a 15- foot cone must make a Dexterity saving throw against your spell save DC. A creature takes 2d6 damage of your dragon’s damage type on a failed save, or half as much on a successful one. Once you use this feature, it can’t be used again for 1 minute.</p>\n<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">  Your breath weapon improves at certain levels. At 6th level, your breath weapon deals 3d6 damage and extends in a 20-foot cone. At 10th level, it deals 4d6 damage and extends in a 25-foot cone, and at 14th level it deals 5d6 damage and extends in a 30-foot cone.</p>"
    },
    "Spirit Strike": {
      "name": "Spirit Strike",
      "description": "<p>When you choose this tradition at 3rd level, you learn to send out blue flashes of spiritual energy to attack your foes. Whenever you make an unarmed strike, you can choose to make a melee spell attack with your spirit instead. You are proficient with this attack, which has a reach of 30 feet, and you add your Wisdom modifier to its attack and damage rolls. Its damage type is force, and its damage die is a d4. This die changes as you gain monk levels, as shown in the Martial Arts column of the Monk table.</p>\n<p>  When you reach 6th level in this class, you can use your Stunning Strike feature when you hit a creature with your Spirit Strike.</p>"
    },
    "Bonus Proficiency (Oath of the Spelldrinker)": {
      "name": "Bonus Proficiency (Oath of the Spelldrinker)",
      "description": "<p>Starting at 3rd level, you gain proficiency in the Arcana skill.</p>"
    }
  }
}
