{
  "label": "Items (URC)",
  "entries": {
    "Colloid Plating": {
      "name": "Colloid Plating",
      "description": "<p><strong>Price</strong>: 200 gp per plate; <strong>Weight</strong>: 2 lbs. per plate</p>\n<p>The @UUID[Compendium.underworld-races-and-classes.racial-features-urc.E9wPP4k7Hbw4oips]{colliatur} have learned to specially treat certain components of colloid-absorbed material to generate reflective plates that can be applied to any shield or armor. A colliatur can attune the inherent harmonics of his crystalline proportions to resonate with one item that has colloid plating by wearing an item for 24 hours. A colliatur can only be attuned to colloid plating on one item at a given time and this does not count as being attuned to a magical armor. A light armor can hold one colloid plate. A medium armor can hold two colloid plates. A heavy armor can hold up to three colloid plates. For each such plate added and attuned, the plating allows a colliatur to use the @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Ao6VK0Zg8qDsPSSX]{Crystal Refraction} racial feature an additional time per day. The added weight of these plates, however, does impose disadvantage on Stealth. Additionally, a wearer of a colloid plated armor needs to have a minimum Strength score of 11 to wear an armor with one colloid plating, a minimum of Strength 13 to wear an armor with two colloid plates and a minimum Strength of 16 to wear an armor with three colloid plates attached. Shields can hold up to 2 colloid plates and require a minimum Strength of 11 to wield with one plating attached, 13 to wield one with two plates attached.</p>\n<p> </p>\n<p><img src=\"modules/underworld-races-and-classes/art/equipment/colloidal-plating.jpg\" width=\"350\" height=\"422\" /></p>"
    },
    "Shotgun Shells": {
      "name": "Shotgun Shells",
      "description": "<p>A box with a quantity of 50 shotgun shells and associated materials to fire them.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.items-urc.KiGGS3eMrOe4yVos]{Shotgun}</p>"
    },
    "Zwerc Pet Stone": {
      "name": "Zwerc Pet Stone",
      "description": "<p>Some @UUID[Compendium.underworld-races-and-classes.racial-features-urc.8ZdLxOFbAApxTPc7]{zwerc} take the \"defender of the earth\" aspect one step further than just learning the @UUID[Compendium.underworld-races-and-classes.feats-urc.5raNZvPKR9DOAPGx]{Zwerc Knight} feat and adopt a pet rock. They carry around this rock, convinced that failing at their task is letting down their pet rock. This conviction enhances the Zwerc Knight feat and enhances the duration of its benefits by 1 round per activation. Zwerc pet rocks can be any rock, but a zwerc needs to carry one rock around, talking to it and becoming accustomed to its weight and feel for at least one week to gain benefits. Other than that, loss of a pet rock just means that a zwerc has to choose a new rock and \"get used to it\" once again.</p>"
    },
    "Svirf Slug Mutator": {
      "name": "Svirf Slug Mutator",
      "description": "<p><span style=\"font-family:var(--font-primary)\"><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.Jarvd18cYO0LWTwy]{Svirfneblin} have access to svirf slug mutators.</em></span></p><p>This mixture of powders and alchemical ingredients can be massaged into a svirf slug to cause it to grow stalks that can integrate weaponry and allow the svirf slugs to perform melee attacks. (See @UUID[Compendium.underworld-races-and-classes.monsters-urc.qcY7gEupd33cKT08]{Svirf Riding Slug} for details). A second application reverts the process and frees the weapon from the stalk, allowing svirfneblin to change weapons of the slugs via multiple applications of the svirf slug mutator.</p>"
    },
    "Slicked Boots": {
      "name": "Slicked Boots",
      "description": "<p><em>Wondrous Item, rare</em></p>\n<p>These large, perpetually moist leather boots are black as the night, sewn together with crimson thread. When worn by a @UUID[Compendium.underworld-races-and-classes.racial-features-urc.9hk0MrqI67lCzCBG]{vestraadi}, they increase the vestraadi's land speed by +5 feet. The wearer is also immune to the <em>@Compendium[dnd5e.spells.etgcR9wqmrhyZ0tx]{grease}</em> spell.</p>"
    },
    "Colliatur Powder": {
      "name": "Colliatur Powder",
      "description": "<p><strong>Price</strong>: 100 gp per spell level; <strong>Weight</strong>: —</p>\n<p>The pulverized remains of a colliatur's brain make for powerful material components when used in conjunction with spells of the divination school. Applying 100 gp worth of it per spell level of the base spell lets the caster cast it as though they prepared it in a spell slot of one level higher or, if your target creature or object is shielded from divination via nondetection or similar means, you may make a Charisma saving throw to penetrate this defense.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.E9wPP4k7Hbw4oips]{Colliatur}</p>"
    },
    "Kraidyl Decoy": {
      "name": "Kraidyl Decoy",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{Kraidyl} have access to this equipment</em>.</p><p>This simple piece of soggy @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.pU9Mjya5XAyQ2kZ2#fantafungus-peaceful-giant]{fantafungus} or dead wood is carefully crafted so it fits easily over a kraidyl's head but allows it a small range of vision. While in standing water that could grant it the benefits of being in a lightly obscured area, a creature can use a kraidyl decoy to hide in plain sight with their face just barely above the water, granting the wearer the benefits of being treated as though the creature were in a <strong>@UUID[Compendium.dnd5e.rules.aYmUMcQfSIqYWpKk.JournalEntryPage.9jyye7TeGlY4FRf3#vision-and-light]{heavily obscured}</strong> area. In order to get the benefits of a kraidyl decoy, a wearer that cannot stand in the water must succeed on a Strength (Athletics) check against DC 20 to swim sufficiently smoothly to not arouse undue suspicion.</p>"
    },
    "Kraidyl War-Banner": {
      "name": "Kraidyl War-Banner",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{Kraidyl} have access to this equipment</em>.</p><p>This is little more than a sturdy pole (typically made from @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.pU9Mjya5XAyQ2kZ2#fantafungus-peaceful-giant]{fantafungi} or bone) with a large cross at its top that bears the grisly remains of a kraidyl's fallen foes. When correctly fashioned, however, the arrangement of these barbaric trophies becomes disturbing to look upon, granting its bearer proficiency with Charisma (Intimidation) checks made against non-dødelig and non-dvergr underworld dwellers. Dødelig are simply too carefree and dvergr too stoic. The haft of a kraidyl war-banner can be made into a spear, but attacks with it suffer from disadvantage. Crafting a properly fear-inducing kraidyl war-banner requires a DC 18 Intelligence (Religion) check.</p>"
    },
    "Weapon Webbing": {
      "name": "Weapon Webbing",
      "description": "<p><em>Drow have access to weapon webbing.</em></p>\n<p><strong>Price</strong>: 360 gp; <strong>Weight</strong>: 1/2 lb.</p>\n<p>This 10-foot-long, thin thong of spider's silk rope attaches your weapon to your wrist. You treat a weapon with attached weapon webbing as though it had the reach property. If you drop your weapon or are disarmed, you can recover it as a bonus action with a successful Dexterity check (DC 12).</p>\n<p>While wearing weapon webbing, attacks made with weapons other than the one tied to weapon webbing receive a –2 penalty.</p>\n<p>Alternatively, you may throw a weapon tied with weapon webbing as though it had the thrown (10/20) property. You use your Strength for this attack, unless you are using a weapon with the finesse property, in which case you can use either your choice of Strength or Dexterity. You may recover the thrown weapon as a bonus action with a successful Dexterity check (DC 12) that provokes an opportunity attack.</p>"
    },
    "Hel Contract": {
      "name": "Hel Contract",
      "description": "<p><em>Weapon (whip), rare (requires attunement)</em></p>\n<p>This long, flowing scroll make a curious, scraping noise as it drags along the ground. A @UUID[Compendium.underworld-races-and-classes.racial-features-urc.rD6ClOZUjEUrW6Je]{gitwerc} gains a +1 bonus to attack and damage rolls made with this whip-like contract. When you attack a creature with this contract and roll a 20 on the attack roll, that target takes an extra 10 fire damage. You are empowered, as you siphon off a fraction of the target's soul and gain 10 temporary hit points.</p>"
    },
    "Outsider Gem": {
      "name": "Outsider Gem",
      "description": "<p><em>Wondrous item, rare</em></p><p>These gems come in a wide variety of hues and colors that reflect the souls connected to them; some are as black as the darkest heart, others as bright as the sun. An outsider gem operates exactly as an @Compendium[dnd5e.items.zDJ4oEt5HArN1xmP]{elemental gem}, but instead of summoning an elemental, it summons any non-elemental creature from the outer planes. There is a 5% chance that any creature that uses an <em>outsider gem</em> to summon an outsider of the opposite alignment is attacked by the summoned creature at the start of each of its turns. It is impossible to know what kind of outsider is called forth before doing so, making the use of these gems rather risky.</p><hr /><p>See also: @Compendium[dnd5e.spells.1LkZvINag7KqBmDR]{Conjure Elemental} @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Jarvd18cYO0LWTwy]{Svirfneblin}</p>"
    },
    "Mycelosuit - Necrosuit": {
      "name": "Mycelosuit - Necrosuit",
      "description": "<p><em>Wondrous Item, </em><span style=\"font-family:var(--font-primary)\"><em style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">legendary</em></span></p><p>Many of the mushrooms in the Fungi Forest have special properties utilized in the practice of magic but some spellcasters have mastered the art of crafting fungal skins into powerful items known as <em>mycelosuits</em>. As an action, a wearer may command a <em>mycelosuit</em> to spread around the body of the user, covering them in mushroom skin from head to toe when the appropriate command word is spoken (the same command causes it to recede to a Tiny item).</p><p>The type of mushroom used to create the <em>mycelosuit</em> indicates what abilities it grants.</p><p>When activated, a <em>mycelosuit</em> covers the wearer (and their equipment) from head to toe, but allows them to breathe and eat normally. While encased in a mycelosuit, the wearer suffers from disadvantage to all hearing- and scent-based Wisdom (Perception) checks as the frills of the mushroom skin slightly overlap near the ears and nose. The skin is connected to the user in a primal fashion and recedes appropriately when access to equipment or parts of the body is needed; held items or those specifically excluded are not covered by a <em>mycelosuit</em>. Only one <em>mycelosuit</em> can be worn at a time.</p><p>These bizarre magical items are off-putting and exotic to surface dwellers. Creatures wearing these suits suffer disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks when interacting with surface dwellers while the suit is activated. Even when withdrawn, the knowledge of an item on a person's body is more than enough to unsettle upperworlders and incur this penalty; <em>mycelosuit</em> owners that walk above often take care not to openly display their enchanted suits.</p><p><strong>Necrosuit</strong>: The wearer of this <em>mycelosuit</em> is immune to necrotic damage, but also gains vulnerability to radiant damage while this suit is activated. These suits are made from @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.pU9Mjya5XAyQ2kZ2#mortem-diasporus-necroshroom]{necroshroom (mortem diasporus)}.</p>",
      "effects": {
        "Damage Immunity: Necrotic": {
          "name": "Damage Immunity: Necrotic"
        },
        "Damage Vulnerability: Radiant": {
          "name": "Damage Vulnerability: Radiant"
        }
      }
    },
    "Draaki Tail Spurs": {
      "name": "Draaki Tail Spurs",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.nAX1eUgpE3DHrElE]{Abbsins draaki} have access to draaki tail spurs.</em></p>\n<p><strong>Price</strong>: 10 gp; <strong>Weight</strong>: 2 lbs.; <strong>Damage</strong>: 1d6 slashing; <strong>Properties</strong>: Light</p>\n<p>Employed exclusively by the Abbsins draaki, the non-initiated who do not know about the different draaki subtypes have provided the more commonly known moniker. Tail spurs are small, retractable blades built into armored sections and this is an adaptation of the more commonly known regular spurs employed by martial artists of all races. The blades are released by turning the tail in a specific, curling motion. A primary use for these weapons is that they can be used while grappled. Usually, an abbsins tail is not flexible or precise enough to wield weapons, but this one is designed to work for their tail in grapples and may thus be used while restrained or after being swallowed whole and in similar situations where the properly hand-wielded weapons simply do not work. The draaki tail spur is a light martial weapon, but only draaki with the abbsins tail racial feature have proficiency with it.</p>\n<p> </p>\n<p><img src=\"modules/underworld-races-and-classes/art/equipment/draaki-tail-spurs.jpg\" width=\"350\" height=\"478\" /></p>"
    },
    "Mycelosuit - Suffocasuit": {
      "name": "Mycelosuit - Suffocasuit",
      "description": "<p><em>Wondrous Item, very rare</em></p><p>Many of the mushrooms in the Fungi Forest have special properties utilized in the practice of magic but some spellcasters have mastered the art of crafting fungal skins into powerful items known as <em>mycelosuits</em>. As an action, a wearer may command a <em>mycelosuit</em> to spread around the body of the user, covering them in mushroom skin from head to toe when the appropriate command word is spoken (the same command causes it to recede to a Tiny item).</p><p>The type of mushroom used to create the <em>mycelosuit</em> indicates what abilities it grants.</p><p>When activated, a <em>mycelosuit</em> covers the wearer (and their equipment) from head to toe, but allows them to breathe and eat normally. While encased in a mycelosuit, the wearer suffers from disadvantage to all hearing- and scent-based Wisdom (Perception) checks as the frills of the mushroom skin slightly overlap near the ears and nose. The skin is connected to the user in a primal fashion and recedes appropriately when access to equipment or parts of the body is needed; held items or those specifically excluded are not covered by a <em>mycelosuit</em>. Only one <em>mycelosuit</em> can be worn at a time.</p><p>These bizarre magical items are off-putting and exotic to surface dwellers. Creatures wearing these suits suffer disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks when interacting with surface dwellers while the suit is activated. Even when withdrawn, the knowledge of an item on a person's body is more than enough to unsettle upperworlders and incur this penalty; <em>mycelosuit</em> owners that walk above often take care not to openly display their enchanted suits.</p><p><strong>Suffocasuit</strong>: Creatures wearing one of these <em>mycelosuits</em> gain immunity to inhaled poisons and become immune to diseases of all kinds. These suits are made from @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.pU9Mjya5XAyQ2kZ2#suffocatio-poisonpuff]{poisonpuff caps (suffocatio)}.</p>",
      "effects": {
        "Damage Immunity: Disease": {
          "name": "Damage Immunity: Disease"
        },
        "Damage Immunity: Poison (inhaled poisons only)": {
          "name": "Damage Immunity: Poison (inhaled poisons only)"
        },
        "Condition Immunity: Diseased": {
          "name": "Condition Immunity: Diseased"
        },
        "Condition Immunity: Poisoned (inhaled poisons only)": {
          "name": "Condition Immunity: Poisoned (inhaled poisons only)"
        }
      }
    },
    "Underwater": {
      "name": "Underwater",
      "description": "<p><em>Wondrous item, common</em></p>\n<p>This murky, dark water smells faintly of almonds. When a creature is doused in a gallon of <em>underwater</em>, shadows wrap around their body, granting a +5 bonus to Dexterity (Stealth) checks. So long as a doused character is in complete darkness or within 10 feet of an area of dim light, they may make a Dexterity (Stealth) check even while being observed. <em>Underwater </em>dries quickly, lasting only 1d6+5 rounds when used while exerting oneself (running at full speed, taking an action to move in a round of combat or attacking in combat). It does not function underwater and is destroyed one round after being diluted.</p>"
    },
    "Drow Soldier Tin": {
      "name": "Drow Soldier Tin",
      "description": "<p><em>Wondrous item, uncommon</em></p>\n<p>This small, silver tin is a thin metal case that never appears to have anything inside. Once per day, it can be used to create a single one pound bar of semi-solid food that is odorless, tasteless, colorless and entirely invisible. While not nutritious, it's enough for one medium sized creature to subsist on daily for a few weeks before malnutrition sets in. This bar of food never goes bad. The \"food\" from <em>drow soldier tins</em> can also be used as an improvised ranged weapon that duplicates the effects of a <em>@Compendium[dnd5e.spells.etgcR9wqmrhyZ0tx]{grease}</em> spell to the area targeted.</p>"
    },
    "Pocket Anvil": {
      "name": "Pocket Anvil",
      "description": "<p><em>Wondrous item, rare</em></p><p>This lustrous steel trinket is shaped like a miniature anvil perhaps a centimeter tall. By uttering the command word, it expands instantly to full size and weight (100 lbs. ) and is fully serviceable for the manufacturing needs of any metalsmith. Additionally, a <em>pocket anvil</em> may be thrown at a target as a ranged attack, expanding to full size as it sails through the air. The <em>pocket anvil</em> is treated as though it had the Thrown (20/60) property. A creature hit takes 5d6 bludgeoning damage. Once a <em>pocket anvil</em> has expanded, it can only be shrunk back to trinket size by casting <em>@Compendium[dnd5e.spells.WahI41a3goVUg0x1]{enlarge/reduce}</em> on it, though it remains in trinket size indefinitely.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.5cjl06fRFIGDcZ7X]{Dweorg}</p>"
    },
    "Blood Candle": {
      "name": "Blood Candle",
      "description": "<p><em>Wondrous Item, uncommon</em></p>\n<p>These candles are made from the corpses of the dead with the <em>@UUID[Compendium.underworld-races-and-classes.spells-urc.IJrOJ7LfcwTHpyWE]{fashion blood candle}</em> cantrip. Blood is drained from the body, hair shaven and cut up. The former is mixed with wax to make a candle, lit by the latter as its wick. A @UUID[Compendium.underworld-races-and-classes.racial-features-urc.rD6ClOZUjEUrW6Je]{gitwerc} lighting a <em>blood candle</em> with a soul inside sees it burn down rapidly – it takes a <em>blood candle</em> 1 minute per Hit Die or level of the creature's soul to burn down. When a <em>blood candle</em> has burned down, the soul within is siphoned down to the devils of Hel.</p>",
      "activities": {
        "utility": {
          "condition": "Burns for 1 minute per Hit Dice or level of the creature's soul"
        }
      }
    },
    "Mycelosuit - Lunarusuit": {
      "name": "Mycelosuit - Lunarusuit",
      "description": "<p><em>Wondrous Item, </em><span style=\"font-family:var(--font-primary)\"><em style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">legendary</em></span></p><p>Many of the mushrooms in the Fungi Forest have special properties utilized in the practice of magic but some spellcasters have mastered the art of crafting fungal skins into powerful items known as <em>mycelosuits</em>. As an action, a wearer may command a <em>mycelosuit</em> to spread around the body of the user, covering them in mushroom skin from head to toe when the appropriate command word is spoken (the same command causes it to recede to a Tiny item).</p><p>The type of mushroom used to create the <em>mycelosuit</em> indicates what abilities it grants.</p><p>When activated, a <em>mycelosuit</em> covers the wearer (and their equipment) from head to toe, but allows them to breathe and eat normally. While encased in a mycelosuit, the wearer suffers from disadvantage to all hearing- and scent-based Wisdom (Perception) checks as the frills of the mushroom skin slightly overlap near the ears and nose. The skin is connected to the user in a primal fashion and recedes appropriately when access to equipment or parts of the body is needed; held items or those specifically excluded are not covered by a <em>mycelosuit</em>. Only one <em>mycelosuit</em> can be worn at a time.</p><p>These bizarre magical items are off-putting and exotic to surface dwellers. Creatures wearing these suits suffer disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks when interacting with surface dwellers while the suit is activated. Even when withdrawn, the knowledge of an item on a person's body is more than enough to unsettle upperworlders and incur this penalty; <em>mycelosuit</em> owners that walk above often take care not to openly display their enchanted suits.</p><p><strong>Lunarusuit</strong>: This <em>mycelosuit</em> grants the wearer a 60-foot flying speed. These suits are made from @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.pU9Mjya5XAyQ2kZ2#lunarae-moon-child]{moon child caps and stems (lunarae)}.</p>",
      "effects": {
        "Fly Speed (60')": {
          "name": "Fly Speed (60')"
        }
      }
    },
    "Whip of the Current": {
      "name": "Whip of the Current",
      "description": "<p><em>Weapon (whip), very rare (requires attunement)</em></p><p>You gain a +1 bonus to attack and damage rolls made with this whip, made from the tentacle of an unknowable monstrous thing from the depths. When you attack a creature with this magic weapon and roll a 20 on the attack roll, that target takes an extra 10 psychic damage, as the whip comes disturbingly to life. A target hit that takes maximum damage from this attack also must make a DC 15 Constitution saving throw. On a failure, the creature has disadvantage on Dexterity saving throws and can't use reactions for 1 minute.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.9hk0MrqI67lCzCBG]{Vestraadi}</p>"
    },
    "Aerodynamic Pick": {
      "name": "Aerodynamic Pick",
      "description": "<p>Via a complex array of adjustments, @UUID[Compendium.underworld-races-and-classes.racial-features-urc.qkE6svtPYexKbbHL]{dvergr} can modify @Compendium[dnd5e.items.2YdfjN1PIIrSHZii]{war picks}, even magic war picks, and specially balance them to be thrown in battle. They have the same statistics as war picks, save that they gain the thrown (range 20/60) property.</p>"
    },
    "Miner's Tools": {
      "name": "Miner's Tools",
      "description": "<p>This pack contains the shovels, hammers, and picks needed to break through stone and reach veins of precious ore and gemstone. Proficiency with this kit allows you to add your proficiency bonus to any ability checks to break through earth or stone as well as to any check when trying to extract encased objects from earth, stone or similar hard surfaces sans breaking the object.</p>"
    },
    "Demonic Tooth": {
      "name": "Demonic Tooth",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p>\n<p>To use this noxious, rotten and pitted tooth, you have to ritualistically insert it into your mouth. After doing so, you suffer disadvantage to all Charisma-based skill checks while it is your mouth. You change the damage inflicted by your bite attacks to necrotic damage and increase the damage caused by your bite by +1d6.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Rxqo06ht9yxyuweI]{Ahooling}</p>"
    },
    "Moss Net": {
      "name": "Moss Net",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.Rxqo06ht9yxyuweI]{Ahooling} </em><em>have access to moss nets.</em></p>\n<p><strong>Price </strong>30 gp; <strong>Weight </strong>3 lbs.</p>\n<p>These tiny items seem to be little more than a compressed ball of green mass.</p>\n<p>Made from highly compacted moss and treated with mysterious substances known only to the ahooling (and ahool), when thrown against an object a moss net instantly expands to completely cover a 5 ft square or any Medium or smaller target occupying it.</p>\n<p>A moss net operates exactly as a net does normally with a few key differences. A creature struck by a moss net also suffers from all the penalties a prone creature does, with the singular exception that once they are free of the moss net, no action is required to stand. A creature can use its action to make a DC 15 Strength check to free itself or another creature within its reach on a success. The net has AC 20, 20 hit points and a damage threshold of 5. Dealing 5 points of slashing damage to the net destroys a 5-foot-square section of it, freeing any creature trapped in that section.  Additionally, a moss net is extremely susceptible to flame—even a single point of fire damage exceeding the damage threshold completely destroys it.</p>\n<p>A moss net that hits an area covers it entirely in vegetation, making it into difficult terrain until it is cleared or burned away.</p>"
    },
    "Kraidyl Slaying Sword (shortsword)": {
      "name": "Kraidyl Slaying Sword (shortsword)",
      "description": "<p><em>Weapon (any sword), very rare (requires attunement)</em></p>\n<p>Shards of sharp obsidian jut out of this burnished plank of wood, forming a primitive, jagged sword that radiates malevolence. You gain a +1 bonus to attack and damage rolls with this magic weapon and score a critical hit on an attack roll of 19 and 20. Usually fashioned as terbutje, <em>kraidyl slaying swords</em> are often found in the hands of alpha female @UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{kraidyl} that have assumed positions of power in Underworld bayous, bogs, marshes, or swamps. When you score a critical hit with a <em>kraidyl slaying sword</em>, one of the weapon's obsidian shards breaks off in the creature it strikes dealing an additional +1d8 points of piercing damage and 2 points of poison damage, and the target is subjected to the poisoned condition on a failed Constitution saving throw against DC 17. In the hands of a kraidyl, this poison damage is doubled. There are a total of 11 obsidian shards on a newly made <em>kraidyl slaying sword</em> (10 shards on the sides and 1 at the tip). The shard at the tip is particularly lethal and deals +3d8 points of piercing damage and 6 points of poison damage upon breaking off instead, but once it breaks off, the <em>kraidyl slaying sword</em> loses all abilities except the +1 to attack and damage rolls and changes its damage type to bludgeoning. Roll [[/r 2d6–1]] to determine which chip has broken off in the wound.</p>"
    },
    "Pistol": {
      "name": "Pistol",
      "description": "<p>See: @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.yyKT4zYV09Whb5tl]{General Firearm Rules} @UUID[Compendium.underworld-races-and-classes.items-urc.Z3nljtgijjcfoAbM]{Bullets}</p>"
    },
    "Svirfneblin Blindness Bomb": {
      "name": "Svirfneblin Blindness Bomb",
      "description": "<p><em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">@UUID[Compendium.underworld-races-and-classes.racial-features-urc.Jarvd18cYO0LWTwy]{Svirfneblin} have access to </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">svirfneblin blindness bombs</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">.</span></em></p>\n<p>Though this small metal canister doesn't appear to be very powerful, the mixture of magnesium, aluminum, and oxidizers within it can be ignited to create a light so bright that it prevents creatures from seeing anything near it. A svirfneblin blindness bomb is activated by pulling its pin as a bonus action upon throwing it as a ranged weapon. At the beginning of the round after a svirfneblin blindness bomb is activated, the mixture within it explodes with a powerful exothermic reaction that makes visual-based sight anywhere within a 30-foot radius of it impossible for the remainder of the round. This light does not permeate physical barriers and can be negated with  @Compendium[dnd5e.spells.S7VbUetIfVT7B6Eq]{Darkness}.</p>"
    },
    "Hel Bottle": {
      "name": "Hel Bottle",
      "description": "<p>Down near the core of Aventyr, flows of lava are not uncommon. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.rD6ClOZUjEUrW6Je]{Gitwerc} bottle magma in special ceramic containers made with the blood of their victims, always warm to the touch. Hel bottles can be thrown up to 60 feet. Make a ranged attack against a creature or object, treating the hel bottle as an @UUID[Compendium.dnd5e.rules.BYFd9hiJGo9L5aOM.JournalEntryPage.AOOs5OrXYgGzwI9d#improvised-weapons]{Improvised Weapon}. Hel bottles explode upon impact, erupting into a 20-foot-radius sphere where they fall. Each creature in that radius must make a Dexterity saving throw (DC 10) or take 2d6 necrotic and 2d6 fire damage on a failed save, half as much damage on a successful one.</p>"
    },
    "Alien Antennae": {
      "name": "Alien Antennae",
      "description": "<p><em>Wondrous item, common</em></p>\n<p>These simple (and remarkably pliable) bands are made from the antennae of a dead @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OiA3LnjgHXSR0pso]{hoyrall}, but may be worn around either the head or neck. A creature wearing alien antennae can join in the telepathic bond effect of the @UUID[Compendium.underworld-races-and-classes.feats-urc.UcK2RqiWChs02I8W]{Alien Communication} feat, even if there already are the maximum amount of people involved. Provided that they have enough hair (a few strands no less than 5 inches long) or some other kind of thin tendril on their body (weapon cords, strings for clothing and the like) to act as their antennae for its use. Alien antennae always come in pairs.</p>"
    },
    "Dødelig Instrument Bandolier": {
      "name": "Dødelig Instrument Bandolier",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.OVxyY04jVEfjdhcP]{Dødelig} have access to dødelig instrument bandoliers.</em></p>\n<p><strong>Price</strong>: 50 gp; <strong>Weight</strong>: 2 lbs.</p>\n<p>Cheerful and full of mirth, the dødelig enjoy bringing some music to their fights. Unfortunately, not everyone seems to agree and thus, this invention was born. The bandolier features a selection of semi- elastic straps that are tautly attached to an instrument as well as to up to two light melee weapons. The dødelig make perfect use of their skeletal nature and wire these straps through their ribcages to properly set them up—only dødelig can use a dødelig instrument bandolier. As a reaction to an enemy moving or attacking, a dødelig wearing these straps can let go of her instrument, making it flip to her bandolier, sheathing it, as well as drawing up to two weapons. Similarly, a dødelig may let go of the weapons and thus draw her instrument. Pulling the straps of the harness properly taut requires 1 minute of uninterrupted preparation. A bandolier can be used 10 times before its straps need to be drawn taut again. Using a bandolier to draw or sheathe weapons or instruments does not provoke opportunity attacks. The straps have a damage threshold of 2, 10 hit points each, and a bandolier that loses one strap is considered to be broken. A bandolier that loses two straps is destroyed.</p>\n<p> </p>\n<p><img src=\"modules/underworld-races-and-classes/art/equipment/d%C3%B8delig-instrument-bandolier.jpg\" width=\"350\" height=\"347\" /></p>"
    },
    "Obsidian Bullets": {
      "name": "Obsidian Bullets",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.OVxyY04jVEfjdhcP]{Dødelig} have access to obsidian bullets.</em></p><p><strong>Price</strong>: 10 sp; <strong>Weight</strong>: —</p><p>These stones are little more than ideally sized obsidian shards. Throwing or loading a weapon with an obsidian bullet deals 1 point of slashing damage if the wielder is not wearing a gauntlet or happens to have no skin to cut, like a skeleton or dødelig. An attack with an obsidian bullet deals slashing damage on a successful hit and adds +1 to the damage roll.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.items-urc.Sh0GOo2eSzflznem]{Arquebus} @UUID[Compendium.underworld-races-and-classes.items-urc.lPnZKVapQx0Wb8sy]{Musket} @UUID[Compendium.underworld-races-and-classes.items-urc.AxOhAMmWuY5siW5p]{Pistol}</p><p>@UUID[Compendium.underworld-races-and-classes.items-urc.hYq6AgbzvZsuRDTm]{Single Action Revolver} @Compendium[dnd5e.items.3gynWO9sN4OLGMWD]{Sling}</p>"
    },
    "Draaki Fangs": {
      "name": "Draaki Fangs",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.iHQWgGlejkk7b91F]{Draaki} have access to draaki fangs.</em></p>\n<p><strong>Price</strong>: 15 gp per fang; <strong>Weight</strong>: —</p>\n<p>When used as a material component for casting a spell (which requires a number of draaki fangs equal to the spell's level), you can roll and add a d4 to the saving throw DC of your spell. A draaki typically has four fangs suitable for use as a material component.</p>"
    },
    "Bandolier of Endless Daggers": {
      "name": "Bandolier of Endless Daggers",
      "description": "<p><em>Wondrous Item, uncommon (requires attunement)</em></p>\n<p>This belt is made from the leathery skin of an unrecognizable creature from the Underworld of Aventyr and festooned with sheathed daggers. When a dagger is drawn from the belt by the wielder, another appears in its place. After being dropped, disarmed or used to make a ranged attack, a dagger from a bandolier of endless daggers disappears in one round. All daggers drawn from a bandolier of endless daggers are well-made, but never magical.</p>"
    },
    "Amberstick": {
      "name": "Amberstick",
      "description": "<p>The @UUID[Compendium.underworld-races-and-classes.racial-features-urc.qkE6svtPYexKbbHL]{dvergr} originally learned how to make ambersticks from a zwerc enclave, but it seemed to be wiped away from existence not long afterward. The process required to craft these dangerous objects dries and treats ore from the @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.8RNEEpClipfdxhIR#amber-roads]{Amber Roads}, depriving it of its innate magic. At the end of the undertaking, what is left is an a highly unstable substance that becomes extremely volatile when lit.</p><p>As an action, you can light and throw this stick up to 60 ft. Make a ranged attack against a creature or object, treating the amberstick as an @UUID[Compendium.dnd5e.rules.BYFd9hiJGo9L5aOM.JournalEntryPage.AOOs5OrXYgGzwI9d#improvised-weapons]{Improvised Weapon}. Ambersticks explode at the end of the turn they are lit, erupting into a 20-foot-radius sphere from the point the stick occupies at the end of your turn. Each creature in that radius must make a Dexterity saving throw (DC 10) or take 2d6 bludgeoning and 2d6 fire damage on a failed save, half as much damage on a successful one.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.items-urc.vKKy9QbakU1r5Rxd]{Dvergr Amberseed}</p>",
      "activities": {
        "Throw": {
          "name": "Throw"
        }
      }
    },
    "Funglet Cookie": {
      "name": "Funglet Cookie",
      "description": "<p>These grey, but often lavishly \"frosted\" cakes usually sport designs of fluorescent mushrooms, underworld bumblebees and similar happy motifs. They look positively delicious and are just that... to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.NT1fCmCuo7SesTAi]{funglets}. Made of pressed and baked guano, algae, mushrooms and decaying materials, no other creature can stomach them. Any creature without a sense of smell (the only ones liable to fall for this) tricked into eating one immediately vomits and gains the poisoned condition for 1d4 rounds. Funglets eating such a cookie, however, feel energized and gain advantage to Dexterity-based saving throws and checks for 1d4 minutes. Eating a funglet cookie does not provide any proper nutrients, though—instead, the funglet becomes very hungry after its duration has elapsed. Failure to eat twice as much during the next long or short rest results in the funglet incurring a level of exhaustion until consuming a proper meal. This cannot increase the exhaustion level beyond 5. A funglet can only benefit from one funglet cookie, before requiring a long rest and proper food to once again gain any benefits from consuming one.</p>"
    },
    "Mycelosuit - Sumulisuit": {
      "name": "Mycelosuit - Sumulisuit",
      "description": "<p><em>Wondrous Item, very rare</em></p><p>Many of the mushrooms in the Fungi Forest have special properties utilized in the practice of magic but some spellcasters have mastered the art of crafting fungal skins into powerful items known as <em>mycelosuits</em>. As an action, a wearer may command a <em>mycelosuit</em> to spread around the body of the user, covering them in mushroom skin from head to toe when the appropriate command word is spoken (the same command causes it to recede to a Tiny item).</p><p>The type of mushroom used to create the <em>mycelosuit</em> indicates what abilities it grants.</p><p>When activated, a <em>mycelosuit</em> covers the wearer (and their equipment) from head to toe, but allows them to breathe and eat normally. While encased in a mycelosuit, the wearer suffers from disadvantage to all hearing- and scent-based Wisdom (Perception) checks as the frills of the mushroom skin slightly overlap near the ears and nose. The skin is connected to the user in a primal fashion and recedes appropriately when access to equipment or parts of the body is needed; held items or those specifically excluded are not covered by a <em>mycelosuit</em>. Only one <em>mycelosuit</em> can be worn at a time.</p><p>These bizarre magical items are off-putting and exotic to surface dwellers. Creatures wearing these suits suffer disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks when interacting with surface dwellers while the suit is activated. Even when withdrawn, the knowledge of an item on a person's body is more than enough to unsettle upperworlders and incur this penalty; <em>mycelosuit</em> owners that walk above often take care not to openly display their enchanted suits.</p><p><strong>Sumulisuit</strong>: This <em>mycelosuit</em> grants its wearer an additional 5-foot reach. These suits are made from @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.pU9Mjya5XAyQ2kZ2#sumulis-tangrielis-meaty-mushroom]{meaty mushroom caps (sumulis-tangrielis)}.</p>"
    },
    "Moss Rope": {
      "name": "Moss Rope",
      "description": "<p><em style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"><em style=\"font-size:14px\">@UUID[Compendium.underworld-races-and-classes.racial-features-urc.Rxqo06ht9yxyuweI]{Ahooling} </em>have access to moss ropes.</em></p>\n<p><strong>Price </strong>30 gp; <strong>Weight </strong>8 lbs.</p>\n<p>This rope normally has 6 hit points and can be torn with a DC 25 Strength check. Unlike standard ropes, however, a moss rope is capable of stretching considerably before breaking. Most moss ropes are designed for ahooling, and thus support up to 350 pounds of weight at a length of 50 feet. For every additional 50 pounds of weight the moss rope bears, it extends by 10 feet, up to a maximum length of 100 feet. For every 20 feet the moss rope stretches, its effective hit points reduce by 1 (to a minimum of 1) and should it bear more than 500 pounds, it immediately snaps. Any exposure to fire (1 point of fire damage) entirely destroys a moss rope as it goes immediately up in flames.</p>"
    },
    "Phantom Limb": {
      "name": "Phantom Limb",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p>\n<p>Small carapaces of purples and golds mould together to make up this cap. When placed over the stub of a lost appendage, a new limb (colored as the cap is) appears within one round where the lost one used to be. It is just as strong, dexterous and sturdy as the original arm, leg, tail, tentacle or wing and is able to be used by the wearer just as a real limb would be. In addition to this, the wearer may make attacks with the phantom limb, which acts a magical weapon for the purpose of determining whether resistances or immunities of incorporeal beings like ghosts apply. Non-hoyrall find the limb repulsive however, and the wearer suffers disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks against non-hoyrall if the limb is exposed.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OiA3LnjgHXSR0pso]{Hoyrall}</p>"
    },
    "Blasphemous Effigy": {
      "name": "Blasphemous Effigy",
      "description": "<p><em>Wondrous Item, very rare (requires attunement)</em></p><p>This twisted icon of bone slowly stretches and transforms, emulating true holy symbols in aberrant parodies that pulse with tangible malevolence. Divine spellcasters that do not worship Leahcim (the trickster deity) or closely follow the beliefs of the @UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{kraidyl} \"religion\" (see @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.RlafhuLjgVLxx5pv#alignment-and-religion]{Alignment and Religion}) are repulsed by the very existence of <em>blasphemous effigies</em>. When presented like a holy symbol, any other, non-kraidyl devout creatures within 60 feet must make a Wisdom saving throw (DC = 8 + the bearer's proficiency bonus + bearer's Charisma modifier) or spend an action on their next turn presenting their holy symbol and reciting appeasing prayers to their deities. A given creature can only be affected once in 24 hours by a given <em>blasphemous effigy</em>.</p>"
    },
    "Crystalline Implant": {
      "name": "Crystalline Implant",
      "description": "<p><em>Wondrous Item, very rare (requires attunement)</em></p>\n<p>This slim, crystalline object is extremely small, perhaps the size and shape of a fingernail. When implanted in the body of a creature, requiring a DC 20 Wisdom (Medicine) check, they are able to communicate with anyone bearing a crystalline implant keyed to the same frequency. This effect functions exactly like @Compendium[dnd5e.spells.uAwtVZkiSTyP6ORB]{telepathic bond}, save that it is permanent and operates inside of an antimagic field (although under these conditions, its range is reduced to 30 feet).</p>\n<p>Furthermore, creatures may cast cure spells and spells from the divination school with a range of touch through the telepathic bond generated by crystalline implants.</p>\n<p>Keying a crystalline implant to a frequency requires attunement and an Intelligence (Arcana) check against DC 15.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.E9wPP4k7Hbw4oips]{Colliatur}</p>"
    },
    "Mycelosuit - Kekel'jisuit": {
      "name": "Mycelosuit - Kekel'jisuit",
      "description": "<p><em>Wondrous Item, legendary (requires attunement)</em></p><p>Many of the mushrooms in the Fungi Forest have special properties utilized in the practice of magic but some spellcasters have mastered the art of crafting fungal skins into powerful items known as <em>mycelosuits</em>. As an action, a wearer may command a <em>mycelosuit</em> to spread around the body of the user, covering them in mushroom skin from head to toe when the appropriate command word is spoken (the same command causes it to recede to a Tiny item).</p><p>The type of mushroom used to create the <em>mycelosuit</em> indicates what abilities it grants.</p><p>When activated, a <em>mycelosuit</em> covers the wearer (and their equipment) from head to toe, but allows them to breathe and eat normally. While encased in a mycelosuit, the wearer suffers from disadvantage to all hearing- and scent-based Wisdom (Perception) checks as the frills of the mushroom skin slightly overlap near the ears and nose. The skin is connected to the user in a primal fashion and recedes appropriately when access to equipment or parts of the body is needed; held items or those specifically excluded are not covered by a <em>mycelosuit</em>. Only one <em>mycelosuit</em> can be worn at a time.</p><p>These bizarre magical items are off-putting and exotic to surface dwellers. Creatures wearing these suits suffer disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks when interacting with surface dwellers while the suit is activated. Even when withdrawn, the knowledge of an item on a person's body is more than enough to unsettle upperworlders and incur this penalty; <em>mycelosuit</em> owners that walk above often take care not to openly display their enchanted suits.</p><p><strong>Kekel'jisuit</strong>: The restorative powers of this <em>mycelosuit's</em> base material grant its wearer the restorative benefits of a long rest upon taking a short rest. The suit can provide this benefit up to once per week. Unlike other <em>mycelosuits</em>, this suit needs to be re-attuned once it has been deactivated—The wearer has to constantly wear it. These suits are made from @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.pU9Mjya5XAyQ2kZ2#kekelji-fountain-of-the-gods]{fountain of the gods stem (kekel'ji)}.</p>"
    },
    "Underslick": {
      "name": "Underslick",
      "description": "<p>The @UUID[Compendium.underworld-races-and-classes.racial-features-urc.9hk0MrqI67lCzCBG]{sightless men} are extremely sensitive, their hearing far surpassing that of normal mortals. The very sound of combat, swords swinging or whips striking, pains their finely tuned hearing and can sometimes be an impediment. To ease the stress of battle, the vestraadi create underslick, coating their weapons in the sticky tar, making their blades and missiles sail through the air without making a sound. Wisdom (Perception) checks made to notice weapons treated with underslick are made at disadvantage. A weapon coated in underslick remains so for 4 hours or until subjected to fire.</p>"
    },
    "Shotgun": {
      "name": "Shotgun",
      "description": "<p>See: @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.yyKT4zYV09Whb5tl]{General Firearm Rules} @UUID[Compendium.underworld-races-and-classes.items-urc.0jBYxuNiiXOsgS5S]{Shotgun Shells}</p>"
    },
    "Mycelosuit - Pizmutisuit": {
      "name": "Mycelosuit - Pizmutisuit",
      "description": "<p><em>Wondrous Item, very rare</em></p><p>Many of the mushrooms in the Fungi Forest have special properties utilized in the practice of magic but some spellcasters have mastered the art of crafting fungal skins into powerful items known as <em>mycelosuits</em>. As an action, a wearer may command a <em>mycelosuit</em> to spread around the body of the user, covering them in mushroom skin from head to toe when the appropriate command word is spoken (the same command causes it to recede to a Tiny item).</p><p>The type of mushroom used to create the <em>mycelosuit</em> indicates what abilities it grants.</p><p>When activated, a <em>mycelosuit</em> covers the wearer (and their equipment) from head to toe, but allows them to breathe and eat normally. While encased in a mycelosuit, the wearer suffers from disadvantage to all hearing- and scent-based Wisdom (Perception) checks as the frills of the mushroom skin slightly overlap near the ears and nose. The skin is connected to the user in a primal fashion and recedes appropriately when access to equipment or parts of the body is needed; held items or those specifically excluded are not covered by a <em>mycelosuit</em>. Only one <em>mycelosuit</em> can be worn at a time.</p><p>These bizarre magical items are off-putting and exotic to surface dwellers. Creatures wearing these suits suffer disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks when interacting with surface dwellers while the suit is activated. Even when withdrawn, the knowledge of an item on a person's body is more than enough to unsettle upperworlders and incur this penalty; <em>mycelosuit</em> owners that walk above often take care not to openly display their enchanted suits.</p><p><strong>Pizmutisuit</strong>: Creatures wearing one of these <em>mycelosuits</em> gain poison immunity, become immune to diseases of all kinds and if they have an ability to produce poison, may use this ability an additional 3 times before resting. These suits are made from @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.pU9Mjya5XAyQ2kZ2#pizmutiaas-poison-pods]{poisonpods (pizmutiaas)}.</p>",
      "effects": {
        "Damage Immunity: Poison": {
          "name": "Damage Immunity: Poison"
        },
        "Damage Immunity: Disease": {
          "name": "Damage Immunity: Disease"
        },
        "Condition Immunity: Poisoned": {
          "name": "Condition Immunity: Poisoned"
        },
        "Condition Immunity: Diseased": {
          "name": "Condition Immunity: Diseased"
        }
      }
    },
    "Drow Quill": {
      "name": "Drow Quill",
      "description": "<p><em>Drow have access to drow quills.</em></p>\n<p><strong>Price</strong>: 10 gp; <strong>Weight</strong>: —</p>\n<p>This drow writing instrument is made from the fang of a monstrous spider. A specially made writing tip and cap are fitted to the ends of the fang and the inside is coated with an alchemical substance to keep the ink from sticking. The quill holds enough ink to write 25 pages before needing to be refilled.</p>"
    },
    "Mating Vencegran": {
      "name": "Mating Vencegran",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.OiA3LnjgHXSR0pso]{Hoyrall} have access to mating vencegran</em>.</p>\n<p>This small, carapaced organic growth is easily mistaken for a simple rock (a Wisdom (Perception) check against DC 15 is required to notice otherwise) but on its underside are thousands of small, harmless tendrils that can perfectly emulate any sound. It is actually one part of an alien creature that is eventually meant to bond with its mate (when bonded, they can only be removed with a Wisdom (Medicine) check against DC 25 or a Strength check against DC 20). If allowed to do so, it produces spores over a period of 8 days that grow 1d4+1 more vencegran before dying. After 8 weeks, any natal vencegran have fully matured and begin seeking a mate of their own. Vencegran have no sex and any two can be made to mate (leaving them within 10 feet of one another for 10 minutes does this), but they only ever attempt to mate with one other vencegran at a time. The strange alien physiology of a pair of mating vencegran allow them, and their users, to speak with one another over vast distances (up to 1,000 feet). Activating or deactivating a mating vencegran is a free action, but the creature requires one hand to be operated correctly.</p>"
    },
    "Blood Dart": {
      "name": "Blood Dart",
      "description": "<p><em>Weapon (dart), uncommon</em></p>\n<p>These obscenely dangerous slivers of obsidian are hazardous to handle for non-ahoolings (they take 1 point of slashing damage for each round it is held) but far more deadly to targets struck by them. You gain a +1 bonus to attack and damage rolls made with these darts. Additionally, when you strike an opponent with these darts, he has to make a Constitution saving throw (DC 8 + your proficiency bonus + your Strength modifier). If the subject fails its save, the dart extracts knowledge from their blood. An @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Rxqo06ht9yxyuweI]{ahooling} can lick the blood from the dart and reliably answer 1d4 of the following questions:</p>\n<ul>\n<li>Who are you? (The name by which the creature is most commonly known. )</li>\n<li>What are you? (Gender, race, profession/role. )</li>\n<li>How was your blood last shed before being hit by the blood dart? (Brief outline of the events that caused its wound, to the best of the victim's knowledge. )</li>\n<li>When was your blood last shed before being hit by the blood dart?</li>\n</ul>\n<p><em>Blood darts</em> usually come in sets of 10. They can be reused.</p>"
    },
    "Amber Attenuator": {
      "name": "Amber Attenuator",
      "description": "<p>These strange compasses with massive, fist-sized slots are made of lead, tin, silver, copper, titanium and a host of other metals. Attuned to the @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.8RNEEpClipfdxhIR#amber-roads]{Amber Road}, these devices greatly facilitate finding an entry to the Amber Road. Using an amber attenuator reduces the Wisdom (Survival) check's DC required to find a byway of the Amber Roads by 10. An amber attenuator is also required to properly use @UUID[Compendium.underworld-races-and-classes.items-urc.VxDqx1gEZCuw5csO]{amberized lodestones}.</p>"
    },
    "Kraidyl Slaying Sword (scimitar)": {
      "name": "Kraidyl Slaying Sword (scimitar)",
      "description": "<p><em>Weapon (any sword), very rare (requires attunement)</em></p>\n<p>Shards of sharp obsidian jut out of this burnished plank of wood, forming a primitive, jagged sword that radiates malevolence. You gain a +1 bonus to attack and damage rolls with this magic weapon and score a critical hit on an attack roll of 19 and 20. Usually fashioned as terbutje, <em>kraidyl slaying swords</em> are often found in the hands of alpha female @UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{kraidyl} that have assumed positions of power in Underworld bayous, bogs, marshes, or swamps. When you score a critical hit with a <em>kraidyl slaying sword</em>, one of the weapon's obsidian shards breaks off in the creature it strikes dealing an additional +1d8 points of piercing damage and 2 points of poison damage, and the target is subjected to the poisoned condition on a failed Constitution saving throw against DC 17. In the hands of a kraidyl, this poison damage is doubled. There are a total of 11 obsidian shards on a newly made <em>kraidyl slaying sword</em> (10 shards on the sides and 1 at the tip). The shard at the tip is particularly lethal and deals +3d8 points of piercing damage and 6 points of poison damage upon breaking off instead, but once it breaks off, the <em>kraidyl slaying sword</em> loses all abilities except the +1 to attack and damage rolls and changes its damage type to bludgeoning. Roll [[/r 2d6–1]] to determine which chip has broken off in the wound.</p>"
    },
    "Insidious Incisors": {
      "name": "Insidious Incisors",
      "description": "<p><em>Wondrous Item, rare (requires attunement)</em></p>\n<p>These wicked pieces of ebony bone are as hard as steel and twice as sharp. Though they fit into a @UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{kraidyl's} mouth without causing injury, most creatures cannot use <em>insidious incisors</em>. In the snouted mouth of a kraidyl, <em>insidious incisors</em> infuse the @UUID[Compendium.underworld-races-and-classes.racial-features-urc.qIEZU5kHgolXaB9W]{kraidyl's bite} with dread power, inflicting an extra +1d6 necrotic damage.</p>"
    },
    "Boletann": {
      "name": "Boletann",
      "description": "<p>Underworld craftsman have mastered the use of mushroom skins to make numerous items, incorporating the natural resource into both weapons and armor. One Medium sized mushroom produces enough skin for a single suit of hide armor for a small sized creature, as well as a shield. Armor made from Boletann increases its AC by +1 against slashing damage if it's light armor, by +2 against slashing damage if it's medium armor and by +3 against slashing damage if it's heavy armor.</p><p>The wearer also receives also receives resistance to acid, but since boletann is flammable, any wearer of boletann armor also suffers from fire vulnerability. Druids can wear Boletann with impunity. Weapons made from Boletann (which can be cured to provide a sharp blade or a hard blunt edge) remain slightly porous and can hold up to three doses of poison.</p><p>Boletann sheathes are sold with the weapon (for half the weapon's cost) and can hold up to twelve doses of poison at a time; when sheathed in one, a Boletann weapon absorbs as much poison as it can (doing so at a rate of once per round).</p><p>Boletann's fungoid structure can keep a maculosfunglet's poison potent for 2 days. Boletann weapons and armor cost two and a half times as much as usual and creating them takes twice as long as ordinary weapons and armor of that type.</p><p>Boletann has 8 hit points per inch of thickness and a damage threshold of 7; most mushroom skins are between an inch and two inches in thickness.</p>"
    },
    "Dødelig Bone Chime": {
      "name": "Dødelig Bone Chime",
      "description": "<p><em>Wondrous item, very rare (requires attunement)</em></p>\n<p>This collection of bones seems to hang from its handle on invisible strings.</p>\n<p>When played by a character proficient with a musical instrument (an action each turn), all creatures within 30 feet of the wielder must make a DC 15 Wisdom saving throw or be compelled to do nothing but dance for 1 round. Melee attacks against dancing creatures gain advantage and dancing creatures do not gain the benefits of shields and suffer disadvantage to Dexterity saving throws.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OVxyY04jVEfjdhcP]{Dødelig}</p>"
    },
    "Ahooling Macuahuitl": {
      "name": "Ahooling Macuahuitl",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.Rxqo06ht9yxyuweI]{Ahooling} have access to macuahuitl weapons.</em></p>\n<p><strong>Price</strong>: 5 gp; <strong>Weight</strong>: 8 lbs.; <strong>Damage</strong>: 1d8 slashing; <strong>Properties</strong>: Heavy, Versatile (1d10)</p>\n<p>This vicious and savage weapon crafted by the ahooling is also known as \"thirsting stick\" in their guttural tongue. The weapon is a sword-like paddle crafted from bones or fungi, with grooves along the cutting edges, These are filled with chips or obsidian, sharpened bone or crystals, usually held in place with a mossy, fungus-based adhesive. The jagged edges of these chips have a nasty tendency to splinter off in the wounds of foes. The ahooling macuahuitl is a martial weapon, but ahoolings treat it as a simple weapon.</p>\n<p> </p>\n<p><img src=\"modules/underworld-races-and-classes/art/equipment/ahooling-macuahuitl.jpg\" width=\"350\" height=\"478\" /></p>"
    },
    "Siktauryi": {
      "name": "Siktauryi",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.OiA3LnjgHXSR0pso]{Hoyrall} have access to siktauryi</em>.</p><p>This is another strange creature from the cosmos, brought to Aventyr along with the hoyrall and their savage, alien culture. Grown in hatcheries of eggs suspended from the ceiling (requiring a daily DC 10 Intelligence (Nature) check to keep alive until they gestate), they ultimately look similar to a crossbow in form, bearing a very small familiarity to a miniature stingray set upon a stock handle. Siktauryi feed on poisons of any and all varieties. Their otherworldly metabolisms break toxins down into potent acid, kept in an organ near their 'front' that can be stimulated to fire its contents outward. A siktauryi's shots deal acid damage and siktauryi have a Capacity of 12. Most hoyrall feed their siktauryi with their own, toxic blood, but siktauryi can break down just about any type of poison. One dose of poison is converted into 5 siktauryi shots. For poisons with a save DC of 15 or higher, increase the damage of a siktauryi's shot to 2d6. For poisons with a DC of 20 or higher, increase the damage of a siktauryi's shot to 3d6. For poisons with a DC of 25 or higher, increase the damage of a siktauryi's shot to 4d6. Siktauryi have 20 hit points and a damage threshold of 10. They are not technically constructs or objects and are healed by cure spells just like any other living creature (though these odd aliens do not need to breathe or sleep, and are immune to acid damage). Siktauryi cannot fire underwater, just burp forth an impotent sludge.</p><h3>Rare Siktauryi</h3><p>There are supposedly rarer, more powerful forms of siktauryi. You can use the @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.yyKT4zYV09Whb5tl]{General Firearm Rules} to further customize and create unique siktauryi.</p>"
    },
    "Arquebus": {
      "name": "Arquebus",
      "description": "<p>See: @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.yyKT4zYV09Whb5tl]{General Firearm Rules} @UUID[Compendium.underworld-races-and-classes.items-urc.Z3nljtgijjcfoAbM]{Bullets}</p>"
    },
    "Drow Gloves of Gamesmanship": {
      "name": "Drow Gloves of Gamesmanship",
      "description": "<p><em>Wondrous item, uncommon (requires attunement)</em></p>\n<p>These ornate, supple black gloves are expressly banned in drow settlements, where their owners are liable to find their hand cut off for wearing one. When wearing <em>drow gloves of gamesmanship</em>, the gloves allow you to cast the <em>@Compendium[dnd5e.spells.Utk1OQRwYkMkFRD3]{mage hand}</em> spell at will and make ranged Dexterity (Sleight of Hand) checks with <em>mage hand</em> at a –5 penalty.</p>"
    },
    "Hoyrall Capblades": {
      "name": "Hoyrall Capblades",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.OiA3LnjgHXSR0pso]{Hoyrall} have access to hoyrall capblades</em>.</p>\n<p>These half circular or crescent-moon-shaped blades are called \"shev'saluri\" in the hoyrall tongue, which translates roughly to \"food-trail maker. \" Since hoyrall can smell the heavily injured and dead, the implications are pretty obvious. The blades usually have a resin-wrapped handle roughly in the center of the weapon and usually are found and wielded in pairs of two or four. The more common known name of capblades was given to them by other underworld races, who noticed a similarity to the curvature of mushrooms. The hoyrall capblade is a martial weapon. Hoyrall have proficiency in a capblade's use. Due to the similarity with katars and similar weapons, monks and assassins have proficiency with it as well.</p>"
    },
    "Kraidyl Helmet": {
      "name": "Kraidyl Helmet",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{Kraidyl} have access to this equipment</em>.</p>\n<p>Kraidyl relish the feeling of ripping foes apart with their jaws—but unfortunately, there are creatures that are resistant to being chewed into itty-bitty pieces. This savage cap of leather may not be much of a helmet, but its straps on the snout can be fitted with \"teeth\" of different materials, allowing for the proper \"eating your enemies\" experience. Kraidyl helmets are treated as weapons, not as armor, for the purpose of which special materials (like silver, mithral, adamantine, cold iron...) can be applied to them. They never gain the benefits of armor made from the material. They convey their special material's benefits to the @UUID[Compendium.underworld-races-and-classes.racial-features-urc.qIEZU5kHgolXaB9W]{kraidyl's bite} attack.</p>\n<hr />\n<p><strong>Price Note</strong>: The price does not include the cost of the special material used when crafting the item.</p>\n<p> </p>\n<p><img src=\"modules/underworld-races-and-classes/art/equipment/kraidyl-helmet.jpg\" width=\"350\" height=\"341\" /></p>"
    },
    "Ground Dødelig Remains": {
      "name": "Ground Dødelig Remains",
      "description": "<p><em>Wondrous item, common</em></p>\n<p>In the unfortunate (and not uncommon) occurrence that a @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OVxyY04jVEfjdhcP]{dødelig} is crushed to the point of destruction, their remains are of great value to their brethren. When dispersed across an object or creature of Medium size (1 lb. worth), ground dødelig remains completely suppress any magical auras present on them without inhibiting the magics themselves. This effect lasts for a number of days equal to half the dead dødelig's hit dice.</p>"
    },
    "Dødelig Bone Token": {
      "name": "Dødelig Bone Token",
      "description": "<p><em>Wondrous item, uncommon (requires attunement)</em></p>\n<p>This diminutive bone digit hangs from a simple black leather cord. On the tiny token is an extremely minute, detailed scrimshaw of a mage raising numerous skeletons. The owner of a dødelig bone token may cast <em>@UUID[Compendium.underworld-races-and-classes.spells-urc.4b9hj6kidlRPR8pG]{detect dødelig}</em> 3 times per day.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OVxyY04jVEfjdhcP]{Dødelig}</p>"
    },
    "Dweorg Rock-singer": {
      "name": "Dweorg Rock-singer",
      "description": "<p><em>Huge Object</em></p>\n<p>A highly efficient and deadly siege weapon also used in the defense of most major dweorg cities, a rock-singer constitutes basically a set-up not unlike a catapult crossed with a repeating ballista, though most folks will never see it as such—the dweorg tend to integrate these in gigantic statues depicting their ancestors. When activated, the mouth opens and begins firing massive rocks (or stalactites) at the target area. While stationary (and targeting e.g. the area in front of a city's gates), the machinery is so efficient, it only requires one crew member to reload and man. When moving, it does require a second crew member to properly aim.</p>\n<p><em><strong>Rock-singer Stone</strong>. Ranged Weapon Attack</em>: +6 to hit, range 200/800 (can't hit targets within 20 ft. of it), one target. <em>Hit</em>: 44 (8d10) bludgeoning damage. (Rocksingers firing stalactites may cause piercing damage instead, subject to GM's approval.)</p>\n<p> </p>\n<p><img src=\"modules/underworld-races-and-classes/art/equipment/dweorg-rock-singer.jpg\" width=\"350\" height=\"416\" /></p>"
    },
    "Amberized Lodestone": {
      "name": "Amberized Lodestone",
      "description": "<p>This mottled, fist-sized piece of orange stone is suffused with the precise magical energy of a specific @UUID[Compendium.underworld-races-and-classes.racial-features-urc.8ZdLxOFbAApxTPc7]{zwerc} enclave. By inserting one of these stones into an amber attenuator and concentrating on it, a magical resonance is generated in a 30-ft-sphere surrounding the attenuator, clinging to the creatures for 1 minute before vanishing. Any creatures attuned with this resonance that enter the @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.8RNEEpClipfdxhIR#amber-roads]{Amber Road} are immediately transported to the zwerc enclave keyed to the lodestone. <em>@UUID[Compendium.dnd5e.spells.ghXTfe7sgCbgf1Q8]{Detect Magic}</em> can perceive resonance as a faint, amber aura. If two different resonances overlap, the interference becomes problematic: You roll a d%: On a 01–50, you incur a teleportation mishap and all teleported creatures (or objects) take [[/r 3d10]] force damage and reroll. Multiple mishaps can occur thanks to the damage done to the Amber Road. On a 51–100, you arrive at a similar area.</p>"
    },
    "Helfire Ash": {
      "name": "Helfire Ash",
      "description": "<p>This ash from the pits of Hel appears to be fine, powdered, black diamond dust, except that it smells overwhelmingly of clover. Any spell cast with <em>helfire ash</em> as a material component that does fire damage converts half that damage to necrotic damage. A spellcaster can only utilize three uses of <em>helfire ash</em> a day before the strain of creating a connection to the core of Aventyr becomes too much for a mortal to bear; a fourth use of the substance knocks them unconscious for 8 hours, with no means of waking the caster from this coma before the time has elapsed.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.rD6ClOZUjEUrW6Je]{Gitwerc} @UUID[Compendium.underworld-races-and-classes.feats-urc.GaWHO6jjjvI4ifId]{Helfire Master}</p>"
    },
    "Explosive Mushroom Caps": {
      "name": "Explosive Mushroom Caps",
      "description": "<p><span style=\"color:#191813;font-size:13px\">Magically-imbued mushroom caps that explode with damaging force.</span></p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.class-features-urc.pnEunsaQFSDObGDp]{Channel Divinity: Explosive Caps}</p><p>@UUID[Compendium.underworld-races-and-classes.class-features-urc.luEKKueR0pag2wsH]{Wild Shape: Explosive Caps}</p>"
    },
    "Vestraadi Katana-Eku": {
      "name": "Vestraadi Katana-Eku",
      "description": "<p>This odd weapon is held in high regard by @UUID[Compendium.underworld-races-and-classes.racial-features-urc.9hk0MrqI67lCzCBG]{vestraadi} champions. Fashioned from an odd combination of lightweight metal and resin known only to the vestraadi, this weapon is reminiscent of a large gleaming paddle, with the head half as long as the haft (around 2 feet). The shape of the katana-eku allows it to be used in chopping or slashing movements, but it may also be employed as a bludgeoning weapon. It also makes for a great paddle when not used in combat, providing tool proficiency for water vehicles for vessels relying on oars. The vestraadi katana-eku is a martial weapon, but vestraadi treat it as a simple weapon instead.</p>\n<p> </p>\n<p><img src=\"modules/underworld-races-and-classes/art/equipment/vestraadi-katana-eku.jpg\" width=\"350\" height=\"443\" /></p>"
    },
    "Gem Protector": {
      "name": "Gem Protector",
      "description": "<p><em>Wondrous item, rare</em></p>\n<p><em>There's absolutely nothing remarkable about this small piece of wood and you wonder why on Aventyr anyone would wear something so obviously unfashionable.</em></p>\n<p>All of the gems and jewels in the possession of a creature wearing a <em>gem protector</em> appear to be unremarkable (if quite beautiful) stones of little value. As soon as a gem is no longer in the creature's possession it is revealed to be a jewel, but otherwise only physical interaction and a DC 15 Wisdom saving throw breaks the illusion.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Jarvd18cYO0LWTwy]{Svirfneblin}</p>"
    },
    "Bullets": {
      "name": "Bullets",
      "description": "<p>A box with a quantity of 100 bullets and requiring materials to fire them.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.items-urc.Sh0GOo2eSzflznem]{Arquebus} @UUID[Compendium.underworld-races-and-classes.items-urc.lPnZKVapQx0Wb8sy]{Musket} @UUID[Compendium.underworld-races-and-classes.items-urc.AxOhAMmWuY5siW5p]{Pistol} @UUID[Compendium.underworld-races-and-classes.items-urc.hYq6AgbzvZsuRDTm]{Single Action Revolver}</p>"
    },
    "Severing Maw Trap": {
      "name": "Severing Maw Trap",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{Kraidyl} have access to this equipment</em>.</p><p><em><strong>Mechanical trap</strong></em></p><p>This primitive device is as simple as it is insidious and deadly. Unlike a bear trap, a maw trap is designed to outright kill whatever happens upon it, severing whatever limb is caught within. The DC to spot most severing maw traps is 15. A successful DC 15 Dexterity check using thieves' tools can trigger the severing maw harmlessly. A character without thieves' tools can attempt this check with disadvantage using any weapon or tool that is at least 3 foot long. On a failed check, the trap triggers.</p><p>Upon triggering the trap, it makes a melee attack with a +13 bonus. The target hit takes 15 (2d8+6) points of piercing damage and scores a critical hit on a roll of 17 or higher. Creatures hit are @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.cSVcyZyNe2iG1fIc]{Restrained} until their limb has been freed from the trap. The teeth of countless creatures (and often the jaws of kraidyl) are used with numerous tendons to create a powerful spring anchored into the ground with wedges of bone. Prying open the jaws or pulling the bones from the ground requires a DC 15 Strength check, as many of the tendons snap apart when the maw trap strikes. On a critical hit, the trap severs the limb if the target fails a Constitution saving throw against DC 15. A limb thus severed can be reattached if the creature receives a DC 18 Wisdom (Medicine) check and a cure spell or similar magic within a number of rounds equal to its Constitution modifier (minimum 2 rounds). Targets that had their limb severed are obviously not restrained, but short of one limb and still need to open the trap to extract the limb and reattach it.</p>"
    },
    "Slug Saddle": {
      "name": "Slug Saddle",
      "description": "<p><em>Wondrous item, rare</em></p><p>This otherwise normal saddle is covered in a seemingly endless coating of greenish slime. When equipped to a @UUID[Compendium.underworld-races-and-classes.monsters-urc.qcY7gEupd33cKT08]{svirf riding slug} (or any other slug mount), you are nigh impossible to unseat from your slug mount; you gain advantage on saves to avoid being unseated or falling prone from slugs or snails with this saddle.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Jarvd18cYO0LWTwy]{Svirfneblin}</p>"
    },
    "Gitwerc Red Tape": {
      "name": "Gitwerc Red Tape",
      "description": "<p>Taught well by their infernal masters, the @UUID[Compendium.underworld-races-and-classes.racial-features-urc.rD6ClOZUjEUrW6Je]{gitwerc} have learned an alchemical process, by which multiple flayed faces may be thinned to strands and woven together to form a red, paper-like substance that can cut foes to ribbons. Gitwerc wielding a gitwerc red tape made from the same race as the flayed skin they wear have advantage on the first attack against a creature that is of that same race. Gitwerc red tape is a martial weapon.</p>"
    },
    "Drow Condemnation Sheet": {
      "name": "Drow Condemnation Sheet",
      "description": "<p><em>Wondrous item, common</em></p>\n<p><strong>Price</strong>: None or 5 gp times challenge rating of the target; <strong>Weight</strong>: —</p>\n<p>A drow with the serpent's tongue feature may write down tailor-made insults towards a specific individual with a @UUID[Compendium.underworld-races-and-classes.items-urc.LPaZ7mbYesJqHPRm]{drow quill} on <em>@UUID[Compendium.underworld-races-and-classes.items-urc.rxBsi9yD0MRpZYoh]{kllellek paper}</em> in a process that requires 1 minute of uninterrupted work and that the drow speaks the language of the target of the sheet. This creates a sheet that condemns the target for real or imagined atrocities concocted by the vicious mind of the drow. The paper can be added to either a weapon or an armor the drow uses as an action that provokes opportunity attacks. Only one sheet may be attached to a given item and an enemy may only be subject to one such item at any given time. Once attached, the insults, provided the target creature can understand and read them, irritate the target. The creature suffers from disadvantage to attack rolls for 1 round after clearly seeing the sheet. Most intelligent creatures are also wont to attack a drow sporting such a paper before other targets (subject to GM's approval). The cost of such a sheet is equal to that of the <em>kllellek paper</em>, though drow usually charge up to 5 gp times the challenge rating of a target to provide a condemnation sheet to interested parties.</p>"
    },
    "Svirfneblin Multicrossbow": {
      "name": "Svirfneblin Multicrossbow",
      "description": "<p><span style=\"font-family:var(--font-primary)\"><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.Jarvd18cYO0LWTwy]{Svirfneblin} have access to svirfneblin multicrossbows.</em></span></p><p><strong>Price</strong>: +200 gp per crossbow beyond the first <br /><strong>Weight</strong>: 5 lbs. + combined weight of crossbows</p><hr /><p>Sometimes you just need power. The svirfneblin multicrossbow is a collection of @Compendium[dnd5e.items.RmP0mYRn2J7K26rX]{heavy crossbows} modified into one. A multicrossbow has one trigger that fires all bolts at once and the crossbows are aligned so the bolts hit approximately the same spot. The alignment of the combined crossbows is done via an absurd amount of winches, cranks, and buttons, and thus only characters with an Intelligence score of 16 or higher may properly use these crossbows; all other characters can't calculate the modifications required fast enough and thus suffer from disadvantage to all attack and damage rolls executed with the multicrossbow. For every additional crossbow added, this minimum Intelligence score is increased by +2—a svirfneblin multicrossbow consisting of 4 heavy crossbows would for example require an Intelligence score of 20 to properly use.</p><p>Additionally, a character needs to be able to carry a multicrossbow without being heavily encumbered to properly use it. This power comes at an almost comical bulk, though: Carrying a svirfneblin multicrossbow means that the wielder is automatically <strong>@UUID[Compendium.dnd5e.rules.0AGfrwZRzSG0vNKb.JournalEntryPage.xt6tSGvU9e0vtXw6#variant:-encumbrance]{encumbered}</strong>. If the wielder already is <strong>encumbered</strong>, he is <strong>heavily encumbered</strong> instead. Svirfneblin multicrossbows consisting of 3 or more crossbows added instead automatically have the wielder treated as <strong>heavily encumbered</strong>. If a character would already be <strong>heavily encumbered</strong>, he can't properly wield the svirfneblin multicrossbow. Reloading a multicrossbow takes twice as long as a regular crossbow if two crossbows were combined, thrice as long if three were combined, etc. Svirfneblin multicrossbows are martial ranged weapons.</p><p>As an example: A svirfneblin has a multicrossbow made of three heavy crossbows. He has the required Intelligence score of 18 to properly use the multicrossbow. Since the multicrossbow contains more than two crossbows, the character is <strong>heavily encumbered</strong>: His speed drops to 20 feet and the character has disadvantage on ability checks, attack rolls and saving throws that use Strength, Dexterity or Constitution. An attack with the crossbow would fire three bolts, all at the same target. The wielder rolls separately for these attacks. After that, the svirfneblin would have to spend three times as long to reload the multicrossbow as it would take the character to reload a single heavy crossbow.</p>"
    },
    "True Ahool Crown": {
      "name": "True Ahool Crown",
      "description": "<p><em>Wondrous item, legendary (requires attunement)</em></p>\n<p>This grisly crown is made from unnaturally smooth obsidian inlaid with gemstones of varying colors and complexity, but entirely covered in gore that reappears as soon as it is wiped away.</p>\n<p>The wearer of a true ahool crown gains the ability to mentally command swarms of creatures. As an action, you can target a number of swarms with a collective number of Hit Dice no greater than your own and subject them to a Wisdom saving throw with a DC of 8 + your proficiency bonus + your Charisma and Constitution modifiers. On a failed save, each of the individual creatures of the swarm are subject to your total and absolute, permanent mental control. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Rxqo06ht9yxyuweI]{Ahooling} controlled while in their swarm form and similar creatures that can assume swarm forms remain under your control upon reverting to their original forms.</p>\n<p>While you're wearing the true ahool crown, you may control multiple swarms, but their total Hit Die may never exceed your own.</p>"
    },
    "Kraidyl Slaying Sword (greatsword)": {
      "name": "Kraidyl Slaying Sword (greatsword)",
      "description": "<p><em>Weapon (any sword), very rare (requires attunement)</em></p>\n<p>Shards of sharp obsidian jut out of this burnished plank of wood, forming a primitive, jagged sword that radiates malevolence. You gain a +1 bonus to attack and damage rolls with this magic weapon and score a critical hit on an attack roll of 19 and 20. Usually fashioned as terbutje, <em>kraidyl slaying swords</em> are often found in the hands of alpha female @UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{kraidyl} that have assumed positions of power in Underworld bayous, bogs, marshes, or swamps. When you score a critical hit with a <em>kraidyl slaying sword</em>, one of the weapon's obsidian shards breaks off in the creature it strikes dealing an additional +1d8 points of piercing damage and 2 points of poison damage, and the target is subjected to the poisoned condition on a failed Constitution saving throw against DC 17. In the hands of a kraidyl, this poison damage is doubled. There are a total of 11 obsidian shards on a newly made <em>kraidyl slaying sword</em> (10 shards on the sides and 1 at the tip). The shard at the tip is particularly lethal and deals +3d8 points of piercing damage and 6 points of poison damage upon breaking off instead, but once it breaks off, the <em>kraidyl slaying sword</em> loses all abilities except the +1 to attack and damage rolls and changes its damage type to bludgeoning. Roll [[/r 2d6–1]] to determine which chip has broken off in the wound.</p>"
    },
    "Dragonbone Focus": {
      "name": "Dragonbone Focus",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p>\n<p>This token is made from dragonbone, covered in intricate scrimshaw that depicts fire breathing draaki fighting off dragons in the caverns of the Underworld. A draaki with a <em>dragonbone focus</em> increases the energy damage inflicted by their breath weapon by +1d6, its uses before requiring rest by one and the draaki may use each of their breath weapon to either create a 5 by 30 ft. -line or a 15-foot cone (chosen each time they use their breath weapon, see @UUID[Compendium.underworld-races-and-classes.racial-features-urc.iHQWgGlejkk7b91F]{Draaki Heritage} table).</p>"
    },
    "Predator's Lenses": {
      "name": "Predator's Lenses",
      "description": "<p><em>Wondrous Item, rare (requires attunement)</em></p>\n<p>These crimson lenses glint with a primal hunger that sends a chill down the spine. When worn by a creature with darkvision, predator's lenses increase the range of their darkvision by 60 feet. A @UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{kraidyl} who wears these lenses gains one additional use per day of their @UUID[Compendium.underworld-races-and-classes.racial-features-urc.7HPczPBdX8iYKszz]{hypnotic gaze} ability before requiring a short or long rest to recharge.</p>"
    },
    "Camouflage Grit": {
      "name": "Camouflage Grit",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{Kraidyl} have access to this equipment</em>.</p><p>Mixing together the fluids of prey and exotic substances from Underworld marshes, kraidyl have developed a strange concoction able to mix with water and absorb some of the color from any solid object. With one minute of time and a waterskin, camouflage grit can be used to create a makeup disguise that functions as nearly perfect camouflage. The creature applying the camouflage grit makes a DC 15 Charisma (Deception) check and on a success, paints the camouflage grit sufficiently well enough to allow the creature wearing it to gain the benefits of being treated as though it were in a <strong>@UUID[Compendium.dnd5e.rules.aYmUMcQfSIqYWpKk.JournalEntryPage.9jyye7TeGlY4FRf3#vision-and-light]{lightly obscured}</strong> area, so long as it remains motionless and does not move from where the makeup was applied to emulate the surroundings. Any movement by the creature destroys  amouflage grit. A creature may never apply camouflage grit to itself.</p>"
    },
    "Mycelosuit - Scutumsuit": {
      "name": "Mycelosuit - Scutumsuit",
      "description": "<p><em>Wondrous Item, very rare</em></p><p>Many of the mushrooms in the Fungi Forest have special properties utilized in the practice of magic but some spellcasters have mastered the art of crafting fungal skins into powerful items known as <em>mycelosuits</em>. As an action, a wearer may command a <em>mycelosuit</em> to spread around the body of the user, covering them in mushroom skin from head to toe when the appropriate command word is spoken (the same command causes it to recede to a Tiny item).</p><p>The type of mushroom used to create the <em>mycelosuit</em> indicates what abilities it grants.</p><p>When activated, a <em>mycelosuit</em> covers the wearer (and their equipment) from head to toe, but allows them to breathe and eat normally. While encased in a mycelosuit, the wearer suffers from disadvantage to all hearing- and scent-based Wisdom (Perception) checks as the frills of the mushroom skin slightly overlap near the ears and nose. The skin is connected to the user in a primal fashion and recedes appropriately when access to equipment or parts of the body is needed; held items or those specifically excluded are not covered by a <em>mycelosuit</em>. Only one <em>mycelosuit</em> can be worn at a time.</p><p>These bizarre magical items are off-putting and exotic to surface dwellers. Creatures wearing these suits suffer disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks when interacting with surface dwellers while the suit is activated. Even when withdrawn, the knowledge of an item on a person's body is more than enough to unsettle upperworlders and incur this penalty; <em>mycelosuit</em> owners that walk above often take care not to openly display their enchanted suits.</p><p><strong>Scutumsuit</strong>: These <em>mycelosuits</em> are made from the dense caps of the @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.pU9Mjya5XAyQ2kZ2#scutum-boletus-or-shield-mushroom]{scutum boletus (Shield Mushroom)} and provide the wearer with a shield of vines that acts as a <em>@Compendium[dnd5e.items.WfqBg3yBNoJQtVEB]{shield +3}</em>. These suits are made from shield mushroom cap (scutum boletus).</p>"
    },
    "Magic Detector": {
      "name": "Magic Detector",
      "description": "<p><span style=\"font-family:var(--font-primary)\"><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.Jarvd18cYO0LWTwy]{Svirfneblin} have access to magic detectors.</em></span></p><p>This metal contraption of dials, antennae, coils, and switches has a small glass screen that, when activated, lights up with different colors that denote the presence and strength of magic nearby (abjuration: cyan, conjuration: purple, divination: yellow, enchantment: pink, evocation: red, illusion: orange, necromancy: green, transmutation: brown, universal: white). An active magic detector has a constant extraordinary @Compendium[dnd5e.spells.ghXTfe7sgCbgf1Q8]{detect magic} effect that consumes one charge per minute. Magic detectors have 8 charges per day, but can be recharged with the careful application of electricity: 1–5 points of lightning damage restores an equal number of charges, while 6 points or more lightning damage fully recharges a magic detector but permanently reduces its @UUID[Compendium.dnd5e.rules.t6scHTmpmHBTZGTX.JournalEntryPage.3RM2KPMlMrSXngN3#object-hit-points]{damage threshold} by –1 (a magic detector is destroyed when its damage threshold equals 0). A magic detector has a damage threshold of 5 and 50 hit points.</p><p>Only @UUID[Compendium.underworld-races-and-classes.subclasses-urc.jtpgyzaHLFUe21fs]{svirf scientists} can craft magic detectors; doing so requires the expenditure of 3 science dice as part of the crafting process.</p>"
    },
    "Mycelosuit - Audisuit": {
      "name": "Mycelosuit - Audisuit",
      "description": "<p><em>Wondrous Item, very rare</em></p><p>Many of the mushrooms in the Fungi Forest have special properties utilized in the practice of magic but some spellcasters have mastered the art of crafting fungal skins into powerful items known as <em>mycelosuits</em>. As an action, a wearer may command a <em>mycelosuit</em> to spread around the body of the user, covering them in mushroom skin from head to toe when the appropriate command word is spoken (the same command causes it to recede to a Tiny item).</p><p>The type of mushroom used to create the <em>mycelosuit</em> indicates what abilities it grants.</p><p>When activated, a <em>mycelosuit</em> covers the wearer (and their equipment) from head to toe, but allows them to breathe and eat normally. While encased in a mycelosuit, the wearer suffers from disadvantage to all hearing- and scent-based Wisdom (Perception) checks as the frills of the mushroom skin slightly overlap near the ears and nose. The skin is connected to the user in a primal fashion and recedes appropriately when access to equipment or parts of the body is needed; held items or those specifically excluded are not covered by a <em>mycelosuit</em>. Only one <em>mycelosuit</em> can be worn at a time.</p><p>These bizarre magical items are off-putting and exotic to surface dwellers. Creatures wearing these suits suffer disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks when interacting with surface dwellers while the suit is activated. Even when withdrawn, the knowledge of an item on a person's body is more than enough to unsettle upperworlders and incur this penalty; <em>mycelosuit</em> owners that walk above often take care not to openly display their enchanted suits.</p><p><strong>Audisuit</strong>: Thousands of small frills and miniature tendrils flow and probe around the wearer of one of these <em>mycelosuits</em>, granting them 30-foot blindsight. These suits are made from @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.pU9Mjya5XAyQ2kZ2#audire-boletus-the-funneling-fungi]{funnel fungi caps (audire boletus)}.</p>",
      "effects": {
        "Blindsight (30')": {
          "name": "Blindsight (30')"
        }
      }
    },
    "Single Action Revolver": {
      "name": "Single Action Revolver",
      "description": "<p>See: @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.yyKT4zYV09Whb5tl]{General Firearm Rules} @UUID[Compendium.underworld-races-and-classes.items-urc.Z3nljtgijjcfoAbM]{Bullets}</p>"
    },
    "Sponged Undercoral": {
      "name": "Sponged Undercoral",
      "description": "<p>This strange, mutely colored, porous rock can be cut and affixed to any surface. Whenever a creature with an odor approaches within 30 feet of a sponged undercoral, the coral exudes an odor of its own. This odor is easily detected by creatures with <em>Keen Smell</em> but is otherwise not noticeable. After being exposed to the skin of a creature, a sponge undercoral registers their scent and no longer exudes an odor when they approach. After being affixed to a surface, sponged undercoral remains there until destroyed. It has a 16 hit points and is 4 inches thick. Sponged undercoral works normally underwater.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.9hk0MrqI67lCzCBG]{Vestraadi}</p>"
    },
    "Bone Xylophone": {
      "name": "Bone Xylophone",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.OVxyY04jVEfjdhcP]{Dødelig} have access to bone xylophones.</em></p>\n<p><strong>Price</strong>: 600 gp; <strong>Weight</strong>: 6 lbs.</p>\n<p>This instrument has two metal stands that fold out and two leather straps to wear around the shoulders. A descending series of bones lay parallel to one another, each emitting a different, eerie sound when struck. Bone xylophones are made from the bones of destroyed dødelig, and every musical note from one of these unique musical instruments resonates with the primal magic of their race. A dødelig proficient with using these xylophones adds +2 to his proficiency bonus to make ability checks with this instrument.</p>"
    },
    "Fastfix Wrench": {
      "name": "Fastfix Wrench",
      "description": "<p><em>Weapon (club), very rare (requires attunement)</em></p><p>The metallic, thin and oddly-shaped club is made from a material that gleams unnaturally and you can't help but wonder what the strange head of the weapon is intended to do. You gain a +1 bonus to attack and damage rolls made with this magic weapon. Additionally, this wrench can be used to not only repair inanimate objects and heal constructs, but also to temporarily enhance them. In addition, while you are attuned to this item, leaving the <em>fastfix wrench</em> unattended on an object or construct heals it for 1d4 hit points after an hour. The wielder of a <em>fastfix wrench</em> can also, once per 24 hours, double the @UUID[Compendium.dnd5e.rules.t6scHTmpmHBTZGTX.JournalEntryPage.3RM2KPMlMrSXngN3#object-hit-points]{damage threshold} of an object for 10 minutes.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Jarvd18cYO0LWTwy]{Svirfneblin}</p>"
    },
    "Musket": {
      "name": "Musket",
      "description": "<p>See: @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.yyKT4zYV09Whb5tl]{General Firearm Rules} @UUID[Compendium.underworld-races-and-classes.items-urc.Z3nljtgijjcfoAbM]{Bullets}</p>"
    },
    "Mycelosuit - Sangresuit": {
      "name": "Mycelosuit - Sangresuit",
      "description": "<p><em>Wondrous Item, very rare</em></p><p>Many of the mushrooms in the Fungi Forest have special properties utilized in the practice of magic but some spellcasters have mastered the art of crafting fungal skins into powerful items known as <em>mycelosuits</em>. As an action, a wearer may command a <em>mycelosuit</em> to spread around the body of the user, covering them in mushroom skin from head to toe when the appropriate command word is spoken (the same command causes it to recede to a Tiny item).</p><p>The type of mushroom used to create the <em>mycelosuit</em> indicates what abilities it grants.</p><p>When activated, a <em>mycelosuit</em> covers the wearer (and their equipment) from head to toe, but allows them to breathe and eat normally. While encased in a mycelosuit, the wearer suffers from disadvantage to all hearing- and scent-based Wisdom (Perception) checks as the frills of the mushroom skin slightly overlap near the ears and nose. The skin is connected to the user in a primal fashion and recedes appropriately when access to equipment or parts of the body is needed; held items or those specifically excluded are not covered by a <em>mycelosuit</em>. Only one <em>mycelosuit</em> can be worn at a time.</p><p>These bizarre magical items are off-putting and exotic to surface dwellers. Creatures wearing these suits suffer disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks when interacting with surface dwellers while the suit is activated. Even when withdrawn, the knowledge of an item on a person's body is more than enough to unsettle upperworlders and incur this penalty; <em>mycelosuit</em> owners that walk above often take care not to openly display their enchanted suits.</p><p><strong>Sangresuit</strong>: When active, this <em>mycelosuit</em> grants the wearer the benefits of the <em>@Compendium[dnd5e.spells.aU62xVUBYkAQWIHv]{nondetection}</em> spell. These suits are made from @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.pU9Mjya5XAyQ2kZ2#sangre-tigre-tiger-blood]{tiger blood caps (sangre-tigre)}.</p>"
    },
    "Kraidyl Slaying Sword (longsword)": {
      "name": "Kraidyl Slaying Sword (longsword)",
      "description": "<p><em>Weapon (any sword), very rare (requires attunement)</em></p>\n<p>Shards of sharp obsidian jut out of this burnished plank of wood, forming a primitive, jagged sword that radiates malevolence. You gain a +1 bonus to attack and damage rolls with this magic weapon and score a critical hit on an attack roll of 19 and 20. Usually fashioned as terbutje, <em>kraidyl slaying swords</em> are often found in the hands of alpha female @UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{kraidyl} that have assumed positions of power in Underworld bayous, bogs, marshes, or swamps. When you score a critical hit with a <em>kraidyl slaying sword</em>, one of the weapon's obsidian shards breaks off in the creature it strikes dealing an additional +1d8 points of piercing damage and 2 points of poison damage, and the target is subjected to the poisoned condition on a failed Constitution saving throw against DC 17. In the hands of a kraidyl, this poison damage is doubled. There are a total of 11 obsidian shards on a newly made <em>kraidyl slaying sword</em> (10 shards on the sides and 1 at the tip). The shard at the tip is particularly lethal and deals +3d8 points of piercing damage and 6 points of poison damage upon breaking off instead, but once it breaks off, the <em>kraidyl slaying sword</em> loses all abilities except the +1 to attack and damage rolls and changes its damage type to bludgeoning. Roll [[/r 2d6–1]] to determine which chip has broken off in the wound.</p>"
    },
    "Ration Pills": {
      "name": "Ration Pills",
      "description": "<p><em><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">@UUID[Compendium.underworld-races-and-classes.racial-features-urc.Jarvd18cYO0LWTwy]{Svirfneblin} have access to </span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">ration pills</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">.</span></em></p>\n<p>These small, ingenious pills can be swallowed to provide creatures with nourishment or refreshment in only a few minutes. You can swallow a pill as a bonus action. Solid ration pills provide all the nutrients and benefits of a meal, while liquid ration pills are equivalent to an 8-oz. glass of water. Ration pills are not water soluble but activated by acid damage (however minor).</p>"
    },
    "Periapt of the Draaki Savage": {
      "name": "Periapt of the Draaki Savage",
      "description": "<p><em>Wondrous item, rare (requires attunement)</em></p>\n<p>While a @UUID[Compendium.underworld-races-and-classes.racial-features-urc.iHQWgGlejkk7b91F]{draaki} wears a periapt of the draaki savage, he is considered to be constantly under the effects of a @UUID[Compendium.underworld-races-and-classes.spells-urc.8aUPrSTdO3e8Fczq]{draaki savage} spell.</p>"
    },
    "Merciful Shard": {
      "name": "Merciful Shard",
      "description": "<p><em>Wondrous item, common</em></p>\n<p>This colliatur shard radiates visibly with magic, vibrating with a pleasant sensation when touched. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.E9wPP4k7Hbw4oips]{Colliatur} implant these shards into creatures not fully trusted, but deemed either important or potentially useful, in order to teach them the sanctity of life. Implanting a merciful shard requires the creature to either be willing, helpless, restrained, unconscious, paralyzed, stunned or otherwise incapacitated and requires a Wisdom (Medicine) check. (DC 10). On a success, the shard painfully merges with the creature, which from now on has the @UUID[Compendium.underworld-races-and-classes.racial-features-urc.E9wPP4k7Hbw4oips]{Sacred Life} racial trait. Removing a merciful shard is much more difficult and requires a Wisdom (Medicine) check against DC 30. Additionally, removing such a shard results in it splintering, which sends forth a subsonic pulse clearly audible to all colliatur within 5 miles, which usually means that colliatur soon will arrive to investigate what has happened.</p>"
    },
    "Mycelosuit - Vidersuit": {
      "name": "Mycelosuit - Vidersuit",
      "description": "<p><em>Wondrous Item, very rare</em></p><p>Many of the mushrooms in the Fungi Forest have special properties utilized in the practice of magic but some spellcasters have mastered the art of crafting fungal skins into powerful items known as <em>mycelosuits</em>. As an action, a wearer may command a <em>mycelosuit</em> to spread around the body of the user, covering them in mushroom skin from head to toe when the appropriate command word is spoken (the same command causes it to recede to a Tiny item).</p><p>The type of mushroom used to create the <em>mycelosuit</em> indicates what abilities it grants.</p><p>When activated, a <em>mycelosuit</em> covers the wearer (and their equipment) from head to toe, but allows them to breathe and eat normally. While encased in a mycelosuit, the wearer suffers from disadvantage to all hearing- and scent-based Wisdom (Perception) checks as the frills of the mushroom skin slightly overlap near the ears and nose. The skin is connected to the user in a primal fashion and recedes appropriately when access to equipment or parts of the body is needed; held items or those specifically excluded are not covered by a <em>mycelosuit</em>. Only one <em>mycelosuit</em> can be worn at a time.</p><p>These bizarre magical items are off-putting and exotic to surface dwellers. Creatures wearing these suits suffer disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks when interacting with surface dwellers while the suit is activated. Even when withdrawn, the knowledge of an item on a person's body is more than enough to unsettle upperworlders and incur this penalty; <em>mycelosuit</em> owners that walk above often take care not to openly display their enchanted suits.</p><p><strong>Vidersuit</strong>: This <em>mycelosuit</em> filters the light reaching the wearer's eyes, bathing it in enchanted infrared that grants the user darkvision (if they already have darkvision, they gain superior darkvision instead). Additionally, tendrils of fungi constantly probe the earth and stone the wearer stands on, granting them @Compendium[dnd5e.races.mQPZDRbUhgYTbXKa]{stonecunning} as though they were a dwarf (if they already have Stonecunning, increases the bonus to thrice the wearer's proficiency bonus). These suits are made from @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.pU9Mjya5XAyQ2kZ2#videre-spongos-twilight-caps]{twilight caps (videre spongos)}.</p><p><strong>Foundry Note</strong>: The <strong>Darkvision (+60')</strong> effect is added to your sheet when this item is added to your inventory. If the character already had darkvision, this effect increases the range to 120' when activated, otherwise it simply adds darkvision with a range of 60' when activated.</p>",
      "effects": {
        "Darkvision (+60')": {
          "name": "Darkvision (+60')"
        }
      }
    },
    "Resonating Bow": {
      "name": "Resonating Bow",
      "description": "<p><em>Weapon (longbow), very rare (requires attunement)</em></p>\n<p>You gain a +1 bonus to attack and damage rolls made with this unnaturally smooth magic weapon. Made from the bones of huge aquatic beasts from the lightless depths of the Forever Deep, a @UUID[Compendium.underworld-races-and-classes.racial-features-urc.9hk0MrqI67lCzCBG]{vestraadi} firing an arrow with this bow may, as a bonus action, imbue his <em><strong>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.3QuzpedjD1LTsoyN]{combat sonar}</strong></em> or <em><strong>discerning pulse</strong></em> in the arrow, treating the place where the arrow lands as though the vestraadi had emitted the pulse there.</p>"
    },
    "Topaz Gem": {
      "name": "Topaz Gem",
      "description": "<p>A small topaz gem.</p>"
    },
    "Aerodynamic Pick (Thrown)": {
      "name": "Aerodynamic Pick (Thrown)",
      "description": "<p>Via a complex array of adjustments, @UUID[Compendium.underworld-races-and-classes.racial-features-urc.qkE6svtPYexKbbHL]{dvergr} can modify @Compendium[dnd5e.items.2YdfjN1PIIrSHZii]{war picks}, even magic war picks, and specially balance them to be thrown in battle. They have the same statistics as war picks, save that they gain the thrown (range 20/60) property.</p>"
    },
    "Scales of Bounding Descent": {
      "name": "Scales of Bounding Descent",
      "description": "<p><em>Wondrous item, uncommon (requires attunement)</em></p>\n<p>These enchanted greaves are made from @UUID[Compendium.underworld-races-and-classes.racial-features-urc.iHQWgGlejkk7b91F]{draaki} scales covered in a reflective lacquer that shines a dull orange in torchlight. So long as the wearer has at least two surfaces no farther than 15 feet apart (for a Medium creature; 20 feet apart for a Large creature or 10 feet apart for a Small creature) to bounce against, they can ricochet their body from one to the next. Once on a new wall, they can fall slowly for 20 feet and before bounding across again, allowing them to fall any distance indefinitely.</p>"
    },
    "Kllellek Paper": {
      "name": "Kllellek Paper",
      "description": "<p><em>Wondrous item, common</em></p>\n<p><em>Kllellek paper</em> is a drow invention made from an alchemical mixture of giant slug and neothelid skins. These are drenched in acid and then pressed together and bonded with a thin outer layer of rendered dwarven fat to hold the entire mixture together, creating four sheets of paper that measure 9\"x12\". These components give the paper invulnerability to physical harm (such as tearing, cutting, or burning by natural fire). Spells that deal damage (like <em>burning hands</em> or <em>fireball</em>) damage <em>kllellek paper</em> normally, but the layer of dwarven fat gives the paper advantage to saving throws against these spells. <em>Kllellek paper</em> can be personalized by a drow if they add 4 drops of their own blood to the mixture (allowing them to use it as identification). This doesn't ever seem to work for any other race.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.items-urc.wxQqOCTEjWMpGwIZ]{Drow Ink}</p>"
    },
    "Instant Forge": {
      "name": "Instant Forge",
      "description": "<p><em>Wondrous item, rare</em></p><p>This stone cube is small, but when you use an action to place it on the ground and the command word is spoken, it grows to form a full blacksmithing forge 20 feet square and 20 feet high, with an unending fire, anvil, smith's tools and chimney, allowing a craftsman to engage in the crafting downtime activity anywhere. The stone walls (AC 17, 50 hit points) extend 5 feet into the ground, rooting it to the spot and preventing it from being tipped over; if activated in a space it cannot fit, it expands to the maximum possible size. The structure has a small, simple wooden door (AC 15, 27 hit points) that opens only at the command of the person who uttered the command word. The <em>instant forge</em> springs up in just 1 round, with the door facing the user. Creature nearby, with the exception of the owner must be careful not to be caught in the forge's sudden growth. Creatures in the area where the forge appears must make a DC 15 Dexterity saving throw, taking 5d10 bludgeoning damage on a failed save, or half as much damage on a successful one. In either case, creatures are pushed to an unoccupied space outside, but next to the forge. Objects that aren't being worn or carried take this damage and are pushed automatically. Damage to the forge can be repaired normally. The <em>instant forge</em> is deactivated by speaking the command word. It cannot be deactivated unless it is empty.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.5cjl06fRFIGDcZ7X]{Dweorg}</p>"
    },
    "Mycelosuit - Deposuit": {
      "name": "Mycelosuit - Deposuit",
      "description": "<p><em>Wondrous Item, rare</em></p><p>Many of the mushrooms in the Fungi Forest have special properties utilized in the practice of magic but some spellcasters have mastered the art of crafting fungal skins into powerful items known as <em>mycelosuits</em>. As an action, a wearer may command a <em>mycelosuit</em> to spread around the body of the user, covering them in mushroom skin from head to toe when the appropriate command word is spoken (the same command causes it to recede to a Tiny item).</p><p>The type of mushroom used to create the <em>mycelosuit</em> indicates what abilities it grants.</p><p>When activated, a <em>mycelosuit</em> covers the wearer (and their equipment) from head to toe, but allows them to breathe and eat normally. While encased in a mycelosuit, the wearer suffers from disadvantage to all hearing- and scent-based Wisdom (Perception) checks as the frills of the mushroom skin slightly overlap near the ears and nose. The skin is connected to the user in a primal fashion and recedes appropriately when access to equipment or parts of the body is needed; held items or those specifically excluded are not covered by a <em>mycelosuit</em>. Only one <em>mycelosuit</em> can be worn at a time.</p><p>These bizarre magical items are off-putting and exotic to surface dwellers. Creatures wearing these suits suffer disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks when interacting with surface dwellers while the suit is activated. Even when withdrawn, the knowledge of an item on a person's body is more than enough to unsettle upperworlders and incur this penalty; <em>mycelosuit</em> owners that walk above often take care not to openly display their enchanted suits.</p><p><strong>Deposuit</strong>: A creature wearing one of these <em>mycelosuits</em> is immune to diseases of all kinds (including magical diseases). These suits are made from @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.pU9Mjya5XAyQ2kZ2#glaucan-deporphus-or-glistening-saucer]{glistening saucer caps (glaucan-deporphus)}.</p>",
      "effects": {
        "Damage Immunity: Disease": {
          "name": "Damage Immunity: Disease"
        },
        "Condition Immunity: Diseased": {
          "name": "Condition Immunity: Diseased"
        }
      }
    },
    "Draaki Sinew Bowstring": {
      "name": "Draaki Sinew Bowstring",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.iHQWgGlejkk7b91F]{Draaki} have access to draaki sinew bowstring.</em></p>\n<p><strong>Price</strong>: +500 gp; <strong>Weight</strong>: 1/2 lb.</p>\n<p>Not squeamish and fiercely nomadic, the draaki waste very little of their dearly departed (though they do not normally eat each other; their remaining flesh is ritually sacrificed in lava), using the powerful remains of their dead to craft all manner of devices. One draaki produces enough sinew to create a bowstring for a single longbow or heavy crossbow or two shortbows or light crossbows sized for a Medium creature. Adding draaki sinew bowstrings to a ranged weapon allows you to add your Strength modifier to the damage roll with the ranged weapon instead of your Dexterity modifier. You also increase the range of your weapon by +10 feet and maximum range by +40 feet.</p>"
    },
    "Greater Crystalline Implant": {
      "name": "Greater Crystalline Implant",
      "description": "<p><em>Wondrous item, legendary (requires attunement)</em></p>\n<p>This curious item looks much like a regular crystalline implant, except that it is jet black. A greater crystalline implant is utilized in much the same way as its regular counterpart, but grants no telepathic bond or special consideration for cure and divination spells. The bearer of a greater crystalline implant is granted immunity to indirect effects of the colloid; it never counts as difficult terrain for the wearer, and there are no drawbacks or ill effects from using any items derived from the colloid.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.E9wPP4k7Hbw4oips]{Colliatur}</p>"
    },
    "Staunching Moss": {
      "name": "Staunching Moss",
      "description": "<p style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"><em style=\"box-sizing:border-box;user-select:text\"><em style=\"font-size:14px\">@UUID[Compendium.underworld-races-and-classes.racial-features-urc.Rxqo06ht9yxyuweI]{Ahooling} </em>have access to staunching moss.</em></p>\n<p><strong>Price </strong>50 gp; <strong>Weight </strong>—</p>\n<p>Like the moss net, this item appears to be a tiny ball of compressed vegetable matter—unwary explorers have met untimely ends because they did not differentiate the two. A staunching moss also expands when used, but its area of effect is quite limited, covering a limb or patch of flesh without encumbering its user. When used in conjunction with Wisdom (Medicine) checks, staunching moss grants advantage to the check to treat an injury.</p>"
    },
    "Dvergr Amberseed": {
      "name": "Dvergr Amberseed",
      "description": "<p>This pulverized concoction can be added to the scavenged remains of a detonated @UUID[Compendium.underworld-races-and-classes.items-urc.Db0NHoeECovouVCT]{amberstick}, slowly reconstituting it over a long rest.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.qkE6svtPYexKbbHL]{Dvergr}</p>"
    },
    "Homing Gem & Detector": {
      "name": "Homing Gem & Detector",
      "description": "<p><span style=\"font-family:var(--font-primary)\"><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.Jarvd18cYO0LWTwy]{Svirfneblin} have access to homing gems and homing detectors.</em></span></p><p>To the untrained eye, this beautiful multi-faceted jewel is a prize, perfectly cut and easily worth 2,000 gp or more. The gem is a falsehood, however—a Wisdom (Perception) check against DC 25 reveals that complex technological devices within it send a strong signal attuned to be picked up by a device similar to a magic detector, the homing detector. A homing detector is effective to a range of up to 10 miles, costs 600 gp (included in the price), and has a @UUID[Compendium.dnd5e.rules.t6scHTmpmHBTZGTX.JournalEntryPage.3RM2KPMlMrSXngN3#object-hit-points]{damage threshold} of 3, and 20 hit points. Homing detectors can remain active indefinitely, granting advantage to Wisdom (Survival) checks made to track the location of the homing gem it is attuned to. Reattuning a homing detector to a new homing gem takes 8 hours of direct contact between the two objects.</p><p>Only @UUID[Compendium.underworld-races-and-classes.subclasses-urc.jtpgyzaHLFUe21fs]{svirf scientists} can craft homing gems &amp; detectors; doing so requires the expenditure of 2 science dice as part of the crafting process.</p>"
    },
    "Drow Ink": {
      "name": "Drow Ink",
      "description": "<p><em>Wondrous item, common</em></p>\n<p>This special ink is the only substance that will adhere to <em>@UUID[Compendium.underworld-races-and-classes.items-urc.rxBsi9yD0MRpZYoh]{kllellek paper}</em> but it can be used on almost any surface. The ink is made from a combination of Vvor blood and the liquid from a giant spider's silk sack. Drow magic is used to combine the two substances to create four ounces of a viscous dark gray liquid that can mark almost any surface permanently.</p>"
    },
    "Anchoring Bolt": {
      "name": "Anchoring Bolt",
      "description": "<p>The heads of these odd crossbow bolts are fitted with many different pieces of stone and an extremely sharp, hard adamantine bit the size of an infant's fingernail. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.qkE6svtPYexKbbHL]{Dvergr} use this unique ammunition to bring down ceilings and start tumbling ambushes of stone. They find purchase when fired upon any surface, able to bear up to 600 pounds (so long as an attached rope remains intact). Anchoring bolts embedded into a surface may be used as impromptu pitons. Anchoring bolts cannot be re-used.</p>"
    },
    "Dragonbone": {
      "name": "Dragonbone",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.iHQWgGlejkk7b91F]{Draaki} have access to dragonbone.</em></p>\n<p><strong>Price</strong>: +600 gp; <strong>Weight</strong>: 20 lbs.</p>\n<p>Venerated by the draaki tribes, items made from the bones of the powerful beasts they once enslaved have lasted the ages and are carried by their elders with pride and distinction. Some are said to know of hidden graveyards where ancient stores of the valuable material were kept by the Progenitors, but the appearance of a new dragonbone in a draaki settlement is a rare, celebrated occurrence. By selecting only choice bones, a weaponsmith can produce one simple or martial weapon for a creature two sizes smaller than the dragon, two simple or martial weapons for creatures three sizes smaller than the dragon, or four simple or martial weapons for creatures four sizes smaller than the dragon. A weaponsmith may produce twice that amount of weapons with the light property, half that amount of weapons with the heavy property. In each case, enough bone is available to produce at least a single light or medium weapon per difference in size category, provided that the dragon is Medium or larger.</p>\n<p>Dragonbone weapons that deal slashing or piercing damage deal 1 additional point of damage of their type on a successful hit (this damage multiplies on a critical hit). If the dragonbone comes from a dragon that had immunity or resistance to an energy type, the wielder may spend 1 Hit Die from his available Hit Dice to regain hit points upon resting to temporarily rekindle the power of the dragonbone. If he does, the dragonbone weapon's damage type changes to the energy associated with the dragon from which it was carved. Because dragonbone weapons aren't made of metal, druids can use them without penalty.</p>\n<p>Dragonbone weapons cost three times as much as much as metal weapons of that type, plus the cost above, but it takes no longer to make than ordinary weapons of that type. Dragonbone has 10 hit points per inch of thickness and a damage threshold of 15. The bone of a dragon is typically between 1 inch and 2 inches thick. Dragons usually do not take kindly to their bones being made into weaponry.</p>"
    },
    "Charm of Vital Inference": {
      "name": "Charm of Vital Inference",
      "description": "<p><em>Wondrous item, uncommon (requires attunement)</em></p>\n<p>This grisly collection of mummified fingers is always hidden from sight by its users. The preserved digits are from five different humanoids, all of varying races and ages, and each fingernail seems to contain within an endless abyss. Any creature wearing a charm of vital inference has their aura suppressed, making them immune to the <em>@Compendium[dnd5e.spells.Mzh95utKDPIrjiH8]{detect good and evil}</em> spell.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OVxyY04jVEfjdhcP]{Dødelig}</p>"
    },
    "Mycelosuit - Fantasuit": {
      "name": "Mycelosuit - Fantasuit",
      "description": "<p><em>Wondrous Item, very rare</em></p><p>Many of the mushrooms in the Fungi Forest have special properties utilized in the practice of magic but some spellcasters have mastered the art of crafting fungal skins into powerful items known as <em>mycelosuits</em>. As an action, a wearer may command a <em>mycelosuit</em> to spread around the body of the user, covering them in mushroom skin from head to toe when the appropriate command word is spoken (the same command causes it to recede to a Tiny item).</p><p>The type of mushroom used to create the <em>mycelosuit</em> indicates what abilities it grants.</p><p>When activated, a <em>mycelosuit</em> covers the wearer (and their equipment) from head to toe, but allows them to breathe and eat normally. While encased in a mycelosuit, the wearer suffers from disadvantage to all hearing- and scent-based Wisdom (Perception) checks as the frills of the mushroom skin slightly overlap near the ears and nose. The skin is connected to the user in a primal fashion and recedes appropriately when access to equipment or parts of the body is needed; held items or those specifically excluded are not covered by a <em>mycelosuit</em>. Only one <em>mycelosuit</em> can be worn at a time.</p><p>These bizarre magical items are off-putting and exotic to surface dwellers. Creatures wearing these suits suffer disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks when interacting with surface dwellers while the suit is activated. Even when withdrawn, the knowledge of an item on a person's body is more than enough to unsettle upperworlders and incur this penalty; <em>mycelosuit</em> owners that walk above often take care not to openly display their enchanted suits.</p><p><strong>Fantasuit</strong>: So long as the user of this <em>mycelosuit</em> is no less than 20 feet from the ground, they may move at their base land speed (ignoring any effects on movement due to terrain) in forests, cave systems, and any other environment with suitable anchoring positions (within base Speed feet) for the vines that sprout from the fantasuit. These suits are made from @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.pU9Mjya5XAyQ2kZ2#fantafungus-peaceful-giant]{peaceful giant mushroom (fantafungi)}.</p>"
    },
    "Hoyrall Shellcracker": {
      "name": "Hoyrall Shellcracker",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.OiA3LnjgHXSR0pso]{Hoyrall} have access to hoyrall shellcrackers</em>.</p><p>Known as \"megalomania blades\" by other races, these immense weapons were made for hoyrall that lack the coordination to wield multiple weapons. The ridiculously massive and heavy blades are enormous and look more like an oversized chunk of steel than an actual weapon: even the strongest hoyrall require all 4 of their arms to properly wield these monstrous blades. All shellcrackers are made for hoyrall and thus are Small, heavy, fourhanded weapons—their very design is different from usual blades. A shellcracker requires a Strength score of 16 or higher to even lift or carry and the wielder suffers from disadvantage on attack, initiative, and damage rolls if the wielder's Strength score is beneath 20. Just carrying a shellcracker around is enough to be considered <strong>@UUID[Compendium.dnd5e.rules.0AGfrwZRzSG0vNKb.JournalEntryPage.xt6tSGvU9e0vtXw6#variant:-encumbrance]{encumbered}</strong>. If the wielder already is <strong>encumbered</strong>, it instead becomes <strong>heavily encumbered</strong>.</p><p>Non-hoyrall attempting to wield a shellcracker suffer from disadvantage on attack and damage rolls, and do not add proficiency bonus or attribute modifiers to the rolls—it requires 4 arms to effectively wield and is perfectly attuned to a hoyrall's size and physique: If the hoyrall is subject to a size-increase, it suffers from disadvantage to attack rolls made with a shellcracker. These blades are nigh indestructible and have a damage threshold of 30 and 50 hp. Hoyrall with a Strength score of 16 or higher have proficiency with a shellcracker.</p><p> </p><img src=\"modules/underworld-races-and-classes/art/equipment/hoyrall-shellcracker.jpg\" width=\"350\" height=\"515\" />"
    },
    "Web Shackles": {
      "name": "Web Shackles",
      "description": "<p><em>Drow have access to web shackles.</em></p>\n<p><strong>Price</strong>: 70 gp;  <strong>Weight</strong>: 4 lbs.</p>\n<p>This specially crafted ceramic bottle contains liquid webs that harden within one round of exposure to air. As an action, they may be carefully applied to a creature's limbs to bind them or, otherwise, as a type of adhesive. A creature restrained must succeed on a Strength saving throw (DC 25) to free itself. Web shackles may be thrown as an improvised weapon up to 20 feet. With a successful ranged attack, the bottle explodes, dealing 2 points of bludgeoning damage and restraining any hit targets that fail a DC 20 Dexterity saving throw (the DCs to burst out of the entanglement are the same as above). Web shackles are dissolved by @Compendium[dnd5e.items.MAwoj2suj6cvb9Ti]{universal solvent}.</p>"
    }
  }
}
