{
  "label": "Monsters (URC)",
  "entries": {
    "Mushroom Golem": {
      "name": "Mushroom Golem",
      "tokenName": "Mushroom Golem",
      "description": "<blockquote><p>This enormous creature stalks forward on huge fibrous legs, a purplish glow emanating from its eyes and face that illuminates the underside of the large mushroom forming out of the top of its head.</p></blockquote><p>Mushroom golems have vaguely humanoid bodies made from a single enormous green-spored parasol mushroom. They have no possessions, relying on their own abilities. A mushroom golem cannot make any vocal noise, but can convey levels of danger to plants through a series of swaying gestures. It walks and moves with a flowing, steady gait, as if a breeze constantly blows about it. It does not utilize its full speed unless threatened.</p><p>Mushroom golems stand 15 ft. tall and are 12 ft. wide at the shoulders, with the rest of their bodies between 4 and 5 feet wide for most of the trunk, widening to 10 feet at the base. They have two 10 ft long arms and 2 7. 5 ft legs. A mushroom golem weighs at least 2000 pounds.</p><p></p><img src=\"modules/underworld-races-and-classes/art/bestiary/mushroom-golem-with-spores.jpg\" width=\"350\" />",
      "items": {
        "Immutable Form": {
          "name": "Immutable Form",
          "description": "<p>The mushroom golem is immune to any spell or effect that would alter its form.</p>"
        },
        "Magic Resistance": {
          "name": "Magic Resistance",
          "description": "<p>The mushroom golem has advantage on saving throws against spells and other magical effects.</p>"
        },
        "Magic Weapons": {
          "name": "Magic Weapons",
          "description": "<p>The mushroom golem's weapon attacks are magical.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The mushroom golem makes two slam attacks.</p>"
        },
        "Slam": {
          "name": "Slam",
          "description": "<section class=\"secret\" id=\"secret-r3M1d9bIIwUCjnDK\"><p>Melee Weapon Attack: +10 to hit, reach 5 ft., one target. Hit: 28 (5d8+6) bludgeoning damage and the target must make a successful DC 17 Constitution saving throw or gain one level of exhaustion, as mushrooms start growing on them. These mushrooms wither upon taking a short rest or when subjected to any form of magical healing.</p></section><p>The mushroom golem attacks with its Slam.</p>"
        },
        "Spore Release": {
          "name": "Spore Release",
          "description": "<p>Any time the mushroom golem is hit in combat, it releases a cloud of voracious, acidic spores. All creatures within 5 ft. of the mushroom golem must succeed a DC 17 Dexterity saving throw or take 13 (2d12) poison or acid damage (mushroom golem’s choice) as the spores burrow into their flesh. If the mushroom golem chooses poisonous spores, the targets are poisoned until the start of the mushroom golem’s next turn and take 6 (1d12) poison damage. If the mushroom golem chooses acid damage, it reduces the damage threshold of any objects affected by the damage inflicted until the end of the mushroom golem’s next turn. Anyone who fails the saving throw is covered with small mushrooms. These mushroom wither upon taking a short rest or when subjected to any form of magical healing.</p>"
        },
        "Fungal Bloom": {
          "name": "Fungal Bloom",
          "description": "<section class=\"secret\" id=\"secret-WQk0WlFyGl3Etri3\"><p>As a reaction to killing an enemy covered with mushrooms, the mushroom golem may take its reaction to command the mushrooms to bloom, immediately reducing the target to mulch. A target thus destroyed can only be returned to life via <em>true resurrection</em> or direct divine intervention.</p></section><p>The mushroom golem commands the mushrooms on its victim to bloom.</p>",
          "activities": {
            "utility": {
              "condition": "When the golem kills an enemy covered in mushrooms."
            }
          }
        }
      }
    },
    "Skildpadder": {
      "name": "Skildpadder",
      "tokenName": "Skildpadder",
      "description": "<blockquote><p>This enormous gray-green reptile trods forward on four mammoth legs, its back and head covered by a tortoise-like shell. It is easily one of the largest creatures you have ever seen, the size of a small fortress.</p></blockquote><p>Skildpadder are massive creatures bred as beasts of burden by the dweorg dwarves of the Underworld. They are able to carry four times their own weight upon their back and thus make perfect vessels for carrying ore. Stout folk build entire storage facilities and even homes upon the backs of these tortoise-like creatures; some are even known to live out their entire life riding atop and steering the great beasts. Those that do gain a great affinity for animal handling when riding a skildpadder and can command them to attack when needed.</p><p>It is a rule to never walk in front of a skildpadder unless one wishes to become a quick meal—they are ravenous eaters and can swallow Medium- or Small-sized creatures whole (and larger creatures may lose a limb or even a head). Although skildpadder gain the claws of their bulette ancestors, they are trained not to use them and these are typically trimmed back on a regular basis by their stout beastmasters. The dwarves do not wish the skildpadder to rear up lest they spill their cargo or harm any passengers riding along. These creatures are normally very aggressive when left to go feral; luckily, most the dwarves carefully breed giant tortoises and bulettes to achieve the desired result of a skildpadder and spend many years training them in the transport of cargo.</p><p>Skildpadder love to eat the vermin that live in dwarf villages and there is rarely a lack of food available for the favored beasts of burden. They are found near large underground lakes and other areas that are mostly dry with a clean source of water, though skildpadder are very poor swimmers and most drown when attempting to cross deep water. The average skildpadder is 60 feet in diameter, but they can grow to a diameter of 100 feet, and weigh in the dozens of tons (or more for the largest specimens).</p><p></p><img src=\"modules/underworld-races-and-classes/art/bestiary/skildpadder.jpg\" width=\"500\" />",
      "items": {
        "Incredibly Tough": {
          "name": "Incredibly Tough",
          "description": "<p>The skildpadder always has advantage on any Constitution checks and saving throws.</p>"
        },
        "Squasher": {
          "name": "Squasher",
          "description": "<p>The skildpadder can utterly destroy those unfortunates caught under its devastating stomps. When the skildpadder hits a prone target with a stomp attack, the target takes maximum damage: 56 bludgeoning damage.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The skildpadder makes three attacks: one with its bite and two with its stomps.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<section class=\"secret\" id=\"secret-NoDAIYLeDYqeiZCf\"><p>Melee Weapon Attack: +12 to hit, reach 20 ft., one target. Hit: 26 (4d8+8) piercing damage.</p></section><p>The skildpadder attacks with its Bite.</p>"
        },
        "Stomp": {
          "name": "Stomp",
          "description": "<section class=\"secret\" id=\"secret-uvpKhYFcsgLm2LG3\"><p>Melee Weapon Attack: +12 to hit, reach 10 ft., one target. Hit: 34 (4d12+8) bludgeoning damage. The target hit by a stomp attack must succeed on a DC 20 Strength or Constitution saving throw (target’s choice) or be knocked prone.</p></section><p>The skildpadder attacks with its Stomp.</p>"
        }
      }
    },
    "Anghenfil": {
      "name": "Anghenfil",
      "tokenName": "Anghenfil",
      "description": "<blockquote><p>Whipping antennae sprout from what must be the elongated neck of this long, serpentine vermin carried along by dozens of small, skittering legs. Its one eye blinks between the snapping pincers around its huge maw as it sees you and tilts its head curiously.</p></blockquote><p>A few decades after the hive mind shattered, many hoyrall devoted themselves to mending the destroyed connection to their homeworld—all of them ultimately failed but a few saw a measure of success, drawing baby anghenfil across the cosmos to Aventyr. On their native planet these durable creatures are made for war, but stripped of the connection to their riders, they are now little more than draft animals or gladiatorial combatants.</p><p>Anghenfil are 30 ft. long but taper to their end, so only 20 ft. of the creature is substantial enough to take up much space. They typically weigh between 4000 and 5000 pounds.</p><p></p><img src=\"modules/underworld-races-and-classes/art/bestiary/anghefil.jpg\" width=\"500\" />",
      "items": {
        "Unkind Pheromones": {
          "name": "Unkind Pheromones",
          "description": "<p>The segmented whips on the anghenfil’s head slather creatures with invisible pheromones that most creatures find appallingly disgusting. Non-insectoid beasts and non-hoyrall touched by the anghenfil’s antennae must succeed a DC 17 Constitution saving throw or be so disgusted by the stench that any action not devoted to scrubbing the stench off is at disadvantage. Using an action to scrub off the pheromones gets rid of them, as does more than 5 points of fire damage or submersion in water. Immunity to the poisoned condition renders immunity against the pheromones as well.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The anghenfil makes 2 whipping antennae attacks and one bite attack.</p>"
        },
        "Whipping Antennae": {
          "name": "Whipping Antennae",
          "description": "<section class=\"secret\" id=\"secret-6dgthehiacWysod1\"><p>Melee Weapon Attack: +11 to hit, reach 15 ft., one target. Hit: Affected by @UUID[.ZCmhBlXT7fevAQKD]{unkind pheromones} feature and the target is grappled (escape DC 16). Until this grapple ends, the target is restrained. The anghenfil has two antennae, each of which can grapple one target.</p></section><p>The anghenfil lashes out with its Whipping Antennae.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<section class=\"secret\" id=\"secret-sMGqGGNJ9LdyEu6K\"><p>Melee Weapon Attack: +11 to hit, reach 10 ft., one target. Hit: 19 (2d10+8) piercing damage. If the target is a Large or smaller creature grappled by the anghenfil, that creature is swallowed, and the grapple ends. While swallowed, the creature is blinded and restrained, it has total cover against attacks and other effects outside the anghenfil, and it takes 25 (6d6+4) acid damage at the start of each of the anghenfil’s turns. If the anghenfil takes more than 30 damage on a single turn from a creature inside it, the anghenfil must succeed on a DC 23 Constitution saving throw at the end of the turn or regurgitate all swallowed creatures, which all fall prone in a space within 10 feet of the anghenfil. If the anghenfil dies, a swallowed creature is no longer restrained by it and can escape from the corpse using 15 feet of movement, exiting prone.</p></section><p>The anghenfil attacks with its Bite.</p>"
        }
      }
    },
    "Colliatur Monstrosity": {
      "name": "Colliatur Monstrosity",
      "tokenName": "Colliatur Monstrosity",
      "description": "<p>Though it is supremely rare, sometimes Udødelig’s tailored bacteria don’t help a creature defend against the colloid’s extraterrestrial influence, exacerbating its touch instead. The afflicted victim transforms and mutates into a thing of crystal shards, growing massively in size to as its mind fractures into a thousand irretrievable pieces. Driven by an instinctive hunger, it destroys and absorbs all the life around it before disappearing into the stars above.</p><p></p><img src=\"modules/underworld-races-and-classes/art/bestiary/colliatur-monstrosity.jpg\" width=\"350\" />",
      "items": {
        "Absorb Magic": {
          "name": "Absorb Magic",
          "description": "<section class=\"secret\" id=\"secret-mymxvkbOG4dAd4ox\"><p>As a bonus action, the colliatur monstrosity targets any creature, object, or magical effect within 20 feet of it. The colliatur monstrosity chooses a spell already cast on the target. If the spell is of 3rd level or lower, the colliatur monstrosity absorbs the spell and it ends. If the spell if of 4th level or higher, the colliatur monstrosity must make a check with a +8 modifier. The DC equals 10 + the spell’s level. On a successful check, the colliatur monstrosity absorbs the spell and it ends. The colliatur monstrosity’s body emits scintillating patterns of light when it absorbs a spell, as if under the effects of a <em>@UUID[Compendium.dnd5e.spells.Bnn9Nzajixvow9xi]{light}</em> spell. A colliatur monstrosity can only hold one absorbed spell at a time.</p></section>"
        },
        "Crystalline Armageddon": {
          "name": "Crystalline Armageddon",
          "description": "<section class=\"secret\" id=\"secret-O76rALuko4t5tB1I\"><p>When the colliatur monstrosity dies, it detonates in a cascade of crystalline shrapnel and searing light. Each creature within 60 feet of it must make a DC 19 Dexterity saving throw, taking 35 (10d6) slashing and 35 (10d6) radiant damage on a failed save, or half as much damage on a successful one. For every 10 Hit Dice worth of souls a colliatur monstrosity has currently stored via its soul destruction feature, the damage of this explosion increases by 7 (2d6) slashing and 7 (2d6) radiance.</p></section><p>When the colliatur monstrosity dies, it detonates in a cascade of crystalline shrapnel and searing light.</p>",
          "activities": {
            "damage": {
              "condition": "When the colliatur monstrosity dies."
            },
            "save": {
              "condition": "When the colliatur monstrosity dies."
            }
          }
        },
        "Immutable Form": {
          "name": "Immutable Form",
          "description": "<p>The colliatur monstrosity is immune to any spell or effect that would alter its form.</p>"
        },
        "Magic Resistance": {
          "name": "Magic Resistance",
          "description": "<p>The colliatur monstrosity has advantage on saving throws against spells and other magical effects.</p>"
        },
        "Magnitude": {
          "name": "Magnitude",
          "description": "<p>The mere approach of a colliatur monstrosity reverberates through the earth. In any round a colliatur monstrosity has taken an action, all non-flying creatures within 120 feet of it must succeed a Dexterity saving throw (DC 19) or fall prone.</p>"
        },
        "Mighty Frame": {
          "name": "Mighty Frame",
          "description": "<p>A colliatur monstrosity can carry and lift tremendous weights due to their dense, crystalline frames. A colliatur monstrosity can lift and manipulate twice as much weight as usual for its Strength.</p>"
        },
        "Soul Destruction": {
          "name": "Soul Destruction",
          "description": "<p>Mindless hunger for the souls of the slain drive the colliatur monstrosity ever onwards. Creatures slain within 100 ft. of the colliatur monstrosity have their souls drawn into the refracting crystals of the beast. Only a <em>@UUID[Compendium.dnd5e.spells.qLeEXZDbW5y4bmLY]{true resurrection}</em> or direct divine intervention can bring the slain back to life. A colliatur monstrosity loses all stored souls after 24 hours or after completing a long rest, whichever comes first. Upon having consumed 200 Hit Dice of souls within a 24 hour period, the colliatur monstrosity gains a flying speed of 60 feet and may use this to travel even through the great beyond between the stars. The flying speed is lost after a long rest or upon entering a new planet’s magosphere, whichever happens first.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The colliatur monstrosity makes two melee attacks.</p>"
        },
        "Slam": {
          "name": "Slam",
          "description": "<section class=\"secret\" id=\"secret-jhyYrUHRhvhlknXm\"><p>Melee Weapon Attack: +13 to hit, reach 15 ft., one target. Hit: 20 (3d8+7) bludgeoning damage.</p></section><p>The colliatur monstrosity attacks with its Slam.</p>"
        },
        "Release Spell": {
          "name": "Release Spell",
          "description": "<section class=\"secret\" id=\"secret-MTKcUOMiTocW57vj\"><p>The colliatur monstrosity can release an absorbed spell effect as a blast of prismatic energy, which blasts out as a sphere centered on the colliatur monstrosity with a radius of 10 feet per level of the absorbed spell. All creatures in the area of effect other than the colliatur monstrosity take 7 (2d6) radiant damage per level of the absorbed spell, or half damage with a successful DC 19 Dexterity saving throw. Creatures that fail the saving throw are also blinded until the end of the colliatur monstrosity’s next turn. Colliatur are immune to the harmful effects of this ability.</p><hr /><p><strong>Foundry Note</strong>: The <strong>Damage Formula</strong> on the Details tab is configured with the base damage (2d6) for an absorbed 1st level spell. Use the <strong>Situational Bonus</strong> field when prompted for the damage roll to add additional dice for higher level absorbed spells.</p></section><p>The colliatur monstrosity releases a blast of prismatic energy.</p>"
        }
      }
    },
    "Svirf Siege Slug": {
      "name": "Svirf Siege Slug",
      "tokenName": "Svirf Siege Slug",
      "description": "<p>With the troubles of Svirfdozers indelibly marking the history of svirfneblin, there is a sensible aversion to the creation and use of mechanical vehicles. After the fall of the last network of Amber Roads during the Confluence, most undergnomes have taken to adapting the Underworld to their advantage and developed a pervading fondness for riding slugs. Virtually every svirfneblin enclave, regardless of its technological prowess, boasts stables and pens of mollusc mounts for traversing the endless caves of Aventyr.</p><p></p><img src=\"modules/underworld-races-and-classes/art/bestiary/svirf-siege-slug.jpg\" width=\"350\" />",
      "items": {
        "Bred for Convenience": {
          "name": "Bred for Convenience",
          "description": "<p>While svirf siege slugs are notoriously stupid and foul-tempered, they have been bred over generations to understand and heed the commands of svirfneblin. Any attack the siege slug performs against a svirfneblin suffers from disadvantage, as something within the creature refuses to attack the beings it was bred to serve.</p>"
        },
        "Mobile Siege Platform": {
          "name": "Mobile Siege Platform",
          "description": "<p>Siege slugs have a stretch of skin on their back where they simply have no nerves—this section was specifically bred into the creature to allow svirfneblin not only to place whole regiments on their backs: The tissue is surprisingly sticky, allowing svirfneblin to erect siege platforms and weapons on the back of svirf siege slugs.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<section class=\"secret\" id=\"secret-qiWmUCyfDgW3x07t\"><p>Melee Weapon Attack: +9 to hit, reach 10 ft., one target. Hit: 25 (3d12+6) bludgeoning damage, plus 17 (5d6) acid damage.</p></section><p>The slug attacks with its Bite.</p>"
        },
        "Spit Acid": {
          "name": "Spit Acid",
          "description": "<section class=\"secret\" id=\"secret-Z5qmgyo7q8Yeptkc\"><p>Ranged Weapon Attack: +1 to hit, range 100 ft., one target. Hit: 28 (8d6) acid damage.</p></section><p>The slug spits a stream of acid.</p>"
        }
      }
    },
    "Gøgelid": {
      "name": "Gøgelid",
      "tokenName": "Gøgelid",
      "description": "<blockquote><p>Bluish mist forms into the shape of a purple-fleshed dog. Its long red tongue loll out of a viciously fanged mouth beneath two blank, ovoid eyes.</p></blockquote><p>Gøgelid are typically found with or near dødelig, usually coexisting peacefully and helping the undead halflings find their buried kin in the Underworld of Aventyr. Where the gøgelid originally come from remains unknown. Though intelligent and sometimes quite talkative, the animated canines never speak of more than the name of their home dimension: Preokret. This has never diminished their relationship with dødelig, who happily accept the four-legged creatures into their families. Once part of a home, gøgelid are fiercely territorial of both the building and its inhabitants, but otherwise they are generally quite friendly and curious.</p><p>A gøgelid is roughly the size of a very large dog, standing on its hind legs at a height of about 5 ft., and weighs as much as 110 pounds.</p><p></p><img src=\"modules/underworld-races-and-classes/art/bestiary/g%C3%B8gelidvs.jpg\" width=\"500\" />",
      "items": {
        "Ethereal Hop": {
          "name": "Ethereal Hop",
          "description": "<p>The gøgelid may use its action to enter the Ethereal Plane from the Material Plane. It is visible on the Material Plane while it is in the Border Ethereal, yet it can’t affect or be affected by anything on the other plane. The gøgelid may spend [[/r 1d4+1]] consecutive rounds in the Ethereal Plane, before it is shunted back to the material plane. The gøgelid may return to the Material Plane as a bonus action.</p>"
        },
        "Ethereal Jaws": {
          "name": "Ethereal Jaws",
          "description": "<p>The gøgelid’s bite attack is suffused with the substance of ether. It is treated as a magical attack.</p>"
        },
        "Undead Tracker": {
          "name": "Undead Tracker",
          "description": "<p>The gøgelid may track creatures like ghosts even while they are in the Ethereal Plane as though they were moving on the Material Plane.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<section class=\"secret\" id=\"secret-AaiP5zBwfVTO1fdb\"><p>Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 6 (1d6+3) piercing damage.</p></section><p>The gøgelid attacks with its Bite.</p>"
        }
      }
    },
    "Phoso": {
      "name": "Phoso",
      "tokenName": "Phoso",
      "description": "<blockquote><p>A giant skitters toward you on six clumping hooves, the four arms jutting out of the top of its torso menacingly gripping and unclenching as its beady yellow eyes fix on your arms.</p></blockquote><p>The drow of the Underworld are keen to enslave every sentient (or nonsentient) that wanders into their lands, regardless of whether or not it is native to Aventyr. A sizable band of witchwyrd made the critical mistake of trusting the drow, failing to realize that the dark elves’ hospitality was a dangerous ruse before it was far too late. Vastly outnumbered and grounded to the spot by mages, the otherworldly creatures entered the custody of the Endless Cave’s enslavers, never to leave this Material Plane again. Once the drow garnered every bit of information they could from their captives, they began to explore other avenues of use. Dark elven alchemists quickly took to the task, using the witchwyrd prisoners for horrifying magical experimentation and forcing them to produce offspring broken by what was being done to their bodies. The resulting children were birthed as phoso, made into personal bodyguards and watch dogs that prowl the underkeeps of their oppressive, powerful Underworld mage masters.</p><p></p><img src=\"modules/underworld-races-and-classes/art/bestiary/phoso.jpg\" width=\"350\" />",
      "items": {
        "Material Prisoner": {
          "name": "Material Prisoner",
          "description": "<p>The phoso can never become ethereal or leave the Material Plane. Any spell or effect that would teleport it or otherwise move it to another plane automatically fails.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The phoso makes four slam attacks. It may use one necrotic ray instead of two of its slam attacks. It can fire up to two necrotic rays instead of making any slam attacks.</p>"
        },
        "Slam": {
          "name": "Slam",
          "description": "<section class=\"secret\" id=\"secret-p1ACxqOshGowmxgX\"><p>Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 12 (1d12+6) bludgeoning damage.</p></section><p>The phoso attacks with its Slam.</p>"
        },
        "Detaching Slam": {
          "name": "Detaching Slam",
          "description": "<section class=\"secret\" id=\"secret-Qx11ZJmW8kt6qjPg\"><p>Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 11 (1d10+6) bludgeoning damage and if the target is a medium or smaller creature and is hit by two or more slam attacks in one round, the phoso may impose the grappled condition (escape DC 17) on the target. Until the grapple ends, the target is restrained and the phoso can’t execute any other attacks, as it focuses on pulling the limbs from the creature, dealing 46 (4d10+24) bludgeoning damage on any subsequent round. Additionally, a target suffering this damage must succeed on a DC 16 Constitution saving throw or take one level of exhaustion from the painful strain. Creatures without discernible limbs are immune to having their limbs pulled off.</p></section><p>The phoso grapples you and focuses on pulling off your limbs.</p>"
        },
        "Necrotic Ray": {
          "name": "Necrotic Ray",
          "description": "<section class=\"secret\" id=\"secret-8XDuVkJcWxghfupf\"><p>The phoso may shoot up to two necrotic rays at one or two creatures it can see within 60 feet of it. The target must succeed on a DC 16 Constitution saving throw or it can’t take reactions until the end of its next turn and takes 9 (3d4+2) necrotic damage. A successful save negates the effects of the ray.</p></section><p>The phoso shoots a ray of necrotic energy.</p>"
        }
      }
    },
    "Deep Badger": {
      "name": "Deep Badger",
      "tokenName": "Deep Badger",
      "description": "<blockquote><p>This fierce looking terrestrial creature strongly resembles a badger, but is far larger and more feral, its fur littered through with bits of dirt and soil.</p></blockquote><p></p><img src=\"modules/underworld-races-and-classes/art/bestiary/deep_badger.webp\" width=\"500\" />",
      "items": {
        "Keen Smell": {
          "name": "Keen Smell",
          "description": "<p>The badger has<strong> advantage </strong>on Wisdom (Perception) checks that rely on smell.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The badger makes two attacks: one with its bite and one with its claws.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<section class=\"secret\" id=\"secret-JfdbS3gdLBxUIr3m\"><p><em>Melee Weapon Attack: </em><strong>+5 to hit,</strong> reach <strong>5 ft.,</strong> one target. <em>Hit</em>: <strong>6 (1d6 + 3)</strong><em><strong> </strong></em><strong>piercing damage</strong>.</p></section><p>The Deep Badger attacks with its Bite.</p>"
        },
        "Claws": {
          "name": "Claws",
          "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack: </em><strong>+5 to hit,</strong> reach <strong>5 ft.,</strong> one target. Hit: <strong>8 (2d4 + 3) slashing damage</strong>.</p>\n</section>\n<p>The Deep Badger attacks with its Claws.</p>"
        },
        "Sunlight Sensitivity": {
          "name": "Sunlight Sensitivity",
          "description": "<p>While in sunlight, the deep badger has<strong> disadvantage </strong>on attack rolls, as well as on Wisdom (Perception) checks that rely on sight.</p>"
        }
      }
    },
    "Hondra": {
      "name": "Hondra",
      "tokenName": "Hondra",
      "description": "<blockquote><p>Plated blue scales and bright purple spines extend off of this ursine creature as it lopes toward you on powerful hind legs and forelimbs that resemble that of a bear, though its massive, open-faced jaw is certainly not like its forest dwelling cousin.</p></blockquote><p>One of the draaki’s few keepsakes from the distant past, these strange beasts are a reminder of the time long ago when they ruled over the Underworld with unmatched arcane power. Impressed with the physical prowess and durability of Aventyr’s northern tundra bears, they used magic to breed draconic traits into the beasts from the surface. The resulting creation has all the rage of an ursine and many of the defenses of a dragon, but remains quite stupid and easy for the draaki to control. Domesticated not to attack their minders, the scavengers of the Underworld generally encourage these creatures to wander near their settlements as an impromptu and low-maintenance natural defense.</p><p></p><img src=\"modules/underworld-races-and-classes/art/bestiary/hondra.jpg\" width=\"350\" />",
      "items": {
        "Mighty Swing": {
          "name": "Mighty Swing",
          "description": "<p>When the hondra attacks without moving during its turn, it makes its claw attack with advantage.</p>"
        },
        "Draaki Attunement": {
          "name": "Draaki Attunement",
          "description": "<p>The hondra was bred by the draaki and instinctively attunes to the closest draaki it shares a space with for 24 hours. Its breath weapon can deal the same damage as that of the draaki to which it is attuned. Determine the energy of the breath randomly for the hondra if it is not currently attuned to a draaki.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The hondra makes one bite attack and one claw attack. When its hondra breath is available, it can use the breath in place of its claw.</p>"
        },
        "Claw": {
          "name": "Claw",
          "description": "<section class=\"secret\" id=\"secret-4m3xCSJeCyfQZDwu\"><p>Melee Weapon Attack: +8 to hit, reach 10 ft., one target. Hit: 23 (4d8+5) slashing damage.</p></section><p>The hondra attacks with its Claw.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<section class=\"secret\" id=\"secret-AX33lmkoEC6QnMnH\"><p>Melee Weapon Attack: +8 to hit, reach 5 ft., one target. Hit: 18 (2d12+5) piercing damage.</p></section><p>The hondra attacks with its Bite.</p>"
        },
        "Hondra Breath": {
          "name": "Hondra Breath",
          "description": "<section class=\"secret\" id=\"secret-avg8KknEftm3hPc6\"><p>The hondra can exhale energy as determined by its @UUID[.zlmjWH5gt3hzLJvk]{draaki attunement} feature in a 15-foot cone. It may freely choose the energy type among the energy types available to its attuned draaki. Each creature in the area must make a DC 15 Dexterity saving throw, taking 31 (7d8) damage of the attuned type on a failed save, half as much on a successful one.</p><hr /><p><strong>Foundry Note</strong>: The damage formula and text below use fire as the energy type, but these should be updated according to the draaki attunement chosen.</p></section><p>The hondra exhales its fiery breath.</p>"
        }
      }
    },
    "Korkcitura": {
      "name": "Korkcitura",
      "tokenName": "Korkcitura",
      "description": "<blockquote><p>Hardened purple plates cover the body of this strange creature and it seems to gather itself as it flexes its backward bent limbs, whipping its long tail and wicked stinger through the air.</p></blockquote><p>The origins of korkcitura are quite simple—they were once next in line to be the apex predator among the Underworld beasts, second only to the kraydil. When kraidyl rose from the muck empowered with profane energies, they started to wipe out these creatures but quickly found them to be utterly indigestible; rather than kill all of the korkcitura, they subjugated and ultimately domesticated the strange magical animals. Now korkcitura are reduced to scavengers that follow kraidyl around the Underworld, feeding off the scant bits of meat left behind after a successful hunt or, if particularly lucky, made into a mount.</p><p>Korkcitura stand at about 5 to 6 feet in height and weigh between 1400 and 1600 pounds.</p><p></p><img src=\"modules/underworld-races-and-classes/art/bestiary/korkcitura.jpg\" width=\"500\" />",
      "items": {
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The korkcitura makes one bite attack and one sting attack.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<section class=\"secret\" id=\"secret-nEhpQhujCR5W3e9C\"><p>Melee Weapon Attack: +8 to hit, reach 5 ft., one target. Hit: 13 (2d10+2) piercing damage.</p></section><p>The korkcitura attacks with its Bite.</p>"
        },
        "Sting": {
          "name": "Sting",
          "description": "<section class=\"secret\" id=\"secret-egN1qimdNt6ySxRm\"><p>Melee Weapon Attack: +8 to hit, reach 10 ft., one target. Hit: 11 (2d8+2) slashing damage, and the target must make a DC 12 Constitution saving throw, taking 22 (4d10) poison damage on a failed save, or half as much on a successful one.</p></section><p>The korkcitura attacks with its Sting.</p>"
        },
        "Pounce": {
          "name": "Pounce",
          "description": "<section class=\"secret\" id=\"secret-JYaCN7M58XKdjZtQ\"><p>If the korkcitura moves at least 20 feet straight toward a creature and then hits it with a bite or sting attack on the same turn, the target must succeed on a DC 16 Strength saving throw or be knocked prone. If the target is prone, the korkcitura can make either one bite or one sting attack against it as a bonus action. The korkcitura must use the attack that was not used to render the creature prone. A korkcitura pouncing with the sting could bite the prone target, but not attack it again with the sting.</p></section><p>If the korkcitura moves at least 20 feet straight toward a creature and then hits it with a bite or sting attack on the same turn, the target must make a Strength saving throw.</p>"
        },
        "Swampstrider": {
          "name": "Swampstrider",
          "description": "<p>The korkcitura can move through bogs, quicksand, and all non-magical swampy terrain without the terrain costing extra movement. It may move through obstacles in such terrain without being slowed or taking damage from it. The korkcitura has advantage on saving throws prompted by magic duplicating such terrain or its effects.</p>"
        }
      }
    },
    "Rufidier": {
      "name": "Rufidier",
      "tokenName": "Rufidier",
      "description": "<blockquote><p>Unholy flames spread from the hooves, eyes, mane, and tail of this ebony stallion, flickering with an almost palpable evil and sense of dread.</p></blockquote><p>There are many ways the gitwerc twist and transform the souls of creatures that aren’t sent down into Hel. Each is a fate perhaps worse than what awaits below. One of the most common horrors wrought from the devil dwarves’ foul practices are rufidier, humanoids stretched and reformed into fiery quadrupeds owned by gitwerc nobles and other elite members of their despicable society. Where on the surface you might find a prized steed or prestigious equine, in the lava-filled caverns of the gitwerc there are rufidier dragging barges across the molten rock, hauling materials up subterranean cliffsides, and serving as mounts for fierce warriors.</p><p>Rufidier stand 6 to 7 feet tall at the shoulder and weigh between 1200 and 1400 pounds.</p><p></p><img src=\"modules/underworld-races-and-classes/art/bestiary/rufidier.jpg\" width=\"350\" />",
      "items": {
        "Explosive Hump": {
          "name": "Explosive Hump",
          "description": "<section class=\"secret\" id=\"secret-J9JukCxDCze7a151\"><p>When the rufidier dies and could currently make a @UUID[.9iogM7e7Jmy4mwAv]{flame gout} attack, it may do so as a reaction. If it does, the explosion is more potent, dealing 21 (6d6) fire damage. Creatures succeeding a DC 13 Dexterity saving throw take half damage instead.</p></section><p>As the rufidier dies, a fiery explosion erupts from its hump.</p>",
          "activities": {
            "save": {
              "condition": "When the rufidier dies and could currently make a flame gout attack."
            }
          }
        },
        "Lava Strider": {
          "name": "Lava Strider",
          "description": "<p>The rufidier can freely move over and through magma and lava and does not treat it as difficult terrain.</p>"
        },
        "Reinforced Skeleton": {
          "name": "Reinforced Skeleton",
          "description": "<p>The rufidier was created as a draft animal and its body lends itself well to carrying or dragging heavy objects. For purposes of determining carrying capacity, a rufidier is treated as though its Strength score was 20.</p>"
        },
        "Flame Gout": {
          "name": "Flame Gout",
          "description": "<section class=\"secret\" id=\"secret-R0Mso9u4ngVxbLSs\"><p>The rufidier can emit a burst of fire in a 10-foot radius, dealing 10 (3d6) fire damage. Creatures succeeding a DC 13 Dexterity saving throw take half damage instead.</p></section><p>The rufidier emits a burst of fire from its body in a 10-foot radius.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The rufidier makes two hoof attacks. Provided it has one available, it can instead fire a flame gout.</p>"
        },
        "Hoof": {
          "name": "Hoof",
          "description": "<section class=\"secret\" id=\"secret-cdZUZhyPmEIe5jGh\"><p>Melee Weapon Attack: +5 to hit, reach 5 ft., one target. Hit: 10 (2d6+3) fire damage.</p></section><p>The rufidier attacks with its Hoof.</p>"
        }
      }
    },
    "Ahool": {
      "name": "Ahool",
      "tokenName": "Ahool",
      "description": "<blockquote><p>This creature is easily the size and stock of a strong man or orc, corded with thick muscles that belie a nearly elven litheness. Sharp talons extend from its hands and feet and its ears dwarf the creature’s head in their impressive size. The resemblance to a bat is uncanny, made concrete by the massive leathery wings that sprout from its back. Mottled brown fur covers its skin and accentuate the tone of fitness apparent in the creature.</p></blockquote><p>Ahool are terrifying creatures that soar through the endless caverns of the Underworld of Aventyr. They are primordial hunters that strike swiftly and without warning, carrying subdued prey away to a moss cavern for eating later.</p><p>The average ahool is 7 feet tall and weighs 300 pounds or so (despite its slender form and ability to fly).</p><p></p><img src=\"modules/underworld-races-and-classes/art/bestiary/ahool.jpg\" width=\"350\" />",
      "items": {
        "Carry Off": {
          "name": "Carry Off",
          "description": "<p>A single ahool can carry away prey up to 50 lbs. or a single rider under that weight. A group working in conjunction can carry an additional +50 lbs. per participating ahool. A maximum of 4 ahool can try to carry off a single Medium or smaller creature.</p>"
        },
        "Flyby": {
          "name": "Flyby",
          "description": "<p>The ahool doesn't provoke opportunity attacks when it flies out of an enemy's reach.</p>"
        },
        "Innate Spellcasting": {
          "name": "Innate Spellcasting",
          "description": "<p>The ahool's innate spellcasting ability is Wisdom (spell save DC 13). It can innately cast the following spells, requiring no material components:</p><p>2/day: <em>@UUID[Compendium.dnd5e.spells.IBJmWjzbQGu7M4UX]{fog cloud}</em></p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>An ahool makes one bite attack and two claw attacks. It may  substitute a weapon attack for the bite attack, if it has a weapon.</p>"
        },
        "Bite": {
          "name": "Bite",
          "description": "<section class=\"secret\" id=\"secret-sMGqGGNJ9LdyEu6K\"><p>Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 7 (1d6+4) piercing damage. The target's hit point maximum is reduced by an amount equal to the piercing damage taken, and the ahool regains hit points equal to that amount. This reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0.</p></section><p>The ahool attacks with its Bite.</p>"
        },
        "Claw": {
          "name": "Claw",
          "description": "<section class=\"secret\" id=\"secret-fonkgyXW5jhruaET\"><p>Melee Weapon Attack: +7 to hit, reach 5 ft., one target. Hit: 11 (2d6+4) slashing damage. If the target is a Medium or smaller creature and is hit by both claws in a given round, it is grappled (escape DC 14). Until this grapple ends, the target is restrained and the ahool can’t bite another target. When the ahool moves, any target it is grappling moves with it.</p></section><p>The ahool attacks with its Claw.</p>"
        },
        "Disruptive Echo": {
          "name": "Disruptive Echo",
          "description": "<section class=\"secret\" id=\"secret-cPOdLet7LyVGc03d\"><p>Ranged Spell Attack (Recharge 3-6): +5 to hit, range 60 ft., one target. Hit: 7 (2d6) thunder damage.</p></section><p>The ahool unleashes its Disruptive Echo.</p>"
        }
      }
    },
    "Svirf Riding Slug": {
      "name": "Svirf Riding Slug",
      "tokenName": "Svirf Riding Slug",
      "description": "<blockquote><p>Neon green slime and goop slide off of this slithering mollusc’s jellylike hide as it slinks towards you, acid frothing from what must be its mouth.</p></blockquote><p></p><img src=\"modules/underworld-races-and-classes/art/bestiary/svirf-riding-slug.jpg\" width=\"350\" />",
      "items": {
        "Bred for Convenience": {
          "name": "Bred for Convenience",
          "description": "<p>While svirf riding slugs are notoriously stupid and also stubborn (more so than even mules!), they have been bred over generations to understand the commands of svirf riders.</p>"
        },
        "Conveniently Sticky": {
          "name": "Conveniently Sticky",
          "description": "<p>Svirf riding slugs have been cultivated over the years to produce just the right amount of sticky slime. Riders of these creatures require no special saddle to ride a slug and do not fall from the slug, even when it is hanging upside down from the ceiling. A character riding a svirf riding slug can, as a bonus action, nudge a specific part of the riding slugs’ flank to cause it to excrete a specific enzyme that renders the slime inert for 1 round and allows the rider to dismount sans any sticky residue.</p>"
        },
        "Slimy Stealth": {
          "name": "Slimy Stealth",
          "description": "<p>The slime excretion of svirf riding slugs can be controlled by the rider—the svirfneblin may have suffered a set-back with svirfdozers, but the notion of avoiding most of the underworld’s threats is a sound one. If the slugs exert slime, they gain advantage on any Dexterity (Stealth) checks, but individuals tracking them via Wisdom (Survival) also gain advantage.</p>"
        },
        "Weapon stalks": {
          "name": "Weapon stalks",
          "description": "<p>Generations of selective breeding have resulted in svirf riding slugs having a set of easily agitated mutation-capabilities. By rubbing them with svirf slug mutator (see new equipment), a svirfneblin can cause the slug to grow up to one additional set of 2 stalks that exceed in length that of their eyestalks in one day. When a one-handed, non-heavy melee weapon is held in place while these rapidly forming stalks grow (a rather tedious process sans an appropriate harness), the stalk grows around this weapon, granting the snail a melee weapon attack at +3 to hit, with the appropriate damage and damage type. Some scholars believe that this is the origin of the infamous flail snail, but no one can be sure. Svirfneblin are currently experimenting with the formula and their slugs, trying to get slugs to dual-wield weapons or hold on to heavy or two-handed weapons, but so far to no avail. If a weapon stalk gets severed or if the weapon needs to be exchanged, a second application of svirf slug mutator causes the stalks to revert.</p>"
        }
      }
    },
    "Rakasa Batu": {
      "name": "Rakasa Batu",
      "tokenName": "Rakasa Batu",
      "description": "<blockquote><p>Though at first this creature seems to be an earth elemental, you notice part of its body phase out of existence and back in again, as if it were made of interdimensional sand.</p></blockquote><p>These mysterious entities first appeared along the Amber Roads shortly before the Confluence, blocking certain passages in an attempt to curb the destruction soon to wreak havoc across the interplanar transitway.</p><p>Their efforts were for naught, but the creatures found spiritual kinship with dwarves, in particular the zwerc—rakasa batu emissaries can now be found in virtually every one of their pocket demiplanes and, as time passes, more and more frequently in the endless caves of Aventyr. Encountering one of these creatures in the Underworld can be a dangerous proposition; they know much about the world around them and the veils between planes, but those who raise its ire can quickly find themselves buried underneath stone.</p><p>Rakasa batu are generally 13 feet tall or larger, but can weigh between 300 and 6000 pounds.</p><p></p><img src=\"modules/underworld-races-and-classes/art/bestiary/rakasa-batu.jpg\" width=\"350\" />",
      "items": {
        "Batu Solidity": {
          "name": "Batu Solidity",
          "description": "<p>The rakasa batu’s body exists at the same time in the Material and the Ethereal plane, in a state of constant flux between the two. Due to this unique state of everlasting change between the planes, rakasa batu cannot grapple or be grappled and have advantage on all escape checks.</p>"
        },
        "Earth Glide": {
          "name": "Earth Glide",
          "description": "<p>The rakasa batu can burrow through nonmagical, unworked earth and stone. While doing so, the rakasa batu doesn’t disturb the material it moves through.</p>"
        },
        "Siege Monster": {
          "name": "Siege Monster",
          "description": "<p>The rakasa batu deals double damage to objects and structures.</p>"
        },
        "Innate Spellcasting": {
          "name": "Innate Spellcasting",
          "description": "<p>The <span style=\"font-family:Signika, sans-serif\">rakasa batu</span>'s innate spellcasting ability is Charisma (spell save DC 14). It can innately cast the following spells, requiring no material components:</p><p>At will: <em>speak with animals, spike growth, meld into stone, stone shape</em></p><p>3/day: <em>commune with nature, flesh to stone, wall of stone</em></p><p>1/day: <em>earthquake</em></p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The rakasa batu makes 2 slam attacks.</p>"
        },
        "Slam": {
          "name": "Slam",
          "description": "<section class=\"secret\" id=\"secret-l0KPwdKdTnqHbrzs\"><p>Melee Weapon Attack: +13 to hit, reach 5 ft., one target. Hit: 27 (4d8+9) bludgeoning damage. If the target is a creature of size Large or smaller, it must succeed on a DC 23 Strength saving throw or be knocked prone.</p></section><p>The rakasa batu attacks with its Slam.</p>"
        }
      }
    },
    "Vidre": {
      "name": "Vidre",
      "tokenName": "Vidre",
      "description": "<blockquote><p>Bright scintillating lights dance upon the cold walls of the cavern. Rounding the bend is a large humanoid made entirely of crystal. It points at your chest, and you hear its voice thunder within your head, “Your soul is mine.”</p></blockquote><p>Vidre do not generally engage in combat unless they are in a period of “soul growth” in which case they require a steady supply of humanoid souls to maintain and increase their power. Vidre drain souls at the rate of 1 per day of regular activity, but if completely motionless it only expends 1 soul per week. When 10 or more vidre bond together using meld into crystal they freeze their consumption of souls and slow the rate to a degradation of 1 soul per month. Being entirely powered by souls and lacking any of their own, a vidre’s existence ends when it dies.</p><h3>Soul Crystals or “Vidrefacte”</h3><p>Soul Crystals allow the vidre to cheat their way to attaining energy ascendance. Soul crystals may be bound to a group, house, family, or other organization tied to a symbol. All who wear that symbol upon dying give their soul to the crystal. The power created may be used by powerful priests, wizards, or sorcerers but the part of the deal the leaders of the devious and power hungry organizations are not aware of are as follows: vidre are always bound to their soul crystal and may drain half of the souls obtained by it at any time. When full, a soul crystal is often physically retrieved by a vidre seeking all of the souls. There are very few ways to sever such an agreement with the vidre, but there are ways. A soul crystal may be created by a vidre which has reached its halfway mark to energy ascendance (500 souls) at the cost of 100 souls.</p><p></p><img src=\"modules/underworld-races-and-classes/art/bestiary/vidre.jpg\" width=\"351\" />",
      "items": {
        "Crystal Sense": {
          "name": "Crystal Sense",
          "description": "<p>The vidre automatically detects other creatures in touch with the same crystalline structure as it, as though it had blindsight 120 ft.</p>"
        },
        "Crystalline Hibernation": {
          "name": "Crystalline Hibernation",
          "description": "<p>The vidre may meld with any sufficiently large crystalline structure it touches. The crystal must be large enough to accommodate the physical form of the vidre. Dubbed so by the more common beings of the underworld, the name of this feature is a bit of a misnomer—the vidre remains completely cognizant of whatever happens in the vicinity of the crystal, though it does not consume souls while inside the crystal. The vidre may exit or enter a crystal at any time as its Action.</p>"
        },
        "Soul Growth": {
          "name": "Soul Growth",
          "description": "<p>Every foe slain by the vidre or absorbed by its soul crystal increases its power. For every 100 Hit Dice worth of souls, the vidre’s maximum Hit Dice increase by 1. After absorbing a total of 1000 Hit Dice worth of souls, the vidre turns into a being of pure energy and seemingly vanishes, becoming a new, unknown entity. The vidre consumes 1 Hit Die worth of soul energy per day of prolonged activity, which is why the vidre spends a lot of its time in crystalline hibernation.</p>"
        },
        "Multiattack": {
          "name": "Multiattack",
          "description": "<p>The vidre can use its crystalline gore attack or two slam attacks, or use its soul searing ray and use its gore attack, or use its soul searing ray and one slam attack.</p>"
        },
        "Gore": {
          "name": "Gore",
          "description": "<section class=\"secret\" id=\"secret-RvXewH3KHCD53jOr\"><p>Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 11 (1d12+5) piercing damage and the target loses 5 hit points from bleeding at the start of each of its turns for 5 rounds unless it receives magical healing. Bleeding damage is cumulative; the target loses 5 hit points per round for each bleeding wound it’s taken from the vidre.</p></section><p>The vidre attacks with its Gore.</p>"
        },
        "Slam": {
          "name": "Slam",
          "description": "<section class=\"secret\" id=\"secret-unb7BYG9rTOxeh9w\"><p>Melee Weapon Attack: +9 to hit, reach 5 ft., one target. Hit: 11 (1d12+5) bludgeoning damage.</p></section><p>The vidre attacks with its Slam.</p>"
        },
        "Soul Searing Ray": {
          "name": "Soul Searing Ray",
          "description": "<p>The vidre emits a beam at one target within 60 feet. The target is knocked 20 feet back and must succeed on a DC 15 Dexterity saving throw or be knocked prone. A portion of the soul of the creature stays in the space the target originally was in, and acts as an undead shadow under the command of the vidre. Unlike a regular shadow, this soul echo is a being of light. Exchange all reference to necrotic and radiant damage in the soul echo’s stats. The creature also does not suffer from sunlight weakness. If the creature hit with the soul searing ray flees the encounter, it feels hollow and gains 1 level of exhaustion that cannot be mitigated for 1d12 days before the soul echo fades. The soul echo steals the body of the creature of origin if that creature is killed during the encounter; in that case, the creature’s alignment shifts to neutral and it falls under the command of the vidre. The original creature immediately loses its level of exhaustion if the soul echo is slain. A creature can only have its soul seared by this ability once per day, even if hit by multiple rays of two different vidre, but the creature can be knocked back multiple times.</p>"
        }
      }
    }
  }
}
