{
  "label": "Backgrounds (URC)",
  "entries": {
    "Miner": {
      "name": "Miner",
      "description": "<p>You have spent most of your life excavating the minerals that allows civilization to thrive. Without your work and expertise, soldiers wouldn't have swords and the teamsters wouldn't have horse shoes. In the dim lights of tight tunnels, you might have mined iron, mithril, and gemstones, or you may have worked in the salt mines to provide flavor for the food of nobles.</p><p>More so than most, you are used to danger. You saw many of your friends crushed when the mines caved in. Sometimes you could hear them shouting for help, but by the time you could safely clear away the debris they had suffocated or starved. You've crawled out of the mines only to find greater dangers.</p><hr /><p><strong>Skill Proficiencies</strong>: Investigation, Survival</p><p><strong>Tool Proficiency</strong>: Miner's Tools</p><p><strong>Languages</strong>: Undercommon</p><p><strong>Equipment</strong>: A set of @UUID[Compendium.dnd5e.items.8RXjiddJ6VGyE7vB]{common clothes}, a @UUID[Compendium.dnd5e.items.XVK6TOL4sGItssAE]{light hammer}, @UUID[Compendium.underworld-races-and-classes.items-urc.9Q47k0P6J97BkCdd]{miner's tools}, and 2 small topaz gems worth 10gp each.</p><p><strong>Feature</strong>: @UUID[Compendium.underworld-races-and-classes.backgrounds-urc.vaa6yYCtywdChYWT]{Underground Navigation}</p><hr /><h3>Suggested Characteristics</h3><p>Hard, pitiless work makes miners. While others studied in the safety of temples or academies, you were digging into the earth trying to earn the money needed to feed your family. Whatever events forced you to leave the mines behind, you'll always carry the hard lessons learned in mineshafts with you.</p><p>@UUID[Compendium.underworld-races-and-classes.tables-urc.v8EZm81UtwYducIW]{Personality Traits}</p><p>@UUID[Compendium.underworld-races-and-classes.tables-urc.4q3oIhv9KrXZ3O7V]{Ideals}</p><p>@UUID[Compendium.underworld-races-and-classes.tables-urc.WgqxPwRi5Wj20OVQ]{Bonds}</p><p>@UUID[Compendium.underworld-races-and-classes.tables-urc.aa4ycXsoJHyDlQS8]{Flaws}</p>",
      "advancement": {
        "Feature": {
          "title": "Feature"
        },
        "Equipment": {
          "title": "Equipment",
          "hint": "2 small topaz gems"
        }
      }
    },
    "Underground Navigation": {
      "name": "Underground Navigation",
      "description": "<p>You grew up digging tunnels, exploring caves, and learning the mysteries of the places. It is nearly impossible for you to get lost underground. You can naturally sense the slope of a cavern or mine shaft telling if it goes up or down. Your sense of smell is attuned to the smell of fresh or stagnant air. The twists and turns of underground passages cannot disorient you. While you may not always know exactly where you are, you can always find your way back.</p>"
    }
  }
}
