{
  "label": "Spells (URC)",
  "folders": {
    "Colliatur": "Colliatur",
    "Gitwerc": "Gitwerc",
    "Funglet": "Funglet",
    "Zwerc": "Zwerc",
    "Draaki": "Draaki",
    "Dødelig": "Dødelig",
    "Hoyrall": "Hoyrall",
    "Drow": "Drow",
    "Kraidyl": "Kraidyl",
    "Dweorg": "Dweorg",
    "Svirfneblin": "Svirfneblin",
    "Dvergr": "Dvergr",
    "Ahooling": "Ahooling",
    "Vestraadi": "Vestraadi"
  },
  "entries": {
    "Form of Shadow": {
      "name": "Form of Shadow",
      "description": "<p><em style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">This spell is available exclusively to drow spellcasters devoted to</em><a class=\"entity-link\" style=\"box-sizing:border-box;user-select:text\" draggable=\"true\" data-pack=\"world.class-features-urc\" data-id=\"aOJHbfQYqX2eUypK\"><em style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\"> </em></a><em style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">@UUID[Compendium.underworld-races-and-classes.subclasses-urc.056vVNLR9ay112Y7]{Naraneus}.</em></p><p>You suffuse yourself with shadow-essence, which bestows upon you the @Compendium[dnd5e.monsterfeatures.3lDp8DtWwNDHSvxX]{amorphous} trait: You can move through a space as narrow as 1 inch without squeezing. Additionally, while under the effects of this spell and in dim light or darkness, you can take the @UUID[Compendium.dnd5e.rules.6PfYpwxkdQkyS6b7.JournalEntryPage.t0XXMmv014K4vV3p#hide]{Hide} action as a bonus action.</p>",
      "materials": {
        "value": "Piece of obsidian"
      }
    },
    "Dancing Shade": {
      "name": "Dancing Shade",
      "description": "<p><em>This spell is available exclusively to drow spellcasters devoted to @UUID[Compendium.underworld-races-and-classes.subclasses-urc.056vVNLR9ay112Y7]{Naraneus}.</em></p><p>As you cast this spell, you animate your shadow, which shields you from harm. This shadowy shield can absorb up to your current hit points before disappearing. This protection extends to physical attacks as well as spells and effects that deal radiant and lightning damage. Since this is a shield in front of you and not temporary hit points, attacks absorbed thus do not prompt concentration-checks from you. If the spell is dismissed before its maximum number of hit points is expended, you suffer from no ill effects. However, if the shadow absorbs the maximum amount of hit points possible, it dissipates, leaving you without a shadow for a number of days equal to your level. You can only cast this spell if you have a shadow.</p>",
      "materials": {
        "value": "A piece of gold string"
      }
    },
    "Sate the Hunger": {
      "name": "Sate the Hunger",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{Kraidyl} spellcasters at the GM's discretion. It is particularly suitable for kraidyl rangers and similar, more martially inclined characters with access to spells.</em></p>\n<p>This spell can only be cast as you reduce a creature to 0 hit points or less with your bite. The creature that took damage as part of this spell's casting immediately dies as the bones in your jaws distend and disjoint, and in one gloriously bloody moment, you swallow the dead creature whole with a sickening crunch. You gain a pool of profane points equal to the creature's challenge, which you can spend in the following ways as part of making a melee attack:</p>\n<p><em><strong>Blessing of the Dark</strong></em>. You can expend 1 profane point to change the damage your bite inflicts to necrotic damage for 1 round.</p>\n<p><em><strong>Protected from the Light</strong></em>. You can expend 2 profane points to lose your radiant vulnerability for the duration of this spell.</p>\n<p><em><strong>Unmatched Savagery</strong></em>. You can expend 3 profane points when you roll your bite's damage dice to reroll them and use either total.</p>\n<p>Any unused profane points that remain at the end of the spell are lost. A given kraidyl can only benefit once from this spell in any given 24-hour period.</p>",
      "activation": {
        "condition": "When you reduce a creature with your bite to 0 hit points."
      }
    },
    "Detect Dødelig": {
      "name": "Detect Dødelig",
      "description": "<p>You cast the one spell developed by the dødelig as a pure necessity and survival requirement for their race as a whole. Your eyes begin to glow and your sight extends, looking for your trapped brethren. For the duration of this spell, you know if there is a dødelig within a 120-foot cone emanating from your eyes, seeing a faint aura around any visible creature that is a dødelig. Unlike similar magic, the spell can penetrate most barriers, but 1 foot of stone, 1 inch of common metal, or 3 feet of wood or dirt only impedes it. For every foot of stone, inch of metal, or 3 feet of wood blocking a detect dødelig spell, reduce its range by 5 feet.</p>\n<hr />\n<p><strong>Note</strong>: This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OVxyY04jVEfjdhcP]{dødelig} spellcasters at the discretion of the GM.</p>",
      "materials": {
        "value": "Gem valued 50 gp. or more"
      }
    },
    "Spores of Madness": {
      "name": "Spores of Madness",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.NT1fCmCuo7SesTAi]{Funglet} druids and clerics.</em></p>\n<p>You exhale thousands of spores, conjured from the aether, coating the initial area, a 15-foot cone with fungus. The cloud moves away from you at 10 feet per round, rolling along the surface of the ground.</p>\n<p><em>Spores of madness</em> simultaneously replicates the effects of <em>@Compendium[dnd5e.spells.LkvI11Uue774QBKZ]{cloudkill}</em> and <em>@Compendium[dnd5e.spells.9hQXdMSmerkTsHDe]{confusion}</em>; each round a creature is within the affected area, exposure requires both a creature to succeed both a Constitution and Wisdom saving throw to resist the respective effects.</p>",
      "materials": {
        "value": "Mushrooms"
      }
    },
    "Ancestral Nemeses": {
      "name": "Ancestral Nemeses",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{Kraidyl} spellcasters at the GM's discretion. It is particularly suitable for kraidyl rangers and similar, more martially inclined characters with access to spells.</em></p>\n<p>You choose one of your race's ancestral enemies, either the colliatur or the draaki. Until the spell ends, you deal an extra +1d6 damage to the chosen race whenever you hit a member of it with a weapon attack. Additionally, this spell attunes you to the habits of your race's foes, granting you advantage on Wisdom (Perception) checks made against the chosen race.</p>\n<p><em><strong>At Higher Levels</strong></em>. When you cast this spell using a spell slot of 3rd level, you can maintain your concentration on this spell up to 8 hours. When you cast this spell using a spell slot of 4th level or higher, you apply the benefits of the spell to both draaki and colliatur—you do not need to select one race. When you cast this spell using a 5th level or higher spell slot, you can maintain your concentration on this spell up to 24 hours.</p>",
      "materials": {
        "value": "Piece of a colliatur or draaki corpse"
      }
    },
    "Draaki Savage": {
      "name": "Draaki Savage",
      "description": "<p><em>This spell is available exclusively to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.iHQWgGlejkk7b91F]{draaki} spellcasters at the discretion of the GM.</em></p>\n<p>Your teeth and jaw reform, granting you a savage bite to use in conjunction with your other attacks. For the duration of this spell, you gain the following ability:</p>\n<p><em><strong>Multiattack</strong></em>. You make two attacks, one with your melee weapon and one with your bite. Your bite attack deals 1d4 points of piercing damage, has a reach of 5 ft. and targets one creature.</p>",
      "materials": {
        "value": "Draaki tooth"
      }
    },
    "Greater Alien Surge": {
      "name": "Greater Alien Surge",
      "description": "<p>You can touch the creature to temporarily make it look almost like a colliatur, conferring the benefits of @UUID[Compendium.underworld-races-and-classes.spells-urc.sO8XybtoMvzgHc9M]{Alien Surge}, but also that of your @UUID[Compendium.underworld-races-and-classes.feats-urc.ZTDeMGBBmEtQgcpR]{Jack-in-the-Limb} feat to the creature touched. Tools or weapons created by the creature touched vanish upon the spell ending, though the @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.cspWveykstnu3Zcv]{Exhaustion} incurred by the target creature remains.</p><hr /><p><strong>Note</strong>: This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.E9wPP4k7Hbw4oips]{colliatur} spellcasters at the discretion of the GM. </p>",
      "activation": {
        "condition": "1 action or reaction taken after breaking off a weapon from your body with the Jack-of-the-Limb feat"
      },
      "materials": {
        "value": "Gem fragments, caster must use the Jack-in-the-Limb feat to break off 1 gp of crystal from his body"
      }
    },
    "Ahool Frenzy": {
      "name": "Ahool Frenzy",
      "description": "<p>You make one willing ahooling or ahool within range become incensed with a bestial bloodlust that drives their movements in combat to greater heights of savagery, mimicking a barbarian's rage.</p>\n<p>Any attacks against or attacks from targets that have been bitten by the enchanted ahool or ahooling gain the @Compendium[dnd5e.classfeatures.VoR0SUrNX5EJVPIO]{Rage} damage bonus as though the attacker had barbarian levels equal to their Hit Dice. The target of the spell also chooses resistance to bludgeoning, piercing or slashing damage—the target gains resistance to the damage type chosen for the duration of this spell. If you cast this spell on yourself, you can still concentrate on this spell, even though you're treated as though in a rage. The target of this spell can end it as a bonus action.</p>\n<hr />\n<p><strong>Note</strong>: This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Rxqo06ht9yxyuweI]{ahooling} spellcasters at the discretion of the GM.</p>",
      "materials": {
        "value": "1 ounce of blood"
      }
    },
    "Dødeligization": {
      "name": "Dødeligization",
      "description": "<p>This extremely potent spell is known to only a very few @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OVxyY04jVEfjdhcP]{Dødelig}, and for good reason; with one casting, you can permanently transform a normal, living, breathing halfling into a dødelig. The affected halfling loses all halfling traits, gaining instead dødelig traits. This transformation is permanent. You need to make a melee spell attack to hit unwilling targets and unwilling subjects may resist this spell with a Wisdom saving throw.</p><hr /><p><strong>Note</strong>. This spell is recommended for @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OVxyY04jVEfjdhcP]{dødelig} clerics, druids, wizards, and sorcerers only.</p>",
      "materials": {
        "value": "A diamond worth 3,000 gp"
      }
    },
    "Prismatic Eyes": {
      "name": "Prismatic Eyes",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OiA3LnjgHXSR0pso]{Hoyrall} spellcasters at the GM's discretion</em>.</p><p>Your eyes take on a scintillating, diverse sheen of prismatic energy, shooting forth a prismatic blast at a target in range. Make a ranged spell attack against one target within range. If you manage to hit the target, it must succeed on a Wisdom saving throw to see through the illusory nature of this spell. On a success, the spell ends harmlessly; on a failure, roll on the @UUID[Compendium.underworld-races-and-classes.tables-urc.itZS032DXvEsT39S]{Prismatic Eyes Effects Table} to determine the illusory prismatic color that hits the target and resolve the effects accordingly. If an effect of <em>prismatic eyes</em> duplicates a spell, said spell is treated as though it was a 4th level spell or cast via a 4th level spell slot, regardless of its usual level.</p><p> </p><h3><strong>Prismatic Eyes Effects Table</strong></h3><table style=\"text-align:center\"><thead><tr><td style=\"min-width:25px\">1d8</td><td style=\"min-width:50px\">Color of Reflection</td><td>Effect</td></tr></thead><tbody><tr><td>1</td><td>Red</td><td style=\"text-align:left\">The target takes [[/r 10d8]] fire damage (Successful Dexterity saving throw halves).</td></tr><tr><td>2</td><td>Orange</td><td style=\"text-align:left\">The target takes [[/r 10d8]] acid damage (Successful Dexterity saving throw halves).</td></tr><tr><td>3</td><td>Yellow</td><td style=\"text-align:left\">The target takes [[/r 10d8]] lightning damage (Successful Dexterity saving throw halves).</td></tr><tr><td>4</td><td>Green</td><td style=\"text-align:left\">The target is affected by caster's @UUID[Compendium.underworld-races-and-classes.racial-features-urc.N8a7wDzJnybp4ETG]{Hoyrall Poison Blood}; saving throw is made at disadvantage.</td></tr><tr><td>5</td><td>Blue</td><td style=\"text-align:left\">The target must succeed on a Wisdom saving throw or be @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.xnSV5hLJIMaTABXP]{Paralyzed} for the duration. This effect has no effect on undead. At the end of each of its turns, the target can make another Wisdom saving throw. On a success. The spell ends on the target.</td></tr><tr><td>6</td><td>Indigo</td><td style=\"text-align:left\">The target must succeed on a Wisdom saving throw when you cast this spell or be affected by <em>@Compendium[dnd5e.spells.9hQXdMSmerkTsHDe]{confusion}</em>.</td></tr><tr><td>7</td><td>Violet</td><td style=\"text-align:left\">The target must succeed on a Wisdom saving throw when you cast this spell or be affected by <em>@Compendium[dnd5e.spells.04nMsTWkIFvkbXlY]{polymorph}</em>.</td></tr><tr><td>8</td><td>White</td><td style=\"text-align:left\">The target takes [[/r 7d4]] force damage (no save) and is affected by <em>@Compendium[dnd5e.spells.15Fa6q1nH27XfbR8]{dispel magic}</em>.</td></tr></tbody></table><p></p>",
      "materials": {
        "value": "Crystalline shards"
      }
    },
    "Pressure of the Forever Deep": {
      "name": "Pressure of the Forever Deep",
      "description": "<p><em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.9hk0MrqI67lCzCBG]{Vestraadi} druids may learn this spell.</em></p>\n<p>You call forth the pressures of the Forever Deep, temporarily subjecting a 20-foot-radius, 40-foothigh cylinder centered on a point within range to the immense forces of the Underworld's deepest seas. Each creature in the cylinder must make a Dexterity saving throw. A creature takes 4d8 bludgeoning damage and 2d6 cold damage on a failed save, half as much on a successful one. Creatures that fail to save also halve their speed for the duration. Flying creatures that fail their save crash to the ground and may not fly while within the cylinder.</p>\n<p><em><strong>At Higher Levels</strong></em>. When you cast this spell using a spell slot of 6th level or higher, the bludgeoning damage increases by 1d8 for each slot level above 5th.</p>",
      "materials": {
        "value": "1 ounce of water from the Forever Deep"
      }
    },
    "Mushroom Apotheosis": {
      "name": "Mushroom Apotheosis",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.NT1fCmCuo7SesTAi]{Funglet} druids and clerics.</em></p><p>You speak the words of power, point at a target and from your hands, a massive, fungal forest springs forth, coating any floor, wall and similar surface within half a mile, instantly generating a new fungal forest. Scrolls and elixirs containing this extremely powerful spell are highly coveted throughout the Underworld for their ability to instantly create an ecosystem; dweorg legends tell of battles won with the aid of this surprise terrain and civilizations built on the back of a <em>mushroom apotheosis</em>. The entire area becomes filled with mushrooms of every variety (at least two instances of each type). Roll on the @UUID[Compendium.underworld-races-and-classes.tables-urc.wTXrwg18DEhnJ2l5]{Mushroom Apotheosis} table (a number of times equal to your level) to determine which types dominate the spread of mushrooms created by this spell.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.pU9Mjya5XAyQ2kZ2]{Underworld Fungi}</p>",
      "materials": {
        "value": "A funglet head"
      }
    },
    "Draaki Breath": {
      "name": "Draaki Breath",
      "description": "<p><em>This spell is available exclusively to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.iHQWgGlejkk7b91F]{draaki} spellcasters at the discretion of the GM.</em></p>\n<p>If you touch a creature that is not a draaki, they receive one use of a draaki breath weapon as though they were a draaki with hit dice equal to their own hit dice.</p>\n<p>If you touch a draaki, they receive another, temporary use of their breath weapon. You may target yourself. If the additional use is not used within one round of casting the spell, it is lost.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.spells-urc.s4vSnXp6B1u2kphS]{Breath Weapon Crossfire}</p>",
      "activation": {
        "condition": "1 action or reaction, which you take in response to an ally within 30 feet casting Breath Weapon Crossfire."
      },
      "materials": {
        "value": "Talon from an Underworld creature"
      }
    },
    "Wine to Blood": {
      "name": "Wine to Blood",
      "description": "<p>This spell takes any non-magical inert liquid and changes it into blood. It doesn't taste very good, but provides the nutrients necessary for an ahooling or ahool to survive.</p>\n<hr />\n<p><strong>Note</strong>: This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Rxqo06ht9yxyuweI]{ahooling} spellcasters at the discretion of the GM.</p>",
      "materials": {
        "value": "Bottle of wine"
      }
    },
    "Haunting Glide": {
      "name": "Haunting Glide",
      "description": "<p>After you cast this spell, as soon as any target in the area leaves the ground, the magic activates, turning them both silent and invisible but only while they remain aloft. Both effects deactivate as soon as a target touches the ground (not the ceilings or walls, but the ground or floor).</p>\n<hr />\n<p><strong>Note</strong>: This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Rxqo06ht9yxyuweI]{ahooling} spellcasters at the discretion of the GM.</p>",
      "materials": {
        "value": "A piece of an Underworld creature's wing"
      }
    },
    "Devil's Strike": {
      "name": "Devil's Strike",
      "description": "<p><em>This spell is available to all @UUID[Compendium.underworld-races-and-classes.racial-features-urc.rD6ClOZUjEUrW6Je]{gitwerc} spellcaster.</em></p><p>As part of the casting of this spell, your horns and bony protrusions quiver in bloodthirsty anticipation. One of these bones suddenly elongates and is fired in a bloody, visceral burst from your body (this does no harm to you), striking unerringly the target. The creature must make a Dexterity saving throw. It takes primary damage equal to 2d10 piercing damage on a failed save, or half as much on a successful one. In either case, shards of the bones are lodged in the body of the target before dissolving after 1 round. If the creature continues to attack you in the following round before the fragment has dissolved, the latent power in the bone ignites, dealing secondary damage equal to 2d10 fire damage to the offending creature before evaporating.</p><p><em><strong>At Higher Levels</strong></em>. When you cast this spell using a spell slot of 3rd level or higher, the primary and secondary damage alternate their increase by 1d10 for each slot above 2nd. (When cast using a 6th level slot, it would do 4d10 primary damage, 4d10 secondary damage. When cast via a 7th level slot, it would deal 5d10 primary damage, 4d10 secondary damage.)</p>",
      "activation": {
        "condition": "When you are damaged by a melee attack."
      }
    },
    "Fashion Blood Candle": {
      "name": "Fashion Blood Candle",
      "description": "<p><em>This spell is available to all @UUID[Compendium.underworld-races-and-classes.racial-features-urc.rD6ClOZUjEUrW6Je]{gitwerc} spellcaster.</em></p><p>You fashion a <em>@UUID[Compendium.underworld-races-and-classes.items-urc.7YsREErrFT0eUJSn]{blood candle}</em> from the corpse of a deceased creature to fulfill your due to the forces of Hel (see <em>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.rD6ClOZUjEUrW6Je]{Toll of Souls}</em>). Until you have fulfilled your due each level, you do not gain any benefits from doing so—you are only doing the bidding of the forces of Hel, after all. However, once you have condemned a number of souls equal to your level to Hel, the dark forces reward you for providing more than what's required. Any additional soul condemned to hell allows you to gain the immediate benefits of a short rest upon the <em>blood candle</em> burning down, while also granting you 1/2 the creature's hit dice (rounded down, minimum 1) as bonus hit dice to spend. You can receive this benefit only once in any 24-hour period.</p>"
    },
    "Enlarge": {
      "name": "Enlarge",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">For 1 minute, you magically increase in size, along with any objects you are wearing or carrying. While enlarged, you are Large, double your damage dice on Strength-based weapon attacks and make Strength checks and Strength saving throws with advantage. If you lack the room to become Large, you attain the maximum size possible in the space available.</span></p>",
      "materials": {
        "value": "A pinch of powdered iron"
      }
    },
    "Light of Knowledge": {
      "name": "Light of Knowledge",
      "description": "<p>You and all other subjects gather together in a circle and meld minds, pooling your collective memories in a matrix of light that exchanges information at the speed of light. You may make a number of Intelligence, Wisdom or Charisma checks equal to the total number of subjects (minimum 2). You automatically benefit from the @UUID[Compendium.dnd5e.rules.6PfYpwxkdQkyS6b7.JournalEntryPage.t0XXMmv014K4vV3p#help]{Help} action on these checks and are proficient in any skills a participant is proficient in. You also use the highest Intelligence, Wisdom and Charisma modifier of the participants for these checks. There lies danger in this melding of minds<span style=\"color:#191813;font-size:13px\">—</span>for each check you fail, you take [[/r 4d6]] psychic damage, as your mind has trouble reconciling the massive influx of information and redistributing it among the participants. Colliatur are uniquely suited for this type of information sharing—for each colliatur participating in this ritual beyond the first, reduce the psychic damage incurred on a failure by [[/r 1d6]].</p><hr /><p><strong>Note</strong>: This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.E9wPP4k7Hbw4oips]{colliatur} spellcasters at the discretion of the GM. </p>",
      "materials": {
        "value": "Gem valued at 40 gp or more"
      }
    },
    "Historic Resemblance": {
      "name": "Historic Resemblance",
      "description": "<p>For the duration of this spell, treat your type as though you were a normal halfling for the purposes of spells and magical effects like detect undead, being capable of using specific magic items, etc. When the duration of this spell ends, any halfling type dependent spells or effects that are active on you immediately end.</p>\n<hr />\n<p><strong style=\"box-sizing:border-box;user-select:text;color:#191813;font-size:13px\">Note</strong><span style=\"color:#191813;font-size:13px\">: This spell is available to <span style=\"color:#000000;font-size:14px\">@UUID[Compendium.underworld-races-and-classes.racial-features-urc.OVxyY04jVEfjdhcP]{dødelig}</span> spellcasters at the discretion of the GM.</span></p>",
      "materials": {
        "value": "A piece of skin tissue"
      }
    },
    "Dvergr Vanishing (Invisibility)": {
      "name": "Dvergr Vanishing (Invisibility)",
      "description": "<p>You can cast the invisibility spell once per day. Charisma is your spellcasting ability for this spell and you require only verbal components to cast it.</p><p>A creature you touch becomes invisible until the spell ends. Anything the target is wearing or carrying is invisible as long as it is on the target's person. The spell ends for a target that attacks or casts a spell.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd.</p>",
      "effects": {
        "Invisibility": {
          "name": "Invisibility",
          "description": "<p>The target becomes Invisible until the spell ends. Anything the target is wearing or carrying is invisible as long as it is on the target's person. The spell ends for a target that attacks or casts a spell.</p>"
        }
      }
    },
    "Lesser Hive Mind": {
      "name": "Lesser Hive Mind",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OiA3LnjgHXSR0pso]{Hoyrall} spellcasters at the GM's discretion</em>.</p>\n<p>You choose up to 3 creatures in range. The subjects become linked with a primitive form of telepathy allowing them to have a dialogue in mutually shared languages, so long as they remain within close range of one another. Should they venture out of this area, there's a 50% chance that they cannot understand or be understood through <em>lesser hive mind</em> within double the spell's range and beyond that, are no longer under its effects. Should they reenter the spell's area during the duration, its effects immediately reinstate themselves for the duration of the spell.</p>",
      "materials": {
        "value": "Piece of hoyrall antennae"
      }
    },
    "Fungus Amongus": {
      "name": "Fungus Amongus",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.NT1fCmCuo7SesTAi]{Funglet} druids and clerics.</em></p><p>You touch a dead, @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.cSVcyZyNe2iG1fIc]{Restrained}, @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.UWw13ISmMxDzmwbd]{Unconscious} or @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.TpkZgLfxCmSndmpb]{Incapacitated} creature. If the creature fails a Constitution saving throw, it instantly bursts open with [[/r 2d4+2]] @Compendium[dnd5e.monsters.7EmUVycEASn7SFL0]{violet fungi} (and the victim now requires a <em>@Compendium[dnd5e.spells.qLeEXZDbW5y4bmLY]{true resurrection}</em> or <em>@Compendium[dnd5e.spells.3okM6Gn63zzEULkz]{wish}</em> spell to return from the dead). These vine blights are willing to do your bidding for the duration of <em>fungus amongus</em> but gain free will when the effect ends. This spell has no effect on creatures not suffering from aforementioned conditions.</p>",
      "materials": {
        "value": "Part of a carnivorous plant creature"
      }
    },
    "Bedazzling Reflex": {
      "name": "Bedazzling Reflex",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Jarvd18cYO0LWTwy]{svirfneblin} spellcasters at the GM's  discretion.</em></p>\n<p>You cast forth this spell onto a gem, which must be of a value equal to 50 gp times the triggering spell's level. The gem flies forth, harmlessly deflecting the spell. If you do not possess a valuable enough gem to deflect the spell, <em>bedazzling reflex</em> fails.</p>",
      "activation": {
        "condition": "In response to being targeted by a spell with a single-target effect within 60 feet of you that you can see."
      },
      "materials": {
        "value": "A gem worth 50 gp X spell level of triggering spell"
      }
    },
    "Fascinating Countenance": {
      "name": "Fascinating Countenance",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OiA3LnjgHXSR0pso]{Hoyrall} spellcasters at the GM's discretion</em>.</p><p>Your eyes and carapace take on a hypnotic, calming countenance. If a creature starts its turn within 30 feet of you and you can see each other, you can force the creature to make a Wisdom saving throw if you are not incapacitated. Saves are made at advantage if you or your allies are fighting the affected creatures. On a failed save, the creature is subject to the @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.zZaEBrKkr66OWJvD]{Charmed} condition. It must repeat the saving throw at the end of its next turn. On a success, the spell ends. A creature that isn't surprised can avert its eyes to avoid the saving throw at the start of its turn. If it does so, it can't see you until the start of its next turn, when it can avert its eyes again. If it looks at you in the meantime, it must immediately make the save.</p>",
      "materials": {
        "value": "Silver dust"
      }
    },
    "Aquatic Stealth": {
      "name": "Aquatic Stealth",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{Kraidyl} spellcasters at the GM's discretion. It is particularly suitable for kraidyl rangers and similar, more martially inclined characters with access to spells.</em></p><p>As part of the casting of this spell, you touch a creature. The creature touched gains immunity to both @UUID[Compendium.dnd5e.rules.eVtpEGXjA2tamEIJ.JournalEntryPage.8AIlZ95v54mL531X]{Tremorsense} and @UUID[Compendium.dnd5e.rules.aYmUMcQfSIqYWpKk.JournalEntryPage.9jyye7TeGlY4FRf3#blindsight]{Blindsight} while underwater—it becomes invisible to both. This does not grant bonuses or invisibility from any other senses (such as auditory, sight, or smell) and the enchanted creature may still be detected. The unique @UUID[Compendium.underworld-races-and-classes.racial-features-urc.3QuzpedjD1LTsoyN]{sonar ability of the vestraadi} does not work against a creature under the effects of <em>aquatic stealth</em>.</p><p><em><strong>At Higher Levels</strong></em>. When you cast this spell using a spell slot of 2nd level, you can maintain your concentration on this spell up to 8 hours. When you cast this spell using a spell slot of 3rd level or higher, you can maintain your concentration on this spell up to 24 hours. Additionally, when you cast this spell using a spell slot of 3rd level or higher, you can target one additional creature for each slot level above 2nd.</p>",
      "materials": {
        "value": "Auditory gland of a vestraadi"
      }
    },
    "Spit Poison": {
      "name": "Spit Poison",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OiA3LnjgHXSR0pso]{Hoyrall} spellcasters at the GM's discretion</em>.</p>\n<p>As part of the casting of this spell, you spit a glob of your poisonous blood at a target as a ranged spell attack. The magic of the spell changes your poison's type to contact, and increases the DC to resist it by doubling your proficiency bonus. Casting this spell consumes 1 daily use of your poison blood.</p>\n<hr />\n<p><strong>Foundry Note</strong>: On the Details tab in the Spell Effects section, set the Saving Throw Flat DC value <span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">equal to 8 + <strong>double</strong> your proficiency bonus + your Constitution modifier. The Damage Formula is set to the base 1d6 poison damage, so you will need to adjust this at higher character levels (</span><span style=\"font-family:var(--font-primary);font-size:var(--font-size-14)\">2d6 at 3rd level, 3d6 at 8th level, 4d6 at 13th level and 5d6 at 18th level).</span></p>",
      "materials": {
        "value": "Pinch of sulfur"
      }
    },
    "Charming Pulse": {
      "name": "Charming Pulse",
      "description": "<p><em>This spell is available to all @UUID[Compendium.underworld-races-and-classes.racial-features-urc.9hk0MrqI67lCzCBG]{vestraadi} spellcasters.</em></p>\n<p>You use your insight into a humanoid within range to charm it with a specialized pulse. It must make a Wisdom saving throw and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is charmed by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p>\n<p><em><strong>At Higher Levels</strong></em>. When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them and you must have affected all with the same <em><strong>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.3QuzpedjD1LTsoyN]{Discerning Pulse}</strong></em>.</p>",
      "activation": {
        "condition": "In response to being damaged by a creature you perceived via a Discerning Pulse in the previous round."
      }
    },
    "Mushroom Mount": {
      "name": "Mushroom Mount",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.NT1fCmCuo7SesTAi]{Funglet} druids and clerics.</em></p><p>You enchant a benign, unintelligent mushroom of large size or smaller; the fungus uproots itself and attaches to you. Wrapping rhizomorphs envelop your legs and you move as one. Your fused form has a speed of 20 feet, moving along in a violent hop (typically in small 5 foot high jumps—beware the ceiling!) and thus ignore difficult terrain. While fused to a mushroom mount you are immune to the @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.y0TkcdyoZlOTmAFT]{Prone} condition and you do not provoke opportunity attacks (and may not make them either). Whenever any creature makes a melee attack against you, the mushroom mount, as a reaction, expels a forceful cloud of spores that momentarily muddle all of your assailant's senses, making any extra attacks the target can perform against you beyond the first suffer from disadvantage.</p>",
      "materials": {
        "value": "Mushroom"
      }
    },
    "Find the Surface": {
      "name": "Find the Surface",
      "description": "<p><em>This spell is available to all @UUID[Compendium.underworld-races-and-classes.racial-features-urc.qkE6svtPYexKbbHL]{dvergr} spellcasters.</em></p>\n<p>This spell allows you to find the shortest, most direct physical route to the surface, provided there is one on the same plane of existence. For the duration, as long as there is a surface, you know how far it is and in what direction it lies. While you are traveling there, whenever you are presented with a choice of paths along the way, you automatically determine which path is the shortest and most direct route (but not necessarily the safest route) to the surface. This spell does not take your movement capabilities into account, potentially requiring swimming, climbing, flight, etc. If the surface is farther than 1 day's worth of travel away, this spell will instead guide you to the most elevated position.</p>",
      "materials": {
        "value": "Steel ingot"
      }
    },
    "Peripheral Fungi": {
      "name": "Peripheral Fungi",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.NT1fCmCuo7SesTAi]{Funglet} druids, clerics and rangers.</em></p><p>Calling upon the primal power of fungus, you grow miniature audire boletus around your ears. They instantly adapt to the contours of sound waves from where you are standing when the spell is cast, granting you @UUID[Compendium.dnd5e.rules.aYmUMcQfSIqYWpKk.JournalEntryPage.9jyye7TeGlY4FRf3#blindsight]{Blindsight} with a reach of 10 feet. Whenever you move more than 5 ft. in a given round, you lose this blindsight until you stand still for one round and let the fungi readjust.</p><p><em><strong>At Higher Levels</strong></em>. When you cast this spell using a spell slot of 3rd level or higher, you increase the range of your blindsight by + 10 feet for each spell slot above 2nd.</p>"
    },
    "Earthen Crush": {
      "name": "Earthen Crush",
      "description": "<p><em>This spell is usually only available as a @UUID[Compendium.underworld-races-and-classes.class-features-urc.qzLpFNwqeTgf7QWQ]{Secret of the Stone}, but at the GM's discretion, it may also be available for other classes.</em></p><p>You create a 20-foot-radius animated spherical cloud of earth and rocks, originating from an unoccupied space that you can see within range. The space of origin must feature rocks or earth or the spell fails. The cloud lasts for the spell's duration and it moves at your command, mimicking the movements of your hand (or other appendage). The cloud is considered to be an @UUID[Compendium.dnd5e.rules.t6scHTmpmHBTZGTX.JournalEntryPage.3RM2KPMlMrSXngN3]{object} that has AC 16 and hit points equal to 1/2 your hit point maximum. If it drops to 0 hit points, the spell ends. It has a Strength of 16 (+3) and a Dexterity of 10 (+0). The cloud doesn't fill its space and can move through all creatures smaller than itself since it is partially immaterial. When you cast the spell, and as a bonus action on subsequent turns, you can move the cloud up to 30 feet and cause one of the following effects.</p><ul><li><p><em><strong>Barrier Cloud</strong></em>. The cloud forms a barrier between you and a creature you choose until you give it a different command. The cloud moves to stay between you and the target, providing you with @UUID[Compendium.dnd5e.rules.6PfYpwxkdQkyS6b7.JournalEntryPage.kYIupxHL0v6kzLMq]{half cover} against the target. The target can move through the cloud unimpeded if its Strength score is equal to or greater than that of the cloud. If the target's Strength score is less than that of the cloud, it treats the cloud as @UUID[Compendium.dnd5e.rules.6PfYpwxkdQkyS6b7.JournalEntryPage.SfmusW5B5jOaR0vd#difficult-terrain]{difficult terrain}.</p></li><li><p><em><strong>Churning Cloud</strong></em>. You can command the cloud to expend its magic, enhancing the potency of the @UUID[Compendium.underworld-races-and-classes.class-features-urc.7ysMAvUZBoJnyER8]{Exploding Earth} class feature and ending the spell. Creatures within the cloud suffer disadvantage to their saving throws against exploding earth until the end of your next turn.</p></li><li><p><em><strong>Propelling Cloud</strong></em>. You can command the cloud to expend its magic, enhancing the range of the exploding earth class feature. You can affect creatures flying up to 15 feet above the cloud (35 feet above ground in most instances) with exploding earth until the end of your next turn.</p></li></ul><p><em><strong>At Higher Levels</strong></em>. When you cast this spell using a spell slot of 4th level or higher (or learn this as a 4th level or higher secret of the stone), you may use the churning cloud and propelling cloud functions of the spell each an additional time per spell slot above 3rd before the spell's magic dissipates from the exertion.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.classes-urc.lN0n2x74lfWahLZh]{Stonespeaker} @UUID[Compendium.underworld-races-and-classes.racial-features-urc.8ZdLxOFbAApxTPc7]{Zwerc}</p>",
      "materials": {
        "value": "A handful of stones"
      }
    },
    "Shadow Mote": {
      "name": "Shadow Mote",
      "description": "<p><em>This spell is available exclusively to drow spellcasters devoted to @UUID[Compendium.underworld-races-and-classes.subclasses-urc.056vVNLR9ay112Y7]{Naraneus}.</em></p><p>You create a small sphere of shadow-essence that you can hurl as a ranged spell attack at one target. The sphere causes the creature hit to see distracting movement out of the corner of their eye. On a hit, the first attack against the target gains advantage. At the end of each of the target's turns, it can make a Wisdom saving throw against the spell. On a success, the spell ends.</p>",
      "materials": {
        "value": "Ash"
      }
    },
    "Dødeligation": {
      "name": "Dødeligation",
      "description": "<p>As part of the casting of this spell, you join the bodies of yourself and two other undead creatures (either dødelig, Small skeletons or Medium skeletons). Your size increases to Large, granting you advantage on Strength checks and Strength saving throws, [[/r 3d10]] temporary hit points, and your melee attacks deal an extra [[/r 1d8]] damage of the type your attack usually inflicts. The other two creatures formed into your body have heads that poke out on either side from you and if capable of speech, may speak freely, but can take no other actions. If you are dropped to 0 hit points or less, the spell immediately ends and the two other creatures appear beside you, completely unharmed.</p><p><em><strong>At higher levels</strong></em>. When you cast this spell using a spell slot of 7th level or higher, you may join with six other creatures to increase your size to Huge. You gain advantage on Strength checks and Strength saving throws, [[/r 6d10]] temporary hit points, and your melee attacks have 10-foot reach and deal an extra [[/r 2d8]] damage.</p><hr /><p><strong>Note</strong>. This spell is recommended for @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OVxyY04jVEfjdhcP]{dødelig} clerics, druids, wizards, and sorcerers only.</p>",
      "materials": {
        "value": "Boots sized for a Medium creature"
      }
    },
    "Crystal Nova": {
      "name": "Crystal Nova",
      "description": "<p>You curl up or shudder for a second, before bursting forth a dazzling explosion of scintillating light and crystalline shards around you. All creatures within a 20-foot-radius around you must make a Dexterity saving throw. On a failure, the blasts of light and crystal shards inflict 3d6 psychic and 3d6 radiant damage, half as much on a successful save. You are not affected by this spell. Creatures are never killed by this spell, only knocked unconscious.</p><p><em><strong>At Higher Levels</strong></em>. When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d6 for each slot level above 3rd. You may freely choose whether the increased damage is psychic or radiant damage and freely distribute the d6s granted by higher spell slots among the two damage types.</p><hr /><p><strong>Note</strong>: This spell is recommended for @UUID[Compendium.underworld-races-and-classes.racial-features-urc.E9wPP4k7Hbw4oips]{colliatur} sorcerers, warlocks and wizards only.</p>",
      "activation": {
        "condition": "1 action or reaction, taken in response to being damaged by a creature within 60 feet that you can see."
      },
      "materials": {
        "value": "Glass shards"
      }
    },
    "Crystal Expulsion": {
      "name": "Crystal Expulsion",
      "description": "<p>You open your palms and from them a spray of dazzling, iridescent crystals spring forth. All creatures in range must make a Dexterity saving throw. On a failure, the crystals meld through the targets, dealing 6d4 psychic damage, or half as much on a successful save. Creatures are never killed by this spell, only knocked unconscious.</p><hr /><p><strong>Note</strong>: This spell is recommended for @UUID[Compendium.underworld-races-and-classes.racial-features-urc.E9wPP4k7Hbw4oips]{colliatur} sorcerers, warlocks and wizards only.</p>",
      "materials": {
        "value": "Glass shards"
      }
    },
    "Shadow Raising": {
      "name": "Shadow Raising",
      "description": "<p><em>This spell is available exclusively to drow spellcasters devoted to @UUID[Compendium.underworld-races-and-classes.subclasses-urc.056vVNLR9ay112Y7]{Naraneus}.</em></p><p>You rip your shadow from your body and cast it into the body of a deceased creature in range that has not been dead for more than 5 minutes. The creature is animated by your shadow as a macabre puppet with the deceased being's full set of actions, abilities, feats and spells remaining when the creature died. The animated creature has half your hit points upon casting this spell, which also are the puppet's maximum hit points and it takes its turn directly after your turn. Unfortunately, the control isn't perfect: The animated shadow puppet cannot use reactions. Since the animated puppet is powered in equal parts by fading life energy as well as your shadow, <em>shadow raising</em> only works for brief periods of time: After a total of 20 minutes, the corpse collapses and your shadow reassembles and returns to you. This reassembly takes 5 rounds, during which you have no functional shadow. If the spell is dismissed before the shadow puppet is destroyed, you suffer from no ill effects apart from this visible reassembly of your shadow. However, if the shadow puppet is destroyed, it dissipates alongside your shadow, leaving you without a shadow for a number of days equal to your level. You can only cast this spell if you have a shadow. Casting this spell is always an evil act.</p>",
      "materials": {
        "value": "The finger of an intelligent humanoid"
      }
    },
    "Ironfibre": {
      "name": "Ironfibre",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.NT1fCmCuo7SesTAi]{Funglet} druids and clerics.</em></p>\n<p>You touch fungal material and transform it into <em>ironfibre</em>, a magical substance created by druids from normal molds, mushrooms or toadstools. While remaining naturally fibrous in almost every way, <em>ironfibre</em> is as strong, heavy, and as resistant to fire as steel. Spells that affect metal or iron do not function on <em>ironfibre</em>. Spells that affect plants do affect <em>ironfibre</em>, although <em>ironfibre</em> does not burn. Using this spell with <em>@UUID[Compendium.underworld-races-and-classes.spells-urc.w1SS6FToovu8S3xN]{fiber shape}</em> or crafting, you can fashion fibrous items that function as metal items. Thus, fibrous plate armor and fibrous swords can be created that are as durable as their normal steel counterparts. These items are freely usable by druids. Fey creatures frequently use them as well.</p>",
      "materials": {
        "value": "Mushrooms roughly shaped like the intended object"
      }
    },
    "Umbral Step": {
      "name": "Umbral Step",
      "description": "<p><em>This spell is available exclusively to drow spellcasters devoted to @UUID[Compendium.underworld-races-and-classes.subclasses-urc.056vVNLR9ay112Y7]{Naraneus}.</em></p><p>You or a creature touched by you gains the ability to pass through a shadow (including your own) and appear from another shadow within range of the spell. Stepping into a shadow is treated as disengaging and thus does not provoke an opportunity attack, though emerging from a shadow can provoke an opportunity attack. You can only cast this spell if you have a shadow.</p>",
      "activation": {
        "condition": "When you or an adjacent ally is disengaging from a hostile creature."
      },
      "materials": {
        "value": "Atrophied plant"
      }
    },
    "Gaze of Nothingness": {
      "name": "Gaze of Nothingness",
      "description": "<p><em>This spell is is appropriate for @UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{Kraidyl} clerics, druids, sorcerers, warlocks and wizards.</em></p><p>You tap into the decrepit force of entropic death that fuels the kraidyl race and stoke the unholy fires that power your @UUID[Compendium.underworld-races-and-classes.racial-features-urc.7HPczPBdX8iYKszz]{hypnotic gaze}, turning it into a baleful stare that can incite creatures to renounce their beliefs—or worse. Upon casting this spell and for each round beyond the first that you maintain it, you also expend a use of your hypnotic gaze ability. The spell's effects supersede those granted by your hypnotic gaze while it persists. If you no longer have uses of your hypnotic gaze ability left, the spell ends, but not its effects (see below). Each round, make a ranged spell attack against a target in range as you focus your dire gaze on the hapless victims. On a hit, you may choose one of the following effects:</p><p><em><strong>Debase</strong></em>. The creature is affected as though targeted by <em>@Compendium[dnd5e.spells.pO4zGe5LmFIYqJiL]{bestow curse}</em>, but suffers disadvantage on the saving throw. A creature may only be affected in this way by one <em>gaze of nothingness</em> at a time. A <em>@Compendium[dnd5e.spells.XZhdgVK3cLoxNCQl]{remove curse}</em> spell ends this effect. This effect has a duration of 8 hours.</p><p><em><strong>Renounce</strong></em>. The creature makes a Wisdom saving throw or audibly cries out against their faith, insulting the god(s) they worship with blasphemies. Divine spellcasters (like clerics and paladins) have advantage on this saving throw, but on a failure lose access to their spellcasting, supernatural, and innate spellcasting abilities for [[/r 1d4+2]] rounds. Failing this save by 5 or more increases the duration to [[/r 2d4+2]] rounds, and failure by 10 or more may leave the creature with more significant repercussions, subject to a GM's approval.</p><p><em><strong>Unmake</strong></em>. There is no immediate effect. The target makes its Wisdom saving throw in the middle of its rest the next time it takes a short or long rest. On a failure, the creature sleepwalks, gaining darkvision 60 feet and makes Dexterity (Stealth) checks at an advantage, attempting to attack allies before ultimately killing itself. Each time the enchanted creature proceeds to attack a target while sleepwalking, it receives a Wisdom saving throw to wake up, though for each failed saving throw, the DC to wake up increases by +1.</p><p><em><strong>At Higher Levels</strong></em>. If you cast this spell using a spell slot of 6th level or higher, you get one free round of effects per spell slot used above 5th. During such a round you do not need to expend a use of your hypnotic gaze ability. A gaze of nothingness cast via a 7th level spell slot would, for example, cost no uses of hypnotic gaze on the second and third round of its duration.</p>",
      "materials": {
        "value": "Pebble-sized chunk of the Dracoprime."
      }
    },
    "Shadow Shackles": {
      "name": "Shadow Shackles",
      "description": "<p><em>This spell is available exclusively to drow spellcasters devoted to @UUID[Compendium.underworld-races-and-classes.subclasses-urc.056vVNLR9ay112Y7]{Naraneus}.</em></p><p>You cast the target of this spell into a set of shadow shackles, as you command your magic-infused shadow to confine the target, molding it into one shackle per arm and leg. The creature affected must make a Dexterity saving throw. On a failed save, your shadow anchors the target to the spot, preventing any movement—the target has effectively a Speed of 0 ft., but is not restrained. On a successful save, the spell ends. Additionally, for as long as even a single one of the shadowy chains remains, the target must make a Constitution saving throw each round. On a failed save, the target receives 3d6 cold damage. <em>Shadow shackles</em> have an AC of 18, a damage threshold of 10 and 20 hit points. The spell remains in effect until you cease to concentrate or until the <em>shadow shackles</em> are destroyed, whereupon your shadow crawls back to you to reassemble. This reassembly takes 5 rounds, during which you have no functional shadow. You can only cast this spell if you have a shadow.</p>",
      "materials": {
        "value": "A chunk of tungsten"
      }
    },
    "Dominating Pulse": {
      "name": "Dominating Pulse",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.9hk0MrqI67lCzCBG]{vestraadi} clerics, wizards, warlocks and sorcerers.</em></p>\n<p>You use your insight into a humanoid within range to control it with a specialized pulse. It must succeed on a Wisdom saving throw or be charmed by you for the duration. If you or creatures that are friendly to you are fighting it, the humanoid has advantage on the saving throw. While the target is charmed, you have a telepathic link with it as long as the two of you are on the same plane of existence. You can use this telepathic link to issue commands to the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as \"Attack that creature,\" \"Run over there,\" or \"Fetch that object.\" If the creature completes the order and doesn't receive further direction from you, it defends and preserves itself to the best of its ability. You can use your action to take total and precise control of the target. Until the end of your next turn, the creature takes only the actions you choose, and doesn't do anything that you don't allow it to do. During this time you can also cause the creature to use a reaction, but this requires you to use your own reaction as well. Each time the target takes damage, it makes a new Wisdom saving throw against the spell. If the saving throw succeeds, the spell ends.</p>\n<p><em><strong>At Higher Levels</strong></em>. When you cast this spell using a 6th-level spell slot, the duration is concentration, up to 10 minutes. When you use a 7th-level spell slot, the duration is concentration, up to 1 hour. When you use a spell slot of 8th level or higher, the duration is concentration, up to 8 hours.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.3QuzpedjD1LTsoyN]{Vestraadi Sonar}</p>",
      "activation": {
        "condition": "In response to being damaged by a creature you perceived via a Discerning Pulse in the previous round."
      }
    },
    "Gem Sanctuary": {
      "name": "Gem Sanctuary",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Jarvd18cYO0LWTwy]{svirfneblin} spellcasters at the GM's  discretion.</em></p>\n<p>You touch a willing creature and shrink them, hiding them inside of a gem. Only gems of a value equal to the creature's hit dice x 100 gp are able to contain them, but inside of these jewels they have luxurious comfort and enough air to be sustained for as long as the spell's duration. A creature benefiting from gem sanctuary can end the effect at any time. The gem is consumed upon the end of the spell's duration.</p>",
      "materials": {
        "value": "A gem of a value equal to HD X 100 gp (see text)"
      }
    },
    "Amber Road Disjunction": {
      "name": "Amber Road Disjunction",
      "description": "<p><em>This spell is available for all @UUID[Compendium.underworld-races-and-classes.racial-features-urc.8ZdLxOFbAApxTPc7]{Zwerc} spellcasters</em>.</p><p>You teleport a part of the @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.8RNEEpClipfdxhIR#amber-roads]{Amber Road} into the material realm and around a creature or object. Objects immediately take 4d8 bludgeoning damage, as the amber encasing starts crushing them. Creatures targeted must make a Strength saving throw. The creature takes 4d8 bludgeoning damage on a failed save, half as much damage on a successful one. Succeeding at this initial save also immediately ends the spell. Additionally, on a failed save, the creature is encased in amber and immediately begins suffocating. Creatures encased in amber may use their action to try to burst free by succeeding a Strength saving throw. Allied creatures can try to break the amber casing by attacking from the outside. The amber encasing has 40 hit points and has resistance to radiant, piercing and slashing damage, immunity to necrotic and poison damage and is vulnerable to bludgeoning damage.</p><p><em><strong>At Higher Levels</strong></em>. When you cast this spell using a spell slot of 6th level or higher, the damage increases by 1d8 for each slot level above 5th. Additionally, the amber encasing's hit points increase by +10 per spell slot level above 5th.</p>",
      "materials": {
        "value": "A piece of amber"
      }
    },
    "Fungal Infestation": {
      "name": "Fungal Infestation",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.NT1fCmCuo7SesTAi]{Funglet} druids, clerics and rangers.</em></p>\n<p>The touch of your fungus-wreathed hands coat the target in necrotic fungus that makes its flesh soft and fragile. Make a melee spell attack against a creature within your reach. On a hit, toadstools, ringworm, and other disgusting fungal growths sprout from its skin. The target takes 4d6 necrotic damage. Until the spell ends, you can make the attack again on each of your turns as an action.</p>\n<p><em><strong>At Higher Levels</strong></em>. When you cast this spell using a spell slot of 4th level or higher, the damage increases by +1d6 for each slot above 3rd.</p>"
    },
    "Seek Earthly Transit": {
      "name": "Seek Earthly Transit",
      "description": "<p><em>This spell is available for all @UUID[Compendium.underworld-races-and-classes.racial-features-urc.8ZdLxOFbAApxTPc7]{Zwerc} spellcasters</em>.</p><p>When this spell is cast, a pulse of magical energies travels outward, creating a trail of cyan light visible only to the caster towards the closest entry to the @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.8RNEEpClipfdxhIR#amber-roads]{Amber Roads}. If there is no entry within 1 mile of the place where the spell was cast, it instead leads to the closest route to the entry to an Amber Road.</p>",
      "materials": {
        "value": "A piece of silver"
      }
    },
    "Dweorg Stew": {
      "name": "Dweorg Stew",
      "description": "<p><em>This spell can be learned by all @UUID[Compendium.underworld-races-and-classes.racial-features-urc.5cjl06fRFIGDcZ7X]{Dweorg} bards, rangers, paladins, druids and clerics.</em></p>\n<p>Part of the casting of this spell requires cooking up a stew and baking rolls (preferably vvor-stew with balak blood rolls). Dweorg often prepare their stew on special occasions to celebrate new allies or welcome home traveling kin. One spell can affect up to 16 ounces of stew.</p>\n<p><em>Dweorg stew</em> has an amazing medicinal effect, though it does not last long after being prepared – it has to be consumed within 2 minutes after the spell has been cast. A creature that consumes four ounces or more of <em>dweorg stew</em> (a process that takes 10 rounds) gains the benefits of a short rest. A character eating <em>dweorg stew</em> may immediately spend one or more Hit Dice and if he does, he gains two free, additional Hit Dice to spend, which are bestowed by the stew's healing-enhancing properties. These additional Hit Dice must be spent immediately upon finishing eating the stew or they are lost.</p>",
      "materials": {
        "value": "Sufficient meat and spices"
      }
    },
    "Medicinal Mushrooms": {
      "name": "Medicinal Mushrooms",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.NT1fCmCuo7SesTAi]{Funglet} druids, clerics and rangers.</em></p>\n<p>You make [[/r 2d4]] ounces of freshly picked fungus caps magical. You (as well as any other druid) can immediately discern which mushrooms are affected. Each transmuted mushroom provides nourishment as if it were a normal meal for a Medium creature. Eating 1 ounce of these caps reduces the level of exhaustion by 1. However, these caps are also hallucinogenic: If a creature willingly eats more than one ounce of these caps in a given day, the creature is haunted by psychedelic hallucinations. The hallucinating creature suffers disadvantage to all Strength and Dexterity saving throws and skill checks and automatically fails all Wisdom saving throws.</p>",
      "materials": {
        "value": "Mushrooms"
      }
    },
    "Imbue Faculty": {
      "name": "Imbue Faculty",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Jarvd18cYO0LWTwy]{svirfneblin} spellcasters at the GM's  discretion.</em></p>\n<p>You touch one item as part of the casting of this spell and turn a magical armor, magical weapon, or wondrous item into a mechanical armor, mechanical weapon, or mechanical wonder for the duration of the spell. Items enchanted this way function within (but not through) an <em>@Compendium[dnd5e.spells.Eon0jzGzQRNluTPQ]{antimagic field}</em>.</p>",
      "materials": {
        "value": "Gears"
      }
    },
    "Hive Mind": {
      "name": "Hive Mind",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OiA3LnjgHXSR0pso]{Hoyrall} spellcasters at the GM's discretion</em>.</p>\n<p>This spell can function in one of two ways: First, it might be used exactly as <em>@UUID[Compendium.underworld-races-and-classes.spells-urc.PJupSyPwstXWQevO]{lesser hive mind}</em>, but at a range of 600 feet and it can affect up to 6 creatures. Second, it can be used at a range of only 60 feet as <em>lesser hive mind</em>, creating a stronger effect that allows subjects to communicate emotions, images and any other sensory data at their disposal to other subjects under the effects of <em>hive mind</em>. This effect can also affect up to 6 creatures.</p>",
      "materials": {
        "value": "Piece of hoyrall antennae"
      }
    },
    "Fungicide": {
      "name": "Fungicide",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.NT1fCmCuo7SesTAi]{Funglet} druids and clerics.</em></p><p>You designate a point within range and huge-sized mushrooms sprout from the ground in a 30-foot radius and attempt to consume any nearby sentient creatures. For the duration, these fungi turn the ground into difficult terrain. When a creature enters the affected area for the first time on a turn or starts its turn there, the creature must succeed on a Dexterity saving throw or take 4d6 bludgeoning damage and be @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.cSVcyZyNe2iG1fIc]{Restrained} by the grasping fungi until the spell ends. A creature that starts its turn in the area and is already restrained by the fungi takes 4d6 bludgeoning damage. A creature restrained by the fungi can use its action to make a Strength or Dexterity check (its choice) against your spell save DC. On a success, it frees itself.</p>",
      "materials": {
        "value": "2 ft. of fungal liana."
      }
    },
    "Breath Weapon Crossfire": {
      "name": "Breath Weapon Crossfire",
      "description": "<p><em>This spell is available exclusively to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.iHQWgGlejkk7b91F]{draaki} spellcasters at the discretion of the GM.</em></p><p>When you cast this spell, you must use your draaki breath weapon as part of the casting of this spell, beginning to coordinate a relentless crossfire of draaki breaths. Your draaki breath weapon follows all the usual rules for draaki breath weapons.</p><p>Any creatures in squares targeted by your breath weapon who are then subject to another draaki breath weapon before the duration of the spell has elapsed, suffer from disadvantage to the saves of any subsequent draaki breath weapons for the duration of spell.</p>",
      "materials": {
        "value": "Volcanic ash"
      }
    },
    "Amber Shortcut": {
      "name": "Amber Shortcut",
      "description": "<p><em>This spell is available for all @UUID[Compendium.underworld-races-and-classes.racial-features-urc.8ZdLxOFbAApxTPc7]{Zwerc} spellcasters</em>.</p><p>As part of casting this spell, you and any creatures touching you walk directly into and through a stone wall, as you temporarily pass through up to 500 feet of stone with a passage of the @UUID[Compendium.underworld-races-and-classes.underworld-races-and-classes-urc.mwFKL7EngNAZbPKP.JournalEntryPage.8RNEEpClipfdxhIR#amber-roads]{Amber Roads}, instantaneously reappearing on the other side of the stone on the closest vertical surface, provided there is one. If there is no eligible vertical surface, you instead reappear on a non-vertical surface. If there is no place where you could reappear, the Amber Road violently expels you and all passengers at the point where you cast the spell, dealing 6d6 bludgeoning damage to you and all creatures touching you.</p><p><em><strong>At Higher Levels</strong></em>. When you cast this spell using a spell slot of 4th level or higher, you may pass an additional 500 feet or rock per level, but also increase the damage you take, should you be violently expelled by +1d6.</p>",
      "materials": {
        "value": "A topaz"
      }
    },
    "Alien Surge": {
      "name": "Alien Surge",
      "description": "<p>You touch the target and it temporarily is attuned to your alien mindset, gaining the @UUID[Compendium.underworld-races-and-classes.racial-features-urc.E9wPP4k7Hbw4oips]{Sacred Life} trait, but also immunity to the @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.zZaEBrKkr66OWJvD]{Charmed} condition. Additionally, the target is treated as a colliatur for the duration of the spell, including control over weapons torn from a colliatur's body. Unwilling targets receive a Wisdom saving throw, which is made at advantage if you and your allies are currently fighting the creature.</p><hr /><p><strong>Note</strong>: This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.E9wPP4k7Hbw4oips]{colliatur} spellcasters at the discretion of the GM. </p>",
      "materials": {
        "value": "Gem fragments"
      }
    },
    "Carnivorous Mushroom": {
      "name": "Carnivorous Mushroom",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.NT1fCmCuo7SesTAi]{Funglet} druids and clerics.</em></p><p>When cast on an intelligent mushroom, funglet (or one under the effects of the <em>@UUID[Compendium.underworld-races-and-classes.spells-urc.VSLwx5cpS3DVFFwd]{mushroom mount}</em> spell) the target grows teeth and a carnivorous appetite; it gains a bite attack that deals piercing damage ([[/r 1d6]] for Medium, [[/r 1d10]] for Large and [[/r 2d6]] for Huge) with a bonus to hit equal to your proficiency bonus + your Wisdom or Charisma modifier (your choice). On a successful hit, the mushroom imposes the grappled condition on its victims; when the mushroom maintains a grapple for more than one round, it delivers a nasty toxin. The target must make a Constitution saving throw against your spell save DC. On a failure, it takes [[/r 4d10]] poison damage, or half as much on a successful save.</p><p>The mushroom has a Strength (Athletics) check equal to your proficiency bonus + your Wisdom or Charisma modifier (your choice) for purposes of contesting the grapple.</p>",
      "activation": {
        "condition": "When cast on an intelligent mushroom, funglet (or one under the effects of the mushroom mount spell)."
      },
      "materials": {
        "value": "Drops of blood from two different types of creatures"
      }
    },
    "Naraneus's Fangs": {
      "name": "Naraneus's Fangs",
      "description": "<p><em>This spell is available exclusively to drow spellcasters devoted to @UUID[Compendium.underworld-races-and-classes.subclasses-urc.056vVNLR9ay112Y7]{Naraneus}.</em></p><p>Your magics tear apart the tooth, wrapping ribbons of dark, web-like and poisonous energy and sending them to 4 points you designate within range to detonate there. You do not have to be able to see the areas at the moment of the spell's completion, but you must have seen them within the last hour, either personally or via <em>@Compendium[dnd5e.spells.fVbCxFRaORalHB20]{scrying}</em> or similar means. Each creature in a 40-foot radius sphere centered on each point you choose must make a Constitution saving throw. The exploding ribbons extend around corners. A creature takes 10d6 poison damage and 20d6 necrotic damage on a failed save, or half as much on a successful one. A creature failing to save against this spell continues to take the poison damage on subsequent rounds until the creature makes its save. A creature in the area of more than one such burst is affected only once. The spell does not damage objects or constructs.</p>",
      "materials": {
        "value": "A tooth from an intelligent humanoid, dipped in venom"
      }
    },
    "Fiber Shape": {
      "name": "Fiber Shape",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.NT1fCmCuo7SesTAi]{Funglet} druids, clerics and rangers.</em></p>\n<p><em>Fiber shape</em> enables you to form a mound of molds, mushrooms or toadstools into any shape that suits your purpose. While it is possible to make crude coffers, doors, and so forth, fine detail isn't possible. There is a 30% chance [[/r 1d100]] that any shape that includes moving parts simply doesn't work.</p>",
      "materials": {
        "value": "Piece of wood"
      }
    },
    "Detect Dwarves": {
      "name": "Detect Dwarves",
      "description": "<p><em>This spell is available to all @UUID[Compendium.underworld-races-and-classes.racial-features-urc.qkE6svtPYexKbbHL]{dvergr} spellcasters.</em></p>\n<p>Developed by the paranoid scholars of the dvergr, this spell is used to screen those entering in one of their fabled undercities. For the duration, you know if there is a dwarf within 30 feet of you, as well as where the creature is located, seeing a faint aura around any visible creature that is a dwarf. The spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>",
      "materials": {
        "value": "Hair from a dwarven beard"
      }
    },
    "Shadow Cast": {
      "name": "Shadow Cast",
      "description": "<p><em>This spell is available exclusively to drow spellcasters devoted to @UUID[Compendium.underworld-races-and-classes.subclasses-urc.056vVNLR9ay112Y7]{Naraneus}.</em></p><p>You call forth an amorphous, 20-foot-radius blob of black matter from the Plane of Shadows that you can direct toward any light source within range. You can cause this blob to change shape, creating moving shadows on nearby surfaces. These shadows can cause distraction and confusion, causing all viewers within the spell's radius to suffer disadvantage on all Wisdom (Perception) checks relying on sight. At the end of each of the rounds of an affected creature, it can make a Wisdom saving throw against the spell. On a success, the spell's effects end for the creature, as it sees through the illusion.</p>",
      "materials": {
        "value": "Scrap of black cloth"
      }
    },
    "Loom Large": {
      "name": "Loom Large",
      "description": "<p><em>This spell is available exclusively to drow spellcasters devoted to @UUID[Compendium.underworld-races-and-classes.subclasses-urc.056vVNLR9ay112Y7]{Naraneus}.</em></p><p>You absorb your own shadow into your body, causing you to be suffused by the intangible bulk of darkness. Your shadow-enhanced size doubles in all dimensions and increases your size by one category—from Medium to Large, for example. If there isn't enough room for you to double your size, you instead attain the maximum possible size in the space available. Your dimensions continue to adjust to your surroundings. Note that, since the size increase is based on your shadow suffusing you, it does not actually increase your size and hence, does not hinder your progress through tight spaces. Until the spell ends, you have advantage on Strength checks and Strength saving throws. Your weapons also grow to match their seemingly new size. While thus enlarged, your attacks with them deal an extra 1d4 cold damage. You can only cast this spell if you have a shadow.</p>",
      "materials": {
        "value": "Piece of glass"
      }
    },
    "Refracted Gaze": {
      "name": "Refracted Gaze",
      "description": "<p><em>This spell is available to @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Jarvd18cYO0LWTwy]{svirfneblin} spellcasters at the GM's  discretion.</em></p><p>Choose a creature within range. You cause the target's sight-based vision to become completely unreliable, causing multiple refractions to disjoint their perception if the target fails a Wisdom saving throw. On a failure, [[/r 1d4]] refractions are created. At the start of the creature's turn, they may attempt to act against the refraction they believe to be correct, rolling randomly to see whether the selected refraction is real or a figment. When the correct refraction is chosen, the creature may act normally. When the incorrect refraction is chosen, they travel in a random direction and perform the actions they would have attempted (making attack rolls at empty squares, running into walls, and so on). A creature may close its eyes to negate all of the effects of <em>refracted gaze</em> (effectively becoming @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.0b8N4FymGGfbZGpJ]{blind} for the duration), though opening its eyes at any time before the spell ends causes any remaining refractions to reappear.</p><p><em><strong>At higher levels</strong></em>. If you cast this spell using a spell slot of 3rd level or higher, you can create two additional refractions per spell slot beyond 2nd, up to a total of +6 refractions when using a spell slot of 5th level.</p>",
      "materials": {
        "value": "A broken mirror"
      }
    }
  }
}
