{
  "label": "Racial Features (URC)",
  "folders": {
    "Dødelig Features": "Dødelig Features",
    "Draaki Features": "Draaki Features",
    "Kraidyl Features": "Kraidyl Features",
    "Funglet Features": "Funglet Features",
    "Ahooling Features": "Ahooling Features",
    "Zwerc Features": "Zwerc Features",
    "Gitwerc Features": "Gitwerc Features",
    "Colliatur Features": "Colliatur Features",
    "Vestraadi Features": "Vestraadi Features",
    "Dweorg Features": "Dweorg Features",
    "Dvergr Features": "Dvergr Features",
    "Hoyrall Features": "Hoyrall Features",
    "Shared Features": "Shared Features",
    "Svirfneblin Features": "Svirfneblin Features",
    "Ahooling": "Ahooling",
    "Colliatur": "Colliatur",
    "Dødelig": "Dødelig",
    "Draaki": "Draaki",
    "Dvergr": "Dvergr",
    "Dweorg": "Dweorg",
    "Funglet": "Funglet",
    "Gitwerc": "Gitwerc",
    "Hoyrall": "Hoyrall",
    "Kraidyl": "Kraidyl",
    "Vestraadi": "Vestraadi",
    "Svirfneblin": "Svirfneblin",
    "Zwerc": "Zwerc"
  },
  "entries": {
    "Gills": {
      "name": "Gills",
      "description": "<p>Aquatic Fledglings are at no risk of suffocation from being underwater, but can survive out of water only for 24 hours before they start to drown: You are immediately subject to the suffocation rules after this period. You require enough water to fully immerse yourself in it and spend at least 10 minutes inside the water to reset this timer.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.R0G6LInBWubcHbox]{Aquatic Fledgling}</p>"
    },
    "Condition Immunity": {
      "name": "Condition Immunity",
      "description": "<p>Since vestraadi are already blind, you can't be &amp;Reference[blinded]. Additionally, you are immune to sight-based effects, illusions, and gaze attacks and similar abilities that rely on sight.</p>",
      "effects": {
        "Condition Immunity": {
          "name": "Condition Immunity"
        }
      }
    },
    "Efficient Crafter": {
      "name": "Efficient Crafter",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">You double the rate with which you craft items. For every day of downtime you spend crafting, you can craft one or more items with a total market value not exceeding 10 gp instead of the usual 5 gp.</span></p>"
    },
    "Draaki (Kastrik)": {
      "name": "Draaki (Kastrik)",
      "description": "<p>Kastrik have blue and green scales resembling brine dragons and are capable of breathing cones of acid.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.AlQV08z6KFVPTDmn]{Acid Breath} @UUID[Compendium.underworld-races-and-classes.racial-features-urc.iHQWgGlejkk7b91F]{Draaki}</p>",
      "effects": {
        "Damage Resistance (Acid)": {
          "name": "Damage Resistance (Acid)"
        },
        "Subrace: Kastrik": {
          "name": "Subrace: Kastrik"
        }
      }
    },
    "Wrath of the Earth": {
      "name": "Wrath of the Earth",
      "description": "<p>You may use your reaction to being hit to point to a floor of rock, sand, or earth within 120 feet. You cause the ground to shake in a 20-foot-radius sphere centered on the designated point. Any non-zwerc creatures of size Large or smaller in the designated area must make a Strength saving throw with a DC = 8 + your proficiency bonus + your Intelligence or Constitution modifier (your choice). On a failed save, you knock the target prone. Starting at 3rd level, you may use this ability an additional time before resting and at 5th level, you may use it a third time before resting.</p><section class=\"secret\" id=\"secret-xjaKl8S9XcbuI7Oh\"><div class=\"fvtt advice\"><figure class=\"icon\"><img class=\"round\" src=\"icons/vtt-512.png\" /></figure><article><h4>Note: At the time of making the dnd5e system (v4.3) does not support automatic advancement for non-class items. The changes granted by this item will need to be manually added at the appropriate level.</h4></article></div></section><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.8ZdLxOFbAApxTPc7]{Zwerc}</p>",
      "activities": {
        "save": {
          "condition": "You are hit by an attack."
        }
      }
    },
    "Draaki (Yuralith)": {
      "name": "Draaki (Yuralith)",
      "description": "<p>Yuralith have scales that are highly reflective and bear vestigial wings, resembling their crystalline ancestors.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Qmpe68Bfyj2VOpMt]{Yuralith Wings} @UUID[Compendium.underworld-races-and-classes.racial-features-urc.iHQWgGlejkk7b91F]{Draaki}</p>",
      "effects": {
        "Damage Resistance (Radiant)": {
          "name": "Damage Resistance (Radiant)"
        },
        "Subrace: Yuralith": {
          "name": "Subrace: Yuralith"
        }
      }
    },
    "Vestraadi Sonar": {
      "name": "Vestraadi Sonar",
      "description": "<p>Unlike other PC races, the vestraadi lack a key sensory organ and the reliable means to gain visual information. Rather than simply giving them a greater range of blindsight (which a GM is welcome to do at their discretion), we've developed a different system exclusively for vestraadi.</p><p>The mysterious sightless men emit an enigmatic partially-subsonic pulse keyed to each individual vestraadi, sensed only by them (unless they decide otherwise, in which case they may make their location known to any vestraadi within 120 feet or 240 feet as a bonus action) every turn they are awake.</p><p>This inexplicable energy extends to a maximum radius of 240 feet, and provides the vestraadi with a means to discern their physical surroundings. Static structures (walls, ground, ceiling, chairs, tables, etc.) are automatically detected, but any creatures or dynamic (moving) objects are more difficult to perceive. A vestraadi can \"charge\" a number of objects equal to character level + Wisdom modifier to respond to its sonar to automatically identify a creature or dynamic object (within 240 feet) with @UUID[Compendium.dnd5e.rules.aYmUMcQfSIqYWpKk.JournalEntryPage.9jyye7TeGlY4FRf3#blindsight]{Blindsight} (usually allies).</p><p>In combat, the vestraadi rolls a Wisdom (Perception) check to perceive each creature and dynamic object in a 30-foot radius whenever they roll initiative or enter back into the initiative order or on their turn—this very precise pulse is known as <em><strong>Combat Sonar</strong></em>. The DC for this check is equal to 3 + a creature or dynamic object's size modifier (+4 for Tiny, +2 for Small, –2 for Large, –4 for Huge, etc. ) + a creature or dynamic object's attribute modifier used for attack and damage rolls or a creature's Dexterity (Stealth) check, if it is actively hiding. Ammunition of ranged weapons is treated as part of the creature or ranged weapon firing the piece of ammunition. Thrown weapons are treated as part of the throwing creature or object lunging the weapon.</p><p>The vestraadi is granted blindsight against targets he succeeds these checks against until a perceived target actively attempts to hide from the vestraadi. Hiding from a vestraadi who has perceived the target is a Dexterity (Stealth) check made at disadvantage; if successful, the target stops being perceived by the vestraadi's blindsight. The vestraadi maintains this reliable understanding of the battlefield until he rolls a 1 on a Wisdom (Perception) check, is deprived of the ability to smell or hear, or is knocked unconscious.</p><p>During combat, a vestraadi may take an action to send out another pulse that plays out exactly as the first except that it is made at advantage against targets it can perceive with blindsight. This pulse is known as <em><strong>Discerning Pulse</strong></em> and provides more information, depending on the vestraadi's level. Targets the vestraadi can see with its blindsight that are successfully beaten on this Wisdom (Perception) check more keenly perceived, depending on the vestraadi's level. A vestraadi may continue to make Wisdom (Perception) checks in this manner so long as they have available actions to do so.</p><p>The vestraadi is completely unaware of the location of dynamic objects or creatures around it if it fails to perceive them with these checks. A vestraadi is considered to be at disadvantage against any creatures or dynamic objects it fails to detect (even in the middle of combat) and such creatures' or object's attack rolls have advantage against the vestraadi.</p><p>At 2nd level and every level thereafter, the range of a vestraadi's combat sonar increases by 5 feet, to a maximum of 125 feet at 20th level.</p><p><em><strong>Focused Sonar</strong></em>. Starting at 3rd level, The vestraadi may also focus the pulse of the combat sonar on a single creature or object, willfully blinding itself against all other dynamic objects and creatures; for the duration, it is even @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.0b8N4FymGGfbZGpJ]{blind} to \"charged\" creatures or dynamic objects. Attacks made against the target of the vestraadi's sole attention are made at advantage. A vestraadi may decide to end this focused sonar whenever it emits a new combat sonar pulse.</p><p>At 3rd level, objects and creatures perceived by a vestraadi's <em><strong>Discerning Pulse</strong></em> are treated as though they were subject to the <em>@Compendium[dnd5e.spells.ghXTfe7sgCbgf1Q8]{detect magic}</em> spell while the vestraadi was concentrating on it.</p><p>At 5th level, objects and creatures perceived by a vestraadi's <em><strong>Discerning Pulse</strong></em> are treated as though they were subject to the <em>@Compendium[dnd5e.spells.Mzh95utKDPIrjiH8]{detect evil and good}</em> spell while the vestraadi was concentrating on it.</p><p>At 11th level, objects and creatures perceived by a vestraadi's <em><strong>Discerning Pulse</strong></em> are treated as though they were subject to the <em>@Compendium[dnd5e.spells.ppWAAEul0QHtm4er]{detect thoughts}</em> spell while the vestraadi was concentrating on it.</p><p>At 20th level, the vestraadi immediately perceives creatures and objects detected with its sonar as though it emitted a <em><strong>Discerning Pulse</strong></em> also perceives them via @UUID[Compendium.dnd5e.rules.aYmUMcQfSIqYWpKk.JournalEntryPage.9jyye7TeGlY4FRf3#truesight]{truesight}.</p><section class=\"secret\" id=\"secret-xjaKl8S9XcbuI7Oh\"><div class=\"fvtt advice\"><figure class=\"icon\"><img class=\"round\" src=\"icons/vtt-512.png\" /></figure><article><h4>Note: At the time of making the dnd5e system (v4.3) does not support automatic advancement for non-class items. The changes granted by this item will need to be manually added at the appropriate level.</h4></article></div></section><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Item.9hk0MrqI67lCzCBG]{Vestraadi}</p>"
    },
    "Social Pariah": {
      "name": "Social Pariah",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Most races consider hoyrall to be disturbing at best, kill-on-sight material at worst. You suffer disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks against non-hoyrall.</span></p>",
      "effects": {
        "Social Pariah": {
          "name": "Social Pariah"
        }
      }
    },
    "Light Blindness": {
      "name": "Light Blindness",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Abrupt exposure to bright light blinds you for 1 round.</span></p>"
    },
    "Alien Mind": {
      "name": "Alien Mind",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Your strange psychology render you resistant to being charmed. You have advantage on saves against spells or effects that inflict the charmed condition.</span></p>"
    },
    "Dweorg": {
      "name": "Dweorg",
      "description": "<p><em>As a dweorg, you belong to the most numerous of dwarven subraces in Aventyr and tend to live close to the Upperworld. When an upperworlder thinks \"dwarf,\" you and your kin are likely what comes to mind. You have all the standard @UUID[Compendium.dnd5e.races.Item.UQiRQUTBcsz8gZU1]{dwarf} traits. Additionally, you have the following Dweorg subrace traits.</em></p><p><em><strong>Ability Score Increase.</strong></em> Your Strength score increases by 2.</p><p><em><strong>Efficient Crafter</strong></em>. You double the rate with which you craft items. For every day of downtime you spend crafting, you can craft one or more items with a total market value not exceeding 10 gp instead of the usual 5 gp.</p><hr style=\"border-top:1px solid var(--color-border-light-primary);border-bottom:1px solid var(--color-border-light-highlight)\" /><p><strong>Foundry Note</strong>: The dwarf traits that could be applied to the Dweorg Traits effect have already been included, and your base race and subrace have been set appropriately, but you still might need to reference other traits specified in the @<em>UUID[Compendium.dnd5e.races.Item.UQiRQUTBcsz8gZU1]{dwarf</em>} feature and drag applicable features to your character sheet.</p><p> </p><img src=\"modules/underworld-races-and-classes/art/races/dweorg.jpg\" width=\"350\" height=\"536\" />",
      "advancement": {
        "t1wBp7u3iJtzSaX0": {
          "hint": "Dvergr stand between 4 and 5 feet tall and average about 150 pounds. Your size is Medium."
        },
        "Languages": {
          "title": "Languages"
        },
        "Dwarven Combat Training": {
          "title": "Dwarven Combat Training"
        },
        "Dwarven Resilience": {
          "title": "Dwarven Resilience"
        }
      }
    },
    "Ahooling (Terrestrial Fledgling)": {
      "name": "Ahooling (Terrestrial Fledgling)",
      "description": "<p><em>Not every ahooling evolves to take to the air or the water; some scamper along the walls and squeeze into the minute cracks of the endless caves, living as rat kings of the Underworld.</em></p><p><em><strong>Born Climber</strong></em>. You have proficiency in the Athletics skill and gain advantage on all Strength (Athletics) checks made to climb. Once you gain 3rd level, you gain a climb speed equal to your base speed. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.T95nlit4MaBegALt]{Born Climber}</p><p><em><strong>Change Shape</strong></em>. At 3rd level, you can use @Compendium[dnd5e.spells.04nMsTWkIFvkbXlY]{Polymorph}, except you can only target yourself and you can only assume the form of a swarm of rats for 1 hour. You must take a long rest to use this ability again. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Item.xoy8BOvmRGNHZpon]{Change Shape}</p><p><em><strong>Ground Control (Recharge 5-6)</strong></em>. At 5th level, you can use your action to touch the floor of any subterranean cave, unworked stone or rock to make it ripple at your command. The terrain in a 5 by 30 ft. -line originating from you becomes difficult terrain. When you use ground control, all creatures in the area must succeed a Dexterity saving throw or fall prone. The DC for this saving throw is equal to 8 + your proficiency bonus + your Constitution modifier. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.kxIimO7vw6lIRXwv]{Ground Control}</p><section class=\"secret\" id=\"secret-xjaKl8S9XcbuI7Oh\"><div class=\"fvtt advice\"><figure class=\"icon\"><img class=\"round\" src=\"icons/vtt-512.png\" /></figure><article><h4>Note: At the time of making the dnd5e system (v4.3) does not support automatic advancement for non-class items. The additional features granted by this item will need to be manually added at the appropriate level.</h4></article></div></section><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Rxqo06ht9yxyuweI]{Ahooling}</p>",
      "effects": {
        "Athletics (Proficient, Born Climber)": {
          "name": "Athletics (Proficient, Born Climber)"
        },
        "Subrace: Terrestrial Fledgling": {
          "name": "Subrace: Terrestrial Fledgling"
        }
      }
    },
    "Ahooling Bite": {
      "name": "Ahooling Bite",
      "description": "<p>You can use your bite as a simple melee weapon with which you have proficiency. Your bite has the finesse and light properties, a reach of 5 ft. and deals 1d6 points of piercing damage.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Rxqo06ht9yxyuweI]{Ahooling}</p>"
    },
    "Kraidyl Hypnotic Gaze": {
      "name": "Kraidyl Hypnotic Gaze",
      "description": "<p>Your gaze is so intense, it conjures up primal responses of dread in others, stopping them in their tracks. As an action, choose one creature within 30 feet of you. If the target can see you, it must succeed on a Wisdom saving throw against DC = 8 + your proficiency bonus + your Constitution modifier or stare at you in primal terror for 1 round. The creature is considered to be @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.zZaEBrKkr66OWJvD]{Charmed} and can't attack you with harmful abilities or magical abilities. Unlike the usual effects of the charm condition, you and your allies from now on suffer from disadvantage on any ability check to interact socially with the creature. However, the creature's speed drops to 0 and the first physical attack against the creature has advantage. On subsequent turns, you can use your action to maintain this effect, extending its duration until the end of your next turn. However, the effect ends if you move out of range, if the creature can no longer see you, or if the creature takes damage. Once the effect ends, you cannot use this ability on that creature again until you finish a long rest. After you use your hypnotic gaze, you can't use it again until you complete a short rest.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{Kraidyl}</p>"
    },
    "Vampiric Bite": {
      "name": "Vampiric Bite",
      "description": "<p>As a reaction to hitting a living (nonconstruct, non-undead) creature with a bite attack, you may heal 1d8 + your Constitution modifier hit points. This ability recharges on a short or long rest.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.mRCHmfy4FaNZIfQf]{Vampiric Fledgling}</p>",
      "activities": {
        "heal": {
          "condition": "Hit a living creature with a bite attack."
        }
      }
    },
    "Zwerc": {
      "name": "Zwerc",
      "description": "<p><em>Your zwerc character counts as a @UUID[Compendium.dnd5e.races.Item.UQiRQUTBcsz8gZU1]{dwarf} for purposes of race, but receives a different assortment of inborn abilities, gaining zwerc traits instead of dwarf traits.</em></p><p><em><strong>Ability Score Increases</strong></em>. Your Constitution and Charisma scores increase by 1 and your Intelligence score increases by 2.</p><p><em><strong>Age</strong></em>. Zwerc mature at the same rate as humans, but they're considered young until the age of 50. On average, they live about 300 years, though some prolong their lives far beyond that via a mixture of their innate magical powers and adherence to strange, ascetic techniques.</p><p><em><strong>Alignment</strong></em>. Most Zwerc are Neutral, believing in knowledge for knowledge's sake, no matter how it is acquired.</p><p><em><strong>Size</strong></em>. Zwerc stand between 4 and 5 feet tall and average about 150 pounds. Your size is Medium.</p><p><em><strong>Speed</strong></em>. Your base walking speed is 25 feet. Your speed is not reduced by wearing armor.</p><p><em><strong>Darkvision</strong></em>. Accustomed to life in the reaches of the underworld, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of a color of your own choosing—some zwerc see the world in shades of green, some in red or turquoise when using their darkvision.</p><p><em><strong>Zwerc Magic</strong></em>. You know the <em>@Compendium[dnd5e.spells.dl8YwvMboBqX2OC4]{resistance}</em> cantrip (self only). When you reach 3rd level, you can cast the <em>@Compendium[dnd5e.spells.15Fa6q1nH27XfbR8]{dispel magic}</em> spell once per day. Intelligence is your spellcasting ability for these spells.</p><p><em><strong>Wrath of the Earth (Recharges after a Short or Long Rest)</strong></em>. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.2TUs3AaHxkJ57NPO]{Wrath of the Earth} You may use your reaction to being hit to point to a floor of rock, sand, or earth within 120 feet. You cause the ground to shake in a 20-foot-radius sphere centered on the designated point. Any non-zwerc creatures of size Large or smaller in the designated area must make a Strength saving throw with a DC = 8 + your proficiency bonus + your Intelligence or Constitution modifier (your choice). On a failed save, you knock the target prone. Starting at 3rd level, you may use this ability an additional time before resting and at 5th level, you may use it a third time before resting.</p><p><em><strong>Sunlight Sensitivity</strong></em>. While in sunlight, you have disadvantage on attack rolls as well as on Wisdom (Perception) checks that rely on sight.</p><p><em><strong>Languages</strong></em>. You can speak, write and read Common, Primordial and Dwarven.</p>",
      "advancement": {
        "t1wBp7u3iJtzSaX0": {
          "hint": "Zwerc stand between 4 and 5 feet tall and average about 150 pounds. Your size is Medium."
        },
        "Zwerc Magic": {
          "title": "Zwerc Magic"
        },
        "Languages": {
          "title": "Languages",
          "hint": "You can speak, write and read Common, Primordial and Dwarven."
        }
      }
    },
    "Vestraadi": {
      "name": "Vestraadi",
      "description": "<p><em>Your vestraadi character counts as an humanoid (vestraadi) for purposes of race.</em></p><p><em><strong>Ability Score Increases</strong></em>. Your Wisdom and Dexterity scores increase by 2.</p><p><em><strong>Age</strong></em>. Vestraadi mature slightly faster than dwarves, reaching adulthood at approximately 42 years. If they do not fall prey to the harsh underworld, they can reach almost 400 years of age.</p><p><em><strong>Alignment</strong></em>. Most Vestraadi are Neutral, following the strange teachings of the mysterious Current.</p><p><em><strong>Size</strong></em>. Vestraadi stand between 6 and 7 feet tall and average about 170 pounds. Your size is Medium.</p><p><em><strong>Speed</strong></em>. Your base walking speed is 25 feet. You have a swim speed of 30 feet.</p><p><em><strong>Amphibious</strong></em>. You can breathe air and water.</p><p><em><strong>Blind Senses</strong></em>. You can't use your <em><strong>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.3QuzpedjD1LTsoyN]{Vestraadi Sonar}</strong></em> (or <em><strong>Vestraadi Blindsight</strong></em>) while deafened and unable to smell.</p><p><em><strong>Condition Immunity</strong></em>. Since vestraadi are already blind, you can't be blinded. Additionally, you are immune to sight-based effects, illusions, and gaze attacks and similar abilities that rely on sight.</p><p><em><strong>Keen Hearing and Smell</strong></em>. You have advantage on non-sonar-based Wisdom (Perception) checks that rely on hearing or smell.</p><p><em><strong>Poison Detector</strong></em>. Some of your mutated, highly specialized sensors are adept at detecting toxic substances in the Underworld. You are constantly under the effect of <em>@Compendium[dnd5e.spells.2skfDtglk1mGrb3l]{detect poison and disease}</em> (poison only).</p><p><em><strong>Vulnerability to Poison</strong></em>. A significant portion of your body is a sensitive sensory organ—unfortunately, this makes you vulnerable to poison damage.</p><p><em><strong>Sensory Dependent</strong></em>. While you are immune to all sight-based effects, this does make you more susceptible to auditory illusions and effects. You suffer disadvantage on all saves against auditory-based illusions and spells and effects that deal thunder damage.</p><p><em><strong>Languages</strong></em>. You can speak Common and Straad, a language of strange brushing noises caused by the frills all over your body.</p><p> </p><img src=\"modules/underworld-races-and-classes/art/races/vestraadi.jpg\" width=\"350\" height=\"584\" />",
      "advancement": {
        "1qwH1s1GrEC8T8Qp": {
          "hint": "Vestraadi stand between 6 and 7 feet tall and average about 170 pounds. Your size is Medium."
        },
        "lQjgBd250F2JZeo2": {
          "hint": "You can speak Common and Straad, a language of strange brushing noises caused by the frills all over your body."
        },
        "Condition Immunity": {
          "title": "Condition Immunity",
          "hint": "Since vestraadi are already blind, you can't be blinded. Additionally, you are immune to sight-based effects, illusions, and gaze attacks and similar abilities that rely on sight."
        },
        "Vulnerability to Poison": {
          "title": "Vulnerability to Poison",
          "hint": "A significant portion of your body is a sensitive sensory organ—unfortunately, this makes you vulnerable to poison damage."
        },
        "Sensory Dependent": {
          "title": "Sensory Dependent",
          "hint": "While you are immune to all sight-based effects, this does make you more susceptible to auditory illusions and effects. You suffer disadvantage on all saves against auditory-based illusions and spells and effects that deal thunder damage."
        }
      }
    },
    "Stone Body": {
      "name": "Stone Body",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Unlike other skeletons, dødelig consist of ossified bone – whenever you are subject to a spell or effect that affects stone, it compromises the magics that keep you alive. Whenever you are subject to such a spell, you take force damage equal to the spell's level or HD of the creature generating the effect times d6.</span></p>",
      "activities": {
        "damage": {
          "chatFlavor": "force damage equal to the spell's level or HD of the creature generating the effect times d6"
        }
      }
    },
    "Acid Breath (Kastrik)": {
      "name": "Acid Breath (Kastrik)",
      "description": "<p>You can use your action to exhale a destructive line or cone of energy. When you use your breath weapon, each creature in the area of the exhalation must make a Dexterity saving throw. The DC for this saving throw is equal to 8 + your Constitution modifier + your proficiency bonus. A creature takes 2d6 damage on a failed save, half as much on a successful one. The damage increases to 3d6 at 6th level, 4d6 at 11th level, and 5d6 at 16th level. After you use your breath weapon, you can't use it again until you complete a short or long rest.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.1LuSKQZNj8mJWRqU]{Draaki (Kastrik)}</p>"
    },
    "Crystal Refraction": {
      "name": "Crystal Refraction",
      "description": "<p><em>Recharges after a Long Rest.</em></p><p>Your crystalline structure can absorb certain types of magic, but only under the right circumstances. Whenever you are targeted by a ranged spell attack or a spell that specifies that it works via a \"ray\" (like disintegrate, prismatic spray or ray of enfeeblement), you may, as a reaction to being hit by the ray, harmlessly absorb it. If you do, you immediately end the spell's effects. Consuming the magical energy nourishes you as if you have eaten a full meal, but also is strenuous: You immediately increase your @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.cspWveykstnu3Zcv]{Exhaustion} level by +1 upon using this ability.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.E9wPP4k7Hbw4oips]{Colliatur}</p>",
      "activities": {
        "utility": {
          "condition": "You are targeted by a ranged spell attack or a spell that specifies that it works via a “ray”—like disintegrate, prismatic spray or ray of enfeeblement."
        }
      }
    },
    "Lightning Breath (Prulan)": {
      "name": "Lightning Breath (Prulan)",
      "description": "<p>You can use your action to exhale a destructive line or cone of energy. When you use your breath weapon, each creature in the area of the exhalation must make a Dexterity saving throw. The DC for this saving throw is equal to 8 + your Constitution modifier + your proficiency bonus. A creature takes 2d6 damage on a failed save, half as much on a successful one. The damage increases to 3d6 at 6th level, 4d6 at 11th level, and 5d6 at 16th level. After you use your breath weapon, you can't use it again until you complete a short or long rest.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.icNclgjcUSTliFmc]{Draaki (Prulan)}</p>"
    },
    "Dvergr Combat Training": {
      "name": "Dvergr Combat Training",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">You have proficiency with the throwing hammer, warhammer, war picks and hand crossbows.</span></p>"
    },
    "Maculosfunglet Venom": {
      "name": "Maculosfunglet Venom",
      "description": "<p>The rhizomorphs within your maculosfunglet body are poisonous and a may produce poison. A number of times equal to your Constitution modifier per day, you can envenom a weapon with toxic saliva or your blood as an action. A creature subjected to this poison must succeed on a Constitution saving throw with a DC equal to 8 + your proficiency bonus + Constitution modifier or take 1d6 points of poison damage and become poisoned for 1 minute. This damage increases to 2d6 at 3rd level, 3d6 at 8th level, 4d6 at 13th level and 5d6 at 18th level. At each of these levels, you also get an additional use of your poison. The creature affected must repeat the saving throw at the start of each of its turns. A successful save neutralizes the poison. As a reaction to being bitten by a foe, you can expend one use of your poison to poison the creature who attacked you with a bite attack. Your poison quickly spoils when exposed to air, preventing you from harvesting and selling the poison. Your poison rhizomorphs produce new doses of poison on a long rest.</p><section id=\"secret-8SerrHuWEOvMDbi9\" class=\"secret\"><div class=\"fvtt advice\"><figure class=\"icon\"><img class=\"round\" src=\"icons/vtt-512.png\" /></figure><article><h4>Note: When you first add this feature to your sheet, be sure to set the current uses equal to the max. The max uses should already be configured to scale with your character levels. However, you will need to manually increase the damage on the Details tab as you gain the appropriate levels.</h4></article></div><p></p></section><hr style=\"border-top:1px solid var(--color-border-light-primary);border-bottom:1px solid var(--color-border-light-highlight)\" /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Lbsg0xl8gK8bj4Fz]{Maculosfunglet}</p>"
    },
    "Colliatur": {
      "name": "Colliatur",
      "description": "<p><em>Your colliatur character counts as both the parent race and as a colliatur for purposes of race.</em></p><p><em><strong>Ability Score Increases</strong></em>. Your Charisma score increases by 2 and two of your other ability scores of your choice increase by 1.</p><p><em><strong>Age</strong></em>. Colliatur mature at the same rate as their parent race.</p><p><em><strong>Alignment</strong></em>. Colliatur tend to gravitate towards true neutrality, though the high value they ascribe to life also means that quite a few of them are perceived as good.</p><p><em><strong>Size</strong></em>. Colliatur come in different shapes and sizes due to the diverse parent races. Your size is your choice of either Small or Medium.</p><p><em><strong>Speed</strong></em>. Your base walking speed is 30 feet if you are Medium, 25 feet if you are Small.</p><p><em><strong>Acid Conversion (Recharges after a Long Rest)</strong></em>. Your organic parts may be hurt by acid, but your crystalline parts are capable of converting it into life. As a reaction to taking acid damage, you may regain 10 hit points on your next turn. Acid damage can never kill you, only knock you out.</p><p><em><strong>Condition Immunity</strong></em>. If you are of Small size, your body inadvertently has a higher crystal/colloid-density than your larger brethren. You gain immunity to the &amp;Reference[charmed] condition.</p><p><em><strong>Conductivity</strong></em>. While your crystalline structure provides a lot of benefits, it also conducts lightning much better than flesh and bone. If you take lightning damage, you suffer from disadvantage on Dexterity saving throws for a number of rounds equal to your Hit Dice.</p><p><em><strong>Crystal Refraction (Recharges after a Long Rest)</strong></em>. Crystal Refraction Your crystalline structure can absorb certain types of magic, but only under the right circumstances. Whenever you are targeted by a ranged spell attack or a spell that specifies that it works via a \"ray\" (like disintegrate, prismatic spray or ray of enfeeblement), you may, as a reaction to being hit by the ray, harmlessly absorb it. If you do, you immediately end the spell's effects. Consuming the magical energy nourishes you as if you have eaten a full meal, but also is strenuous: You immediately increase your &amp;Reference[exhaustion] level by +1 upon using this ability.</p><p><em><strong>Energy Immunity</strong></em>. As a resplendent being of crystal and flesh, you are immune to radiant damage.</p><p><em><strong>Energy Resistance</strong></em>. You are anathema to the undead and the tainted energies of unlife. You gain resistance to necrotic damage.</p><p><em><strong>Parent Race</strong></em>. You choose the parent race for your colliatur character. You qualify as both your parent race and as a colliatur for purposes of racial prerequisites, item-use restrictions, etc. You do not receive any of the racial features of your parent race, though.</p><p><em><strong>Sacred Life</strong></em>. You value life, any life, more highly than just about all other races as a consequence of your entwinement with the colloid. Ending a life is an emotionally and physically draining procedure for you. If you choose to kill a living creature upon reducing it to 0 hit points instead of knocking it out, you immediately increase your &amp;Reference[exhaustion] level by +1, up to a maximum of 5. Constructs, elementals and undead are exempt from this—you can destroy these creatures without ramifications.</p><p><em><strong>Superior Darkvision</strong></em>. Seeing the world through star-shaped, resplendent pupils has its benefits. You can see in dim light within 120 ft. of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.</p><p><em><strong>Thunder Vulnerability</strong></em>. Due to the crystalline structures suffusing your body, you suffer from vulnerability to thunder damage.</p><p><em><strong>Languages</strong></em>. You can speak Common and the languages of your parent race.</p><p> </p><img src=\"modules/underworld-races-and-classes/art/races/colliatur.jpg\" width=\"350\" height=\"596\" />",
      "advancement": {
        "YyotyZTuv7j1Zqd7": {
          "hint": "Colliatur come in different shapes and sizes due to the diverse parent races. Your size is your choice of either Small, Medium or Large.\nYour base walking speed is 30 feet if you are Medium, 25 feet if you are Small or Large."
        },
        "Languages": {
          "title": "Languages",
          "hint": "You can speak Common and the languages of your parent race."
        },
        "Energy Immunity": {
          "title": "Energy Immunity",
          "hint": "As a resplendent being of crystal and flesh, you are immune to radiant damage."
        },
        "Energy Resistance": {
          "title": "Energy Resistance",
          "hint": "You are anathema to the undead and the tainted energies of unlife. You gain resistance to necrotic damage."
        },
        "Thunder Vulnerability": {
          "title": "Thunder Vulnerability",
          "hint": "Due to the crystalline structures suffusing your body, you suffer from vulnerability to thunder damage."
        }
      }
    },
    "Sensory Dependent": {
      "name": "Sensory Dependent",
      "description": "<p>While you are immune to all sight-based effects, this does make you more susceptible to auditory illusions and effects. You suffer <strong>disadvantage</strong> on all saves against auditory-based illusions and spells and effects that deal thunder damage.</p>"
    },
    "Blood Thirst": {
      "name": "Blood Thirst",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Vampiric fledgling must drink the blood of others to fuel their metabolism—more so than other ahoolings. Once per long rest, you must consume one gallon of blood per Hit Die or suffer from level 1 &amp;Reference[exhaustion]. For every additional day without meeting the requirement, you increase the exhaustion level by a further +1. If an ahooling manages to drink one gallon of blood, they reduce their exhaustion level by 1. This exhaustion cannot be alleviated by any means apart from consuming blood equal to one gallon per exhaustion level incurred.</span></p>",
      "activities": {
        "Thirst": {
          "name": "Thirst",
          "condition": "has not consumed one gallon of blood per Hit Die"
        }
      },
      "effects": {
        "Blood Thirst": {
          "name": "Blood Thirst"
        }
      }
    },
    "Funglet (Fantasfunglet)": {
      "name": "Funglet (Fantasfunglet)",
      "description": "<p><em>Fantasfunglets represent the relentless, plodding guardians of funglet-kind.</em></p><p><em><strong>Ability Score Increase</strong></em>. Your Intelligence score increases by 2.</p><p><em><strong>Bulky Advance</strong></em>. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Item.MC9mJGq6mCDfjlCl]{Bulky Advance} Your speed is not reduced by wearing heavy armor.</p><p><em><strong>Fleet of Foot</strong></em>. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.rFtDhWv47z0rkeDp]{Fleet of Foot} At 3rd level, your base walking speed increases to 35 feet.</p><section class=\"secret\" id=\"secret-Gys5hqzGJLIq3qvZ\"><div class=\"fvtt advice\"><figure class=\"icon\"><img class=\"round\" src=\"icons/vtt-512.png\" /></figure><article><h4>Note: At the time of making the dnd5e system (v4.3) does not support automatic advancement for non-class items. The additional features granted by this item will need to be manually added at the appropriate level.</h4></article></div></section><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.NT1fCmCuo7SesTAi]{Funglet}</p>",
      "effects": {
        "Fantasfunglet Traits": {
          "name": "Fantasfunglet Traits"
        }
      },
      "advancement": {
        "GykuEurVbpFqiPmt": {
          "hint": "Your Intelligence score increases by 2."
        }
      }
    },
    "Mechanowonder": {
      "name": "Mechanowonder",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">You hail from a culture that blends technology and magic, and thus you may use Intelligence (Arcana) in place of other skill checks to determine the function of obscure pieces of technology and/or activate them.</span></p>"
    },
    "Sunlight Hypersensitivity": {
      "name": "Sunlight Hypersensitivity",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">A dødelig takes 20 radiant damage when it starts its turn in sunlight. Your radiance vulnerability does not apply to this damage, though. While in sunlight, you have disadvantage on attack rolls and ability checks.</span></p><section class=\"secret\" id=\"secret-BjyQ10BHOxp3ZjZj\"><div class=\"fvtt advice\"><figure class=\"icon\"><img class=\"round\" src=\"icons/vtt-512.png\" /></figure><article><h4>Note: Damage has been set to 10 to counter radiance vulnerability. Giving a total of 20 damage.</h4></article></div></section>",
      "activities": {
        "damage": {
          "condition": "Starts its turn in sunlight"
        }
      },
      "effects": {
        "Sunlight Hypersensitivity": {
          "name": "Sunlight Hypersensitivity",
          "description": "<p><span style=\"font-family:Signika, sans-serif\">While in sunlight, you have disadvantage on attack rolls and ability checks.</span></p>"
        }
      }
    },
    "Svirfneblin": {
      "name": "Svirfneblin",
      "description": "<p><em>Like their kin on the surface, svirfneblin are prodigious craftsmen and engineers and while you and your kin aren't widely known to upperworlders, you are still gnomes. You have the standard @UUID[Compendium.dnd5e.races.Item.TZtarkKs6cgGD7z2]{gnome} traits. In addition, you have the following svirfneblin subrace traits.</em></p><p><em><strong>Ability Score Increase</strong></em>. Your Charisma or Wisdom scores increase by 1.</p><p><em><strong>Superior Darkvision</strong></em>. Accustomed to life in thelightless depths, you have superior vision in dark anddim conditions. You can see in dim light within 120 ft.of you as if it were bright light, and in darkness as ifit were dim light. You can't discern color in darkness,only  hades of gray.</p><p><em><strong>Mechanowonder</strong></em>. You hail from a culture that blends technology and magic, and thus you may use Intelligence (Arcana) in place of other skill checks to determine the function of obscure pieces of technology and/or activate them.</p><p><em><strong>Sunlight Sensitivity</strong></em>. Whenever you are in direct sunlight, you have disadvantage on all checks that rely on sight including attack rolls and Wisdom (Perception) checks.</p><p><em><strong>Tool Proficiency</strong></em>. Select one artisan tool. You are proficient with that tool.</p><hr style=\"border-top:1px solid var(--color-border-light-primary);border-bottom:1px solid var(--color-border-light-highlight)\" /><p><strong>Foundry Note</strong>: The gnome traits that could be applied to the Svirfneblin Traits effect have already been included, and your base race and subrace have been set appropriately, but you still might need to reference other traits specified in the @UUID[Compendium.dnd5e.races.Item.TZtarkKs6cgGD7z2]{Gnome} feature and drag applicable features to your character sheet.</p><p> </p><img src=\"modules/underworld-races-and-classes/art/races/svirfneblin.jpg\" width=\"350\" height=\"591\" />",
      "advancement": {
        "1qwH1s1GrEC8T8Qp": {
          "hint": "Gnomes are between 3 and 4 feet tall and average about 40 pounds. Your size is Small."
        },
        "Tinker": {
          "title": "Tinker"
        },
        "Tool Proficiency": {
          "title": "Tool Proficiency",
          "hint": "Select one artisan tool. You are proficient with that tool."
        }
      }
    },
    "Toll of Souls": {
      "name": "Toll of Souls",
      "description": "<p>You must siphon as many sentient souls as you have levels to the forces of Hel before gaining your next level. Failing to do so risks breaking their racial contracts with Hel: 24 hours after gaining a new level, you risk being visited by a devil if you have not siphoned your old level in souls to Hel. (See @UUID[Compendium.underworld-races-and-classes.items-urc.7YsREErrFT0eUJSn]{Blood Candle} for more details. )</p>"
    },
    "Funglet (Maculosfunglet)": {
      "name": "Funglet (Maculosfunglet)",
      "description": "<p><em>Poisonous and powerful, maculosfunglets.</em></p><p><em><strong>Ability Score Increase</strong></em>. Your Charisma score increases by 2.</p><p><em><strong>Maculosfunglet Venom (Injury)</strong></em>.  @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Cr7y3AxKmaqmVXBw]{Maculosfunglet Venom} The rhizomorphs within your maculosfunglet body are poisonous and a may produce poison. A number of times equal to your Constitution modifier per day, you can envenom a weapon with toxic saliva or your blood as an action. A creature subjected to this poison must succeed on a Constitution saving throw with a DC equal to 8 + your proficiency bonus + Constitution modifier or take 1d6 points of poison damage and become poisoned for 1 minute. This damage increases to 2d6 at 3rd level, 3d6 at 8th level, 4d6 at 13th level and 5d6 at 18th level. At each of these levels, you also get an additional use of your poison. The creature affected must repeat the saving throw at the start of each of its turns. A successful save neutralizes the poison. As a reaction to being bitten by a foe, you can expend one use of your poison to poison the creature who attacked you with a bite attack. Your poison quickly spoils when exposed to air, preventing you from harvesting and selling the poison. Your poison rhizomorphs produce new doses of poison on a long rest.</p><section class=\"secret\" id=\"secret-Gys5hqzGJLIq4qvZ\"><div class=\"fvtt advice\"><figure class=\"icon\"><img class=\"round\" src=\"icons/vtt-512.png\" /></figure><article><h4>Note: At the time of making the dnd5e system (v4.3) does not support automatic advancement for non-class items. The additional features granted by this item will need to be manually added at the appropriate level.</h4></article></div></section><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.NT1fCmCuo7SesTAi]{Funglet}</p>",
      "effects": {
        "Maculosfunglet Traits": {
          "name": "Maculosfunglet Traits"
        }
      },
      "advancement": {
        "jrAYj48DSwMWw2wQ": {
          "hint": "Your Charisma score increases by 2."
        }
      }
    },
    "Draaki (Graldrin)": {
      "name": "Draaki (Graldrin)",
      "description": "<p>Graldrin, the magma–dragonkind related draaki, are tinged red or orange and breathe a potent line of fire.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.gVA5aLjATPunP3gD]{Fire Breath} @UUID[Compendium.underworld-races-and-classes.racial-features-urc.iHQWgGlejkk7b91F]{Draaki}</p>",
      "effects": {
        "Damage Resistance (Fire)": {
          "name": "Damage Resistance (Fire)"
        },
        "Subrace: Graldrin": {
          "name": "Subrace: Graldrin"
        }
      }
    },
    "Bulky Advance": {
      "name": "Bulky Advance",
      "description": "<p>Y<span style=\"font-family:Signika, sans-serif\">our speed is not reduced by wearing heavy armor.</span></p>"
    },
    "Hoyrall Poison Blood (Ingested)": {
      "name": "Hoyrall Poison Blood (Ingested)",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">The blood of hoyrall is @UUID[Compendium.dnd5e.rules.t6scHTmpmHBTZGTX.JournalEntryPage.B8rYvLQ4jMY9GeJA]{poisonous} to almost all species and hoyrall have limited control over it, allowing them to temporarily increase its toxicity. A number of times equal to your Constitution modifier per day, you can envenom a weapon your blood as an action that deals at least 1 point of damage to you. A creature subjected to this poison must succeed on a Constitution saving throw with a DC equal to 8 + your proficiency bonus + Constitution modifier or take 3 (1d6) points of poison damage and become @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.lq3TRI6ZlED8ABMx]{poisoned} for 1 minute. This damage increases to 6 (2d6) at 3rd level, 9 (3d6) at 8th level, 12 (4d6) at 13th level and 15 (5d6) at 18th level. At each of these levels, you also get an additional use of your poison. The creature affected must repeat the saving throw at the start of each of its turns. On a successful save, the poison ends. As a reaction to being bitten by a foe, you can expend one use of your poison to poison the creature who attacked you with a bite attack. Your poison quickly spoils when exposed to air, preventing you from harvesting and selling the poison. Your body produces new doses of poison on a long rest.</span></p><section id=\"secret-t7a55VkuxW9tzhKd\" class=\"secret\"><div class=\"fvtt advice\"><figure class=\"icon\"><img class=\"round\" src=\"icons/vtt-512.png\" /></figure><article><h4>Note: The Damage Formula uses the base damage (1d6). You will need to adjust this as appropriate when your hoyrall character gains class levels.</h4></article></div></section><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.OiA3LnjgHXSR0pso]{Hoyrall}</p>"
    },
    "Funglet": {
      "name": "Funglet",
      "description": "<p><em>Your funglet character has an assortment of inborn abilities that are part of your nature.</em></p><p><em><strong>Ability Score Increases</strong></em>. Your Constitution score increases by 2.</p><p><em><strong>Age</strong></em>. Funglets mature much slower than humans; they're considered young until the age of 72. They can live up to almost 1000 years.</p><p><em><strong>Alignment</strong></em>. Most funglets have a tendency towards being good, an rare thing indeed in the dangerous underworld. While occasional, anomalous evil funglets exist, these individuals remain few and thankfully rare Size. Funglets stand between 7 and 10. 5 feet tall and weigh at least 235 pounds, but can grow to weigh ten times as much. Your size is Medium.</p><p><em><strong>Size</strong></em>. Funglets stand between 7 and 10. 5 feet tall and weigh at least 235 pounds, but can grow to weigh ten times as much. Your size is Medium.</p><p><em><strong>Speed</strong></em>. Your base walking speed is 20 feet.</p><p><em><strong>Condition Immunities</strong></em>. You are immune to the blinded, deafened and frightened conditions due to your fungal nature.</p><p><em><strong>Damage Immunity</strong></em>. You are immune to poison damage.</p><p><em><strong>Fire Vulnerability</strong></em>. You are vulnerable to fire damage due to your fungal heritage.</p><p><em><strong>Sunlight Sensitivity</strong></em>. While in sunlight, you have disadvantage on attack rolls as well as on Wisdom (Perception) checks that rely on sight.</p><p><em><strong>Superior Darkvision</strong></em>. Accustomed to life in the lightless depths, you have superior vision in dark and dim conditions. You can see in dim light within 120 ft. of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.</p><p><em><strong>Languages</strong></em>. You can speak read and write Sylvan and Common and generally can understand the basics of Draconic. Funglets converse in a relatively slow and ponderous tone.</p><p><em><strong>Subraces</strong></em>. Three subraces of funglets are found in Aventyr: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.wvbZZm04xFhM0hax]{audirefunglets}, @UUID[Compendium.underworld-races-and-classes.racial-features-urc.EvpeWAT0jLBe7QVL]{fantasfunglets} and @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Lbsg0xl8gK8bj4Fz]{maculosfunglets}. Choose one of these subraces.</p><p> </p><img src=\"modules/underworld-races-and-classes/art/races/funglet.jpg\" width=\"350\" height=\"559\" />",
      "advancement": {
        "h28I0d6Mj1tjWScq": {
          "hint": "Funglets stand between 7 and 10. 5 feet tall and weigh at least 235 pounds, but can grow to weigh ten times as much. Your size is Medium."
        },
        "Languages": {
          "title": "Languages",
          "hint": "You can speak read and write Sylvan and Common and generally can understand the basics of Draconic. Funglets converse in a relatively slow and ponderous tone."
        },
        "Condition Immunities": {
          "title": "Condition Immunities",
          "hint": "You are immune to the blinded, deafened and frightened conditions due to your fungal nature."
        },
        "Damage Immunity": {
          "title": "Damage Immunity",
          "hint": "You are immune to poison damage."
        },
        "Fire Vulnerability": {
          "title": "Fire Vulnerability",
          "hint": "You are vulnerable to fire damage due to your fungal heritage."
        },
        "Subraces": {
          "title": "Subraces",
          "hint": "Three subraces of funglets are found in Aventyr: audirefunglets, fantasfunglets and maculosfunglets. Choose one of these subraces."
        }
      }
    },
    "Dødelig": {
      "name": "Dødelig",
      "description": "<p>Your dødelig character counts as a halfling for purposes of race, with the obvious difference of also being undead.</p><p><em><strong>Ability Score Increases</strong></em>. Your Charisma and Wisdom scores increase by 1 and your Dexterity score increases by 2.</p><p><em><strong>Age</strong></em>. Dødelig do not really age, due to their undead nature. The product of powerful magics, they are effectively immortal and do not age or die due to natural causes.</p><p><em><strong>Alignment</strong></em>. Much like their living kin, dødelig are cheerful and generally kind. Dødelig gravitate towards the chaotic alignment and, surprisingly for undead, most tend to be either neutral or good.</p><p><em><strong>Size</strong></em>. Dødelig stand between 2 feet, 7 inches and 3 feet, 8 inches. They weigh about 16 – 20 pounds on average. Your size is Small.</p><p><em><strong>Speed</strong></em>. Your base walking speed is 30 feet – dødelig are surprisingly agile for their size.</p><p><em><strong>Condition Immunity</strong></em>. As an undead skeleton, you are immune to the @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.lq3TRI6ZlED8ABMx]{Poisoned} condition and @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.cspWveykstnu3Zcv]{Exhaustion}.</p><p><em><strong>Harmed by Running Fresh Water</strong></em>. Fresh water dissolves some essential salt involved in keeping your body together. You take 20 acid damage if you end your turn in running fresh water. Exposure to rain or similar weather usually does not have this effect, unless it's really pouring, and neither are you harmed by submersion in an ocean or salt water. (Subject to GM's discretion. )</p><p><em><strong>Light Blindness</strong></em>. Abrupt exposure to bright light blinds you for 1 round.</p><p><em><strong>Radiance Vulnerability</strong></em>. Due to your undead nature, you suffer from vulnerability to radiant damage.</p><p><em><strong>Skeletal Resistance</strong></em>. You are an ossified halfling skeleton. You gain resistance to necrotic, piercing and slashing damage.</p><p><em><strong>Skeletal Vulnerability</strong></em>. Due to your skeletal body and the lack of cushioning flesh, you are vulnerable to impacts. You suffer vulnerability to bludgeoning damage.</p><p><em><strong>Stone Body</strong></em>. Unlike other skeletons, dødelig consist of ossified bone – whenever you are subject to a spell or effect that affects stone, it compromises the magics that keep you alive. Whenever you are subject to such a spell, you take force damage equal to the spell's level or HD of the creature generating the effect times d6.</p><p><em><strong>Sunlight Hypersensitivity</strong></em>. A dødelig takes 20 radiant damage when it starts its turn in sunlight. Your radiance vulnerability does not apply to this damage, though. While in sunlight, you have disadvantage on attack rolls and ability checks.</p><p><em><strong>Superior Darkvision</strong></em>. Seeing the world through ossified eye-sockets, you have superior vision in dark and dim conditions. You can see in dim light within 120 ft. of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of grey.</p><p><em><strong>Undead Immunity</strong></em>. As an undead halfling, you lack the physiology to be affected by poison. You are immune to poison damage and the poisoned condition, unless the poisons or effects explicitly state that they affect undead as well. Additionally, you have resistance to necrotic damage.</p><p><em><strong>Undead Nature</strong></em>. As a skeleton, a dødelig doesn't require air, food, drink, or sleep.</p><p><em><strong>Languages</strong></em>. You can speak, write and read Common, Halfling and Undercommon.</p><p> </p><img src=\"modules/underworld-races-and-classes/art/races/dodelig.jpg\" width=\"350\" height=\"593\" />",
      "advancement": {
        "5e2J3D8gZ99VjxKr": {
          "hint": "Dødelig stand between 2 feet, 7 inches and 3 feet, 8 inches. They weigh about 16 – 20 pounds on average. Your size is Small."
        },
        "Condition Immunity": {
          "title": "Condition Immunity",
          "hint": "As an undead skeleton, you are immune to the poisoned and exhausted conditions."
        },
        "Radiance Vulnerability": {
          "title": "Radiance Vulnerability",
          "hint": "Due to your undead nature, you suffer from vulnerability to radiant damage."
        },
        "Skeletal Resistance": {
          "title": "Skeletal Resistance",
          "hint": "You are an ossified halfling skeleton. You gain resistance to necrotic, piercing and slashing damage."
        },
        "Skeletal Vulnerability": {
          "title": "Skeletal Vulnerability",
          "hint": "Due to your skeletal body and the lack of cushioning flesh, you are vulnerable to impacts. You suffer vulnerability to bludgeoning damage."
        },
        "Undead Immunity": {
          "title": "Undead Immunity",
          "hint": "As an undead halfling, you lack the physiology to be affected by poison. You are immune to poison damage and the poisoned condition, unless the poisons or effects explicitly state that they affect undead as well."
        },
        "Languages": {
          "title": "Languages",
          "hint": "You can speak, write and read Common, Halfling and Undercommon."
        }
      }
    },
    "Hoyrall": {
      "name": "Hoyrall",
      "description": "<p><em>Your hoyrall character counts as a humanoid (hoyrall) for purposes of race. Hoyrall are, however, similar in many ways to aberrations.</em></p><p><em><strong>Ability Score Increase.</strong></em> Your Dexterity score increases by 2 and your Wisdom score increases by 1.</p><p><em><strong>Age</strong></em>. Hoyrall mature quicker than humans, reaching adulthood at 12 years. Hoyrall can live to become up to 80 years.</p><p><em><strong>Alignment</strong></em>. Where hoyrall once were of a singular alignment, they nowadays do not exhibit a racial tendency per default; while most fortress-hives and hoyrall are lawful, that is a tendency and nothing more. Thanks to their alien perspective, few hoyrall possess the empathy necessary to be called 'good. '</p><p><em><strong>Size</strong></em>. Hoyrall average about 3 feet and 34 pounds. Your size is Small.</p><p><em><strong>Speed</strong></em>. Your base walking speed is 25 feet and you have a climb speed of 20 feet.</p><p><em><strong>Alien Mind</strong></em>. Your strange psychology render you resistant to being charmed. You have advantage on saves against spells or effects that inflict the charmed condition.</p><p><em><strong>Carrion Sense</strong></em>. Your antennae can pick out corpses and corporeal undead rather easily. You have advantage on scent-based Wisdom (Perception) checks to notice corpses and corporeal undead.</p><p><em><strong>Darkvision</strong></em>. You are well-adapted to seeing in the dark thanks to your odd sensory organs. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.</p><p><em><strong>Light Blindness</strong></em>. Abrupt exposure to bright light blinds you for 1 round.</p><p><em><strong>Multi-Armed</strong></em>. You have four arms you can use when making attacks. When you take the Attack action and attack with a @UUID[Compendium.dnd5e.rules.BYFd9hiJGo9L5aOM.JournalEntryPage.AOOs5OrXYgGzwI9d#special-weapons]{light melee weapon} that you're holding in one hand, you can use a bonus action to also attack with a different light melee weapon that you're holding in another hand. You may attack with an additional number of hands beyond your first of up to your Dexterity modifier or 3, whichever is lower. You don't add your ability modifier to the damage of the additional attacks, unless that modifier is negative. If either weapon used has the @UUID[Compendium.dnd5e.rules.JournalEntry.BYFd9hiJGo9L5aOM.JournalEntryPage.AOOs5OrXYgGzwI9d#weapon-properties]{thrown} property, you can throw the weapon, instead of making a melee attack with it. If you attack with more than 2 weapons this way, melee attacks against you gain advantage until your next turn. You still cannot benefit from more than one shield. You may not wield more than one two-handed weapon and two-handed weapons count as two separate weapons wielded for the purpose of this ability. Abilities and feats that usually enhance your capability to wield two weapons instead apply their benefits to all your arms.</p><p><em><strong>Hoyrall Poison Blood (Ingested)</strong></em>. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.N8a7wDzJnybp4ETG]{Hoyrall Poison Blood (Ingested)} The blood of hoyrall is @UUID[Compendium.dnd5e.rules.t6scHTmpmHBTZGTX.JournalEntryPage.B8rYvLQ4jMY9GeJA]{poisonous} to almost all species and hoyrall have limited control over it, allowing them to temporarily increase its toxicity. A number of times equal to your Constitution modifier per day, you can envenom a weapon your blood as an action that deals at least 1 point of damage to you. A creature subjected to this poison must succeed on a Constitution saving throw with a DC equal to 8 + your proficiency bonus + Constitution modifier or take 3 (1d6) points of poison damage and become @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.lq3TRI6ZlED8ABMx]{poisoned} for 1 minute. This damage increases to 6 (2d6) at 3rd level, 9 (3d6) at 8th level, 12 (4d6) at 13th level and 15 (5d6) at 18th level. At each of these levels, you also get an additional use of your poison. The creature affected must repeat the saving throw at the start of each of its turns. On a successful save, the poison ends. As a reaction to being bitten by a foe, you can expend one use of your poison to poison the creature who attacked you with a bite attack. Your poison quickly spoils when exposed to air, preventing you from harvesting and selling the poison. Your body produces new doses of poison on a long rest.</p><p><em><strong>Social Pariah</strong></em>. Most races consider hoyrall to be disturbing at best, kill-on-sight material at worst. You suffer disadvantage on all Charisma (Deception), Charisma (Performance) and Charisma (Persuasion) checks against non-hoyrall.</p><p><em><strong>Strange Anatomy</strong></em>. Hoyrall anatomy is strange to other races and there are significant variations between the different hive-fortresses. Wisdom (Medicine) checks made to treat you suffer from disadvantage unless made by a hoyrall from your own hive-fortress or by someone who has studied your anatomy for more than 1 year. (Subject to GM approval.)</p><p><em><strong>Stonecunning</strong></em>. Whenever you make an Intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus.</p><p><em><strong>Sunlight Sensitivity</strong></em>. While in sunlight, you have disadvantage on attack rolls as well as on Wisdom (Perception) checks that rely on sight.</p><p><em><strong>Languages</strong></em>. You can speak Common and speak, write and read the clicking, pitched, chittering language of Hoyr, nigh indecipherable to other races.</p><p> </p><img src=\"modules/underworld-races-and-classes/art/races/hoyrall.jpg\" width=\"350\" height=\"538\" />",
      "advancement": {
        "t1wBp7u3iJtzSaX0": {
          "hint": "Hoyrall average about 3 feet and 34 pounds. Your size is Small."
        },
        "Languages": {
          "title": "Languages",
          "hint": "You can speak Common and speak, write and read the clicking, pitched, chittering language of Hoyr, nigh indecipherable to other races."
        }
      }
    },
    "Ahooling Wings": {
      "name": "Ahooling Wings",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">By flapping your vestigial wings, you can slow your descent to 60 feet per round. You do not take falling damage and land on your feet. If you are incapacitated, paralyzed or petrified before reaching the ground, you begin falling normally. To use this ability, you can't be wearing medium or heavy armor.</span></p>"
    },
    "Yuralith Wings": {
      "name": "Yuralith Wings",
      "description": "<p>By flapping your wings, you can slow your descent to 60 feet per round. You do not take falling damage and land on your feet. If you are incapacitated, paralyzed or petrified before reaching the ground, you begin falling normally.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.33q4nBGGxgSVPxhx]{Draaki (Yuralith)}</p>"
    },
    "Ahooling (Aquatic Fledgling)": {
      "name": "Ahooling (Aquatic Fledgling)",
      "description": "<p><em>Ahooling that bear the heritage of ahool spawned from the demons near aquatic realms develop differently than their airborne counterparts; they do not receive wings, but are well-suited to water.</em></p><p><em><strong>Born Swimmer</strong></em>. You have proficiency in the Athletics skill and gain advantage on all Strength (Athletics) checks made to swim. Once you gain 5th level, you gain a swim speed equal to your base speed. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.ozyD8GmA6uhpZVWp]{Born Swimmer}</p><p><em><strong>Change Shape</strong></em>. At 3rd level, you can use @Compendium[dnd5e.spells.04nMsTWkIFvkbXlY]{Polymorph}, except you can only target yourself and you can only assume the form of a swarm of insects (crabs in the case of most aquatic fledglings) for 1 hour. You must take a long rest to use this ability again. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Item.juQRoPecCRRQI7Cz]{Change Shape}</p><p><em><strong>Gills</strong></em>. Aquatic Fledglings are at no risk of suffocation from being underwater, but can survive out of water only for 24 hours before they start to drown: You are immediately subject to the suffocation rules after this period. You require enough water to fully immerse yourself in it and spend at least 10 minutes inside the water to reset this timer. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Item.0FacUmMJlrq7ZeuZ]{Gills}</p><section class=\"secret\" id=\"secret-Gys5hqzGJLIq1qvZ\"><div class=\"fvtt advice\"><figure class=\"icon\"><img class=\"round\" src=\"icons/vtt-512.png\" /></figure><article><h4>Note: At the time of making the dnd5e system (v4.3) does not support automatic advancement for non-class items. The additional features granted by this item will need to be manually added at the appropriate level.</h4></article></div></section><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Rxqo06ht9yxyuweI]{Ahooling}</p>",
      "effects": {
        "Athletics (Proficient, Born Swimmer)": {
          "name": "Athletics (Proficient, Born Swimmer)"
        },
        "Subrace: Aquatic Fledgling": {
          "name": "Subrace: Aquatic Fledgling"
        }
      }
    },
    "Ahooling": {
      "name": "Ahooling",
      "description": "<p><em>Your ahooling character has an assortment of inborn abilities that are part of your nature.</em></p><p><em><strong>Ability Score Increases</strong></em>. Your Constitution score increases by 2 and your Wisdom score increases by 1.</p><p><em><strong>Age</strong></em>. Ahoolings mature slower than humans; they're considered young until the age of 32. On average, they</p><p>live about 120 years.</p><p><em><strong>Alignment</strong></em>. Most ahoolings are chaotic evil, believing in a cut-throat, savage and predatory view of the world</p><p>and all within, valuing power and survival above all else.</p><p><em><strong>Size</strong></em>. Ahoolings stand between 5 and 6 ft. 5 in. tall and average about 185 pounds. Your size is Medium.</p><p><em><strong>Speed</strong></em>. Your base walking speed is 25 feet.</p><p><em><strong>Ahooling Wings</strong></em>. By flapping your vestigial wings, you can slow your descent to 60 feet per round. You do not take falling damage and land on your feet. If you are incapacitated, paralyzed or petrified before reaching the ground, you begin falling normally. To use this ability, you can't be wearing medium or heavy armor.</p><p><em><strong>Bite</strong></em>. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.79PHugymJLYs5xwP]{Ahooling Bite} You can use your bite as a simple melee weapon with which you have proficiency. Your bite has the finesse and light properties, a reach of 5 ft. and deals 1d6 points of piercing damage.</p><p><em><strong>Light Blindness</strong></em>. Abrupt exposure to bright light blinds you for 1 round.</p><p><em><strong>Minor Blood Thirst</strong></em>. Ahoolings must drink the blood of others to fuel their metabolism. Every week, you must consume one gallon of blood per Hit Die or suffer from level 1 exhaustion. For every additional day without feeding, you increase the exhaustion level by a further +1. This exhaustion cannot be alleviated by any means apart from consuming blood equal to one gallon per exhaustion level incurred. If an ahooling manages to drink one gallon of blood, they reduce their exhaustion level by 1. A Medium-sized, healthy humanoid generally is assumed to have about 1. 2 gallons of blood, though extraction of a whole gallon of blood is fatal to a single individual. Medium creatures drained for more than 0. 5 gallons of blood suffer from level 1 exhaustion. For the purpose of this ability, assume creatures to have twice as much blood per size category above Medium, half as much per size category below Medium.</p><p><em><strong>Radiance Vulnerability</strong></em>. You are vulnerable to radiant damage due to your dark heritage.</p><p><em><strong>Sunlight Sensitivity</strong></em>. While in sunlight, you have disadvantage on attack rolls as well as on Wisdom (Perception) checks that rely on sight.</p><p><em><strong>Superior Darkvision</strong></em>. Accustomed to life in the lightless depths, you have superior vision in dark and dim conditions. You can see in dim light within 120 ft. of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.</p><p><em><strong>Underworld Resistances</strong></em>. You are accustomed to the harsh conditions of the underworld. You gain your choice of either cold or thunder resistance.</p><p><em><strong>Languages</strong></em>. You can speak read and write Infernal and Common and generally can understand the basics of Draconic. Ahoolings generally tend to converse in hissing, visceral-sounding Infernal.</p><p><em><strong>Subraces</strong></em>. Three subraces of ahooling are found in Aventyr: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.R0G6LInBWubcHbox]{aquatic fledgling}, @UUID[Compendium.underworld-races-and-classes.racial-features-urc.6qNLVajq3EXp9uSb]{terrestrial fledgling} and @UUID[Compendium.underworld-races-and-classes.racial-features-urc.mRCHmfy4FaNZIfQf]{vampiric fledgling} ahoolings. Choose one of these subraces.</p><p> </p><img src=\"modules/underworld-races-and-classes/art/races/ahooling.jpg\" width=\"350\" height=\"552\" />",
      "advancement": {
        "IAnpHgx2RX6Ee6e2": {
          "hint": "Ahoolings stand between 5 and 6 ft. 5 in. tall and average about 185 pounds. Your size is Medium."
        },
        "Yz6jBkT70G3qIyn9": {
          "hint": "You can speak read and write Infernal and Common and generally can understand the basics of Draconic. Ahoolings generally tend to  converse in hissing, visceral-sounding Infernal."
        },
        "Radiance Vulnerability": {
          "title": "Radiance Vulnerability",
          "hint": "You are vulnerable to radiant damage due to your dark heritage."
        },
        "Underworld Resistances": {
          "title": "Underworld Resistances",
          "hint": "You are accustomed to the harsh conditions of the underworld. You gain your choice of either cold and thunder resistance."
        },
        "Subraces": {
          "title": "Subraces",
          "hint": "Three subraces of ahooling are found in Aventyr: aquatic fledgling, terrestrial fledgling and vampiric fledgling ahoolings. Choose one of these subraces."
        }
      }
    },
    "Strange Anatomy": {
      "name": "Strange Anatomy",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Hoyrall anatomy is strange to other races and there are significant variations between the different hive-fortresses. Wisdom (Medicine) checks made to treat you suffer from disadvantage unless made by a hoyrall from your own hive-fortress or by someone who has studied your anatomy for more than 1 year. (Subject to GM approval.)</span></p>"
    },
    "Born Climber": {
      "name": "Born Climber",
      "description": "<p>You have proficiency in the Athletics skill and gain advantage on all Strength (Athletics) checks made to climb. Once you gain 3rd level, you gain a climb speed equal to your base speed.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.6qNLVajq3EXp9uSb]{Terrestrial Fledgling}</p>",
      "effects": {
        "Climb Speed (25')": {
          "name": "Climb Speed (25')"
        }
      }
    },
    "Change Shape (Vampiric Fledgling)": {
      "name": "Change Shape (Vampiric Fledgling)",
      "description": "<p>At 3rd level, you can use @Compendium[dnd5e.spells.04nMsTWkIFvkbXlY]{Polymorph}, except you can only target yourself and you can only assume the form of a<span style=\"font-family:Signika, sans-serif\"> @UUID[Compendium.dnd5e.monsters.Actor.PcZ0QjIG6bHpffp9]{swarm of bats} </span>for 1 hour. You must take a long rest to use this ability again.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Item.mRCHmfy4FaNZIfQf]{Vampiric Fledgling}</p>",
      "effects": {
        "Polymorph": {
          "name": "Polymorph"
        }
      }
    },
    "Hold Breath": {
      "name": "Hold Breath",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">As a reptilian predator, you can hold your breath for a number of minutes equal to 2 + triple your Constitution modifier (minimum 2 minutes) ([[max(2,3*@attributes.con.mod+2)]]).</span></p>"
    },
    "Kraidyl Tail": {
      "name": "Kraidyl Tail",
      "description": "<p>You have a powerful tail you can use in melee as either a bonus action upon damaging an enemy with a melee attack or as an opportunity attack. Your tail deals 1d6 + your Strength modifier bludgeoning damage. A creature hit must succeed on its choice of either a Strength or Dexterity saving throw (DC 8 + your proficiency bonus + your choice of either Strength or Dexterity modifier). On a failed save, it falls prone.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{Kraidyl}</p>",
      "activities": {
        "attack": {
          "condition": "Upon damaging an enemy with a melee attack."
        },
        "save": {
          "condition": "Upon damaging an enemy with a melee attack."
        }
      }
    },
    "Profane Healing": {
      "name": "Profane Healing",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Your race's profane preoccupation with death and the kraidyl's predatory nature interferes with most types of magical healing. Whenever you are subject to a healing spell or effect that does not explicitly also affect undead at full potency, whether it's derived from a spell, item or class feature, you treat all numerical variables as though you or the caster had rolled 1s on them, unless you have killed a creature with a challenge of at least 1/2 your HD in the same round in which you received the healing. In this case, you receive the maximum numerical benefits. Magical healing that does not have any variables is instead halved in its potency. This does not affect your natural healing.</span></p>"
    },
    "Blind Senses": {
      "name": "Blind Senses",
      "description": "<p>You can't use your <em><strong>@UUID[Compendium.underworld-races-and-classes.racial-features-urc.3QuzpedjD1LTsoyN]{Vestraadi Sonar}</strong></em> (or <em><strong>Vestraadi Blindsight</strong></em>) while deafened and unable to smell.</p>"
    },
    "Amphibious": {
      "name": "Amphibious",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">You can breathe air and water.</span></p>"
    },
    "Fire Breath (Graldrin)": {
      "name": "Fire Breath (Graldrin)",
      "description": "<p>You can use your action to exhale a destructive line or cone of energy. When you use your breath weapon, each creature in the area of the exhalation must make a Dexterity saving throw. The DC for this saving throw is equal to 8 + your Constitution modifier + your proficiency bonus. A creature takes 2d6 damage on a failed save, half as much on a successful one. The damage increases to 3d6 at 6th level, 4d6 at 11th level, and 5d6 at 16th level. After you use your breath weapon, you can't use it again until you complete a short or long rest.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.M2QDhZM1ikDDSVBl]{Draaki (Graldrin)}</p>"
    },
    "Draaki": {
      "name": "Draaki",
      "description": "<p><em>Your draconic heritage manifests itself in a variety of traits that you share with the dragonborn base race. However, you have a different assortment of inborn abilities, gaining draaki traits instead of dragonborn traits.</em></p><p><em><strong>Ability Score Increase</strong></em>. Your Strength score increases by 2 and your Charisma score increases by 1.</p><p><em><strong>Age</strong></em>. Young draaki grow quickly. They walk hours after hatching, attain the size and development of a 10-year-old human child by the age of 3 and reach adulthood by the age of 15. Draaki can reach ages of up to 104 years.</p><p><em><strong>Alignment</strong></em>. Draaki tend towards extremes, often making a conscious choice towards one side in the eternal cosmic battle. Draaki generally gravitate towards chaotic alignments.</p><p><em><strong>Size</strong></em>. Draaki are taller and heavier than humans, standing well over 6 feet tall and averaging almost 250 pounds. Your size is Medium.</p><p><em><strong>Speed</strong></em>. Your base walking speed is 30 feet.</p><p><em><strong>Darkvision</strong></em>. Accustomed to the endless caves, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.</p><p><em><strong>Drow Form</strong></em>. Each draaki can assume the appearance of a single drow. You decide what you look like, including your height, weight, facial features, sound of your voice, hair length, coloration, and distinguishing characteristics, if any. You can use your action to switch between your drow form and your true form.</p><p><em><strong>Sunlight Sensitivity</strong></em>. You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack or whatever you are trying to perceive is in direct sunlight.</p><p><em><strong>Languages</strong></em>. You can speak, read and write Common and Draconic. Draconic is thought to be one of the oldest languages and is often used in the study of magic. The language sounds harsh to most other creatures and includes numerous hard consonants and sibilants.</p><p><em><strong>Draaki Heritage</strong></em>. You have a draaki ancestry derived from the primal dragons your people once subjugated. Choose one ethnicity of draaki from the Draaki Heritage table. See below for a detailed explanation of each heritage ability.</p><h2>Draaki Heritage</h2><table style=\"text-align:center\"><thead><tr><td>Subtypes</td><td>Breath Weapon Damage Type</td><td>Breath Weapon Shape</td><td>Other Abilities</td><td>Draaki Resistance</td></tr></thead><tbody><tr><td style=\"text-align:left\"><em>Abbsins</em> have dark scales and long, powerful tails reminiscent of their umbral hertiage</td><td>—</td><td>—</td><td><em>Abbsins Tail</em></td><td>Necrotic</td></tr><tr><td style=\"text-align:left\"><em>Graldrin</em>, the magma-dragonkind related draaki, are tinged red or orange and breathe a potent line of fire.</td><td>Fire</td><td><p>5 by 30 ft. line<br />(Dex, save)</p></td><td>—</td><td>Fire</td></tr><tr><td style=\"text-align:left\"><em>Kastrik</em> have blue and green scales resembling brine dragons and are capable of breathing cones of acid.</td><td>Acid</td><td><p>15 ft. cone<br />(Dex, save)</p></td><td>—</td><td>Acid</td></tr><tr><td style=\"text-align:left\"><em>Prulan</em>, the cloud dragonkind of the draaki, are tinged with white or other light colors and breathe lines of lightning.</td><td>Lightning</td><td><p>5 by 30 ft. line<br />(Dex, save)</p></td><td>—</td><td>Lightning</td></tr><tr><td style=\"text-align:left\"><em>Yuralith</em> have scales that are highly reflective and bear vestigial wings, resembling their crystalline ancestors.</td><td>—</td><td>—</td><td><em>Yuralith Wings</em></td><td>Radiance</td></tr></tbody></table><p></p><p><em><strong>Breath Weapon</strong></em>. You can use your action to exhale a destructive line or cone of energy. When you use your breath weapon, each creature in the area of the exhalation must make a Dexterity saving throw. The DC for this saving throw is equal to 8 + your Constitution modifier + your proficiency bonus. A creature takes 2d6 damage on a failed save, half as much on a successful one. The damage increases to 3d6 at 6th level, 4d6 at 11th level, and 5d6 at 16th level. After you use your breath weapon, you can't use it again until you complete a short or long rest.</p><p><em><strong>Abbsins Tail</strong></em>. You can use your tail as a weapon to attack foes. Melee Weapon Attack: 1d8 + your Strength modifier bludgeoning damage, reach 10 ft., one target. You are proficient with your tail. A creature hit must succeed on a Strength or Dexterity saving throw (DC= 8 + your Strength of Dexterity modifier + your proficiency bonus). On a failed save, it falls prone.</p><p><em><strong>Yuralith Wings</strong></em>. By flapping your wings, you can slow your descent to 60 feet per round. You do not take falling damage and land on your feet. If you are incapacitated, paralyzed or petrified before reaching the ground, you begin falling normally.</p><p><em><strong>Damage Resistance</strong></em>. You have resistance to the damage type associated with your draaki heritage.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.nAX1eUgpE3DHrElE]{Abbsin} @UUID[Compendium.underworld-races-and-classes.racial-features-urc.M2QDhZM1ikDDSVBl]{Graldrin} @UUID[Compendium.underworld-races-and-classes.racial-features-urc.1LuSKQZNj8mJWRqU]{Kastrik} @UUID[Compendium.underworld-races-and-classes.racial-features-urc.icNclgjcUSTliFmc]{Prulan} @UUID[Compendium.underworld-races-and-classes.racial-features-urc.33q4nBGGxgSVPxhx]{Yuralith}</p><p></p><img src=\"modules/underworld-races-and-classes/art/races/draaki.jpg\" width=\"350\" height=\"618\" /><p></p><img src=\"modules/underworld-races-and-classes/art/classes/wyrmblooded.jpg\" width=\"350\" height=\"577\" />",
      "advancement": {
        "h28I0d6Mj1tjWScq": {
          "hint": "Draaki are taller and heavier than humans, standing well over 6 feet tall and averaging almost 250 pounds. Your size is Medium."
        },
        "Languages": {
          "title": "Languages",
          "hint": "You can speak, read and write Common and Draconic. Draconic is thought to be one of the oldest languages and is often used in the study of magic. The language sounds harsh to most other creatures and includes numerous hard consonants and sibilants."
        },
        "Draaki Heritage": {
          "title": "Draaki Heritage",
          "hint": "You have a draaki ancestry derived from the primal dragons your people once subjugated. Choose one ethnicity of draaki from the Draaki Heritage table."
        }
      }
    },
    "Draaki (Prulan)": {
      "name": "Draaki (Prulan)",
      "description": "<p>Prulan, the cloud dragonkind of the draaki, are tinged with white or other light colors and breathe lines of lightning.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.BXcceOtz2MyDQ0pX]{Lightning Breath} @UUID[Compendium.underworld-races-and-classes.racial-features-urc.iHQWgGlejkk7b91F]{Draaki}</p>",
      "effects": {
        "Damage Resistance (Lightning)": {
          "name": "Damage Resistance (Lightning)"
        },
        "Subrace: Prulan": {
          "name": "Subrace: Prulan"
        }
      }
    },
    "Undead Nature": {
      "name": "Undead Nature",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">As a skeleton, a dødelig doesn't require air, food, drink, or sleep.</span></p>"
    },
    "jaxkuFWpQpv7DyUQ": {
      "name": "Condition Immunity",
      "description": "<p>If you are of Small size, your body inadvertently has a higher crystal/colloid-density than your larger brethren. You gain immunity to the &amp;Reference[charmed] condition.</p>",
      "effects": {
        "Condition Immunity": {
          "name": "Condition Immunity"
        }
      }
    },
    "Acid Conversion": {
      "name": "Acid Conversion",
      "description": "<p>Your organic parts may be hurt by acid, but your crystalline parts are capable of converting it into life. As a reaction to taking acid damage, you may regain 10 hit points on your next turn. Acid damage can never kill you, only knock you out.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.E9wPP4k7Hbw4oips]{Colliatur}</p>",
      "activities": {
        "heal": {
          "condition": "You take acid damage.",
          "chatFlavor": "You may regain 10 hit points on your next turn."
        }
      }
    },
    "Change Shape (Aquatic Fledgling)": {
      "name": "Change Shape (Aquatic Fledgling)",
      "description": "<p>At 3rd level, you can use @Compendium[dnd5e.spells.04nMsTWkIFvkbXlY]{Polymorph}, except you can only target yourself and you can only assume the form of a @UUID[Compendium.dnd5e.monsters.Actor.S0zDrv6lbnwWaz9E]{swarm of insects} (crabs in the case of most aquatic fledglings) for 1 hour. You must take a long rest to use this ability again.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Item.R0G6LInBWubcHbox]{Aquatic Fledgling}</p>"
    },
    "Ground Control": {
      "name": "Ground Control",
      "description": "<p>At 5th level, you can use your action to touch the floor of any subterranean cave, unworked stone or rock to make it ripple at your command. The terrain in a 5 by 30 ft. -line originating from you becomes difficult terrain. When you use ground control, all creatures in the area must succeed a Dexterity saving throw or fall prone. The DC for this saving throw is equal to 8 + your proficiency bonus + your Constitution modifier.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.6qNLVajq3EXp9uSb]{Terrestrial Fledgling}</p>"
    },
    "Stonecunning": {
      "name": "Stonecunning",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Whenever you make an Intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus ([[2*@prof]]) to the check, instead of your normal proficiency bonus.</span></p>"
    },
    "Ahooling (Vampiric Fledgling)": {
      "name": "Ahooling (Vampiric Fledgling)",
      "description": "<p><em>The most feared (and common) type of ahooling is the vampiric fledgling; feared for their powerful predatory instincts and their propensity for blood.</em></p><p><em><strong>Blood Thirst</strong></em>. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Item.EUX1TDjx76GOtApp]{Blood Thirst} Vampiric fledgling must drink the blood of others to fuel their metabolism—more so than other ahoolings. Once per long rest, you must consume one gallon of blood per Hit Die or suffer from level 1 exhaustion. For every additional day without meeting the requirement, you increase the exhaustion level by a further +1. If an ahooling manages to drink one gallon of blood, they reduce their exhaustion level by 1. This exhaustion cannot be alleviated by any means apart from consuming blood equal to one gallon per exhaustion level incurred.</p><p><em><strong>Change Shape</strong></em>. At 3rd level, you can use @Compendium[dnd5e.spells.04nMsTWkIFvkbXlY]{Polymorph}, except you can only target yourself and you can only assume the form of a swarm of bats for 1 hour. You must take a long rest to use this ability again. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Item.V1sAbWrJGBsveZF2]{Change Shape (Vampiric Fledgling)}</p><p><em><strong>Flight of the Vampire</strong></em>. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.ofIFQRFfjt8udYf1]{Flight of the Vampire} At 5th level, your wings develop further. You have a flying speed of 35 feet.</p><p><em><strong>Vampiric Bite</strong></em>. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.7rQKhrMD9zunwKAE]{Vampiric Bite} As a reaction to hitting a living (nonconstruct, non-undead) creature with a bite attack, you may heal 1d8 + your Constitution modifier hit points. This ability recharges on a short or long rest.</p><section class=\"secret\" id=\"secret-ivvR6sIwg5VQ7vkQ\"><div class=\"fvtt advice\"><figure class=\"icon\"><img class=\"round\" src=\"icons/vtt-512.png\" /></figure><article><h4>Note: At the time of making this module version, the dnd5e system (v4.3) does not support automatic advancement for non-class items. The additional features granted by this item will need to be manually added at the appropriate level.</h4></article></div></section><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Rxqo06ht9yxyuweI]{Ahooling}</p>",
      "effects": {
        "Subrace: Vampiric Fledgling": {
          "name": "Subrace: Vampiric Fledgling"
        }
      }
    },
    "Draaki (Abbsin)": {
      "name": "Draaki (Abbsin)",
      "description": "<p>Abbsins have dark scales and long, powerful tails reminiscent of their umbral heritage.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.xDlDXAXYIQSLzhqV]{Abbsin Tail} @UUID[Compendium.underworld-races-and-classes.racial-features-urc.iHQWgGlejkk7b91F]{Draaki}</p>",
      "effects": {
        "Damage Resistance (Necrotic)": {
          "name": "Damage Resistance (Necrotic)"
        },
        "Subrace: Abbsin": {
          "name": "Subrace: Abbsin"
        }
      }
    },
    "Conductivity": {
      "name": "Conductivity",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">While your crystalline structure provides a lot of benefits, it also conducts lightning much better than flesh and bone. If you take lightning damage, you suffer from disadvantage on Dexterity saving throws for a number of rounds equal to your Hit Dice.</span></p>",
      "activities": {
        "utility": {
          "condition": "If you take lightning damage"
        }
      },
      "effects": {
        "Conductivity": {
          "name": "Conductivity"
        }
      }
    },
    "Kraidyl": {
      "name": "Kraidyl",
      "description": "<p><em>Your profane reptilian powers manifest in a variety of unique traits that represent your prowess as a true predator.</em></p><p><em><strong>Ability Score Increase</strong></em>. Your Strength or your Constitution score increases by 2 and your Wisdom score increases by 1.</p><p><em><strong>Age</strong></em>. Young kraidyl grow quickly. They are taught to hunt and survive by their parents from an early age. Provided the underworld does not kill them prematurely, Kraidyl can reach ages of up to 170 years.</p><p><em><strong>Alignment</strong></em>. Kraidyl tend towards a world-view that distinguishes only between predator and prey, with a slew of nihilism and fascination with death thrown in for good measure. Kraidyl generally gravitate towards evil and chaotic alignments.</p><p><em><strong>Size</strong></em>. Kraidyl are taller and heavier than humans, standing well over 6 feet tall and weighing at least 200 pounds, though they can weigh up to ten times as much. Your size is Medium.</p><p><em><strong>Speed</strong></em>. Your base walking speed is 30 feet. You also have a swim speed of 30 feet.</p><p><em><strong>Bite</strong></em>. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.qIEZU5kHgolXaB9W]{Kraidyl Bite} You can use your bite as a simple melee weapon with which you have proficiency. Your bite has the light property, a reach of 5 feet and deals 1d6 points of piercing damage.</p><p><em><strong>Darkvision</strong></em>. Accustomed to the hunt in the endless caverns of the underworld, you can see in the dark. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.</p><p><em><strong>Hold Breath</strong></em>. As a reptilian predator, you can hold your breath for a number of minutes equal to 2 + triple your Constitution modifier (minimum 2 minutes).</p><p><em><strong>Hypnotic Gaze</strong></em>. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.7HPczPBdX8iYKszz]{Kraidyl Hypnotic Gaze} Your gaze is so intense, it conjures up primal responses of dread in others, stopping them in their tracks. As an action, choose one creature within 30 feet of you. If the target can see you, it must succeed on a Wisdom saving throw against DC = 8 + your proficiency bonus + your Constitution modifier or stare at you in primal terror for 1 round. The creature is considered to be @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.zZaEBrKkr66OWJvD]{Charmed} and can't attack you with harmful abilities or magical abilities. Unlike the usual effects of the charm condition, you and your allies from now on suffer from disadvantage on any ability check to interact socially with the creature. However, the creature's speed drops to 0 and the first physical attack against the creature has advantage. On subsequent turns, you can use your action to maintain this effect, extending its duration until the end of your next turn. However, the effect ends if you move out of range, if the creature can no longer see you, or if the creature takes damage. Once the effect ends, you cannot use this ability on that creature again until you finish a long rest. After you use your hypnotic gaze, you can't use it again until you complete a short rest.</p><p><em><strong>Light Blindness</strong></em>. Abrupt exposure to bright light blinds you for 1 round.</p><p><em><strong>Necrotic Resistance</strong></em>. Your race's devotion to death and slaughter makes you less susceptible to the forces of entropy. You gain resistance to necrotic damage.</p><p><em><strong>Profane Healing</strong></em>. Your race's profane preoccupation with death and the kraidyl's predatory nature interferes with most types of magical healing. Whenever you are subject to a healing spell or effect that does not explicitly also affect undead at full potency, whether it's derived from a spell, item or class feature, you treat all numerical variables as though you or the caster had rolled 1s on them, unless you have killed a creature with a challenge of at least 1/2 your HD in the same round in which you received the healing. In this case, you receive the maximum numerical benefits. Magical healing that does not have any variables is instead halved in its potency. This does not affect your natural healing.</p><p><em><strong>Radiance Vulnerability</strong></em>. Due to your profane body, shaped by generations of bloodshed and racial devotion to death, you suffer from vulnerability to radiant damage.</p><p><em><strong>Stalker</strong></em>. You have advantage on Dexterity (Stealth) checks.</p><p><em><strong>Sunlight Sensitivity</strong></em>. You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack or whatever you are trying to perceive is in direct sunlight.</p><p><em><strong>Tail</strong></em>. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.YMzkMMzWAnmqXvGc]{Kraidyl Tail} You have a powerful tail you can use in melee as either a bonus action upon damaging an enemy with a melee attack or as an opportunity attack. Your tail deals 1d6 + your Strength modifier bludgeoning damage. A creature hit must succeed on its choice of either a Strength or Dexterity saving throw (DC 8 + your proficiency bonus + your choice of either Strength or Dexterity modifier). On a failed save, it falls prone.</p><p><em><strong>Languages</strong></em>. You can speak, read and write Common and Undercommon. You need to understand the most common coordination attempts of your prey, after all.</p><p> </p><img src=\"modules/underworld-races-and-classes/art/races/kraidyl.jpg\" width=\"350\" height=\"587\" />",
      "advancement": {
        "t1wBp7u3iJtzSaX0": {
          "hint": "Kraidyl are taller and heavier than humans, standing well over 6 feet tall and weighing at least 200 pounds, though they can weigh up to ten times as much. Your size is Medium."
        },
        "Languages": {
          "title": "Languages",
          "hint": "You can speak, read and write Common and Undercommon. You need to understand the most common coordination attempts of your prey, after all."
        },
        "Necrotic Resistance": {
          "title": "Necrotic Resistance",
          "hint": "Your race's devotion to death and slaughter makes you less susceptible to the forces of entropy. You gain resistance to necrotic damage."
        },
        "Radiance Vulnerability": {
          "title": "Radiance Vulnerability",
          "hint": "Due to your profane body, shaped by generations of bloodshed and racial devotion to death, you suffer from vulnerability to radiant damage."
        },
        "Stalker": {
          "title": "Stalker",
          "hint": "You have advantage on Dexterity (Stealth) checks."
        }
      }
    },
    "Harmed by Running Fresh Water": {
      "name": "Harmed by Running Fresh Water",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Fresh water dissolves some essential salt involved in keeping your body together. You take 20 acid damage if you end your turn in running fresh water. Exposure to rain or similar weather usually does not have this effect, unless it's really pouring, and neither are you harmed by submersion in an ocean or salt water. (Subject to GM's discretion. )</span></p>",
      "activities": {
        "damage": {
          "condition": "End turn in running fresh water"
        }
      }
    },
    "Flight of the Vampire": {
      "name": "Flight of the Vampire",
      "description": "<p>At 5th level, your wings develop further. You have a flying speed of 35 feet.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.mRCHmfy4FaNZIfQf]{Vampiric Fledgling}</p>",
      "effects": {
        "Fly Speed (35')": {
          "name": "Fly Speed (35')"
        }
      }
    },
    "Born Swimmer": {
      "name": "Born Swimmer",
      "description": "<p>You have proficiency in the Athletics skill and gain advantage on all Strength (Athletics) checks made to swim. Once you gain 5th level, you gain a swim speed equal to your base speed.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.R0G6LInBWubcHbox]{Aquatic Fledgling}</p>",
      "effects": {
        "Swim Speed (25')": {
          "name": "Swim Speed (25')"
        }
      }
    },
    "Kraidyl Bite": {
      "name": "Kraidyl Bite",
      "description": "<p>You can use your bite as a simple melee weapon with which you have proficiency. Your bite has the light property, a reach of 5 feet and deals 1d6 points of piercing damage.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.oKvTwxNml1CsFhbG]{Kraidyl}</p>"
    },
    "Dvergr": {
      "name": "Dvergr",
      "description": "<p><em>As a dvergr, you belong to the staunch \"proper\" dwarven subrace in Aventyr—at least from your perspective. You tend to have a no-nonsense attitude towards life and adventuring—a hard shell hiding a hard core. Those bonds you do forge, however, tend to last forever, unyielding as the precious ores you bend to your will. You have all the standard @UUID[Compendium.dnd5e.races.Item.UQiRQUTBcsz8gZU1]{dwarf} traits, but replace <strong>Dwarven Combat Training</strong> with <strong>Dvergr Combat Training</strong>.</em></p><p><em><strong>Dvergr Combat Training.</strong></em> You have proficiency with the throwing hammer, warhammer, war picks and hand crossbows.</p><p>Additionally, you have the following dvergr subrace traits.</p><p><em><strong>Dvergr Vanishing</strong></em>. You can cast the <em>@Compendium[dnd5e.spells.1N8dDMMgZ1h1YJ3B]{invisibility}</em> spell once per day. Charisma is your spellcasting ability for this spell and you require only verbal components to cast it.</p><p><em><strong>Enlarge (Recharges after a Short or Long Rest)</strong></em>. For 1 minute, you magically increase in size, along with any objects you are wearing or carrying. While enlarged, you are Large, double your damage dice on Strength-based weapon attacks and make Strength checks and Strength saving throws with advantage. If you lack the room to become Large, you attain the maximum size possible in the space available.</p><p><em><strong>Sunlight Sensitivity</strong></em>. While in sunlight, you have disadvantage on attack rolls as well as on Wisdom (Perception) checks that rely on sight.</p><hr /><p><strong>Foundry Note</strong>: The dwarf traits that could be applied to the Dvergr Traits effect have already been included, and your base race and subrace have been set appropriately, but you still might need to reference other traits specified in the @UUID[Compendium.dnd5e.races.Item.UQiRQUTBcsz8gZU1]{Dwarf} feature and drag applicable features to your character sheet.</p><p> </p><img src=\"modules/underworld-races-and-classes/art/races/dvergr.jpg\" width=\"350\" height=\"549\" />",
      "advancement": {
        "t1wBp7u3iJtzSaX0": {
          "hint": "Dvergr stand between 4 and 5 feet tall and average about 150 pounds. Your size is Medium."
        },
        "Languages": {
          "title": "Languages"
        },
        "Dvergr Combat Training": {
          "title": "Dvergr Combat Training",
          "hint": "You have proficiency with the throwing hammer, warhammer, war picks and hand crossbows."
        },
        "Tool Proficiencies": {
          "title": "Tool Proficiencies"
        },
        "Dwarven Resilience": {
          "title": "Dwarven Resilience"
        },
        "Dvergr Vanishing": {
          "title": "Dvergr Vanishing"
        }
      }
    },
    "Multi-Armed": {
      "name": "Multi-Armed",
      "description": "<p>You have four arms you can use when making attacks. When you take the Attack action and attack with a @UUID[Compendium.dnd5e.rules.BYFd9hiJGo9L5aOM.JournalEntryPage.AOOs5OrXYgGzwI9d#special-weapons]{light melee weapon} that you're holding in one hand, you can use a bonus action to also attack with a different light melee weapon that you're holding in another hand. You may attack with an additional number of hands beyond your first of up to your Dexterity modifier or 3, whichever is lower. You don't add your ability modifier to the damage of the additional attacks, unless that modifier is negative. If either weapon used has the @UUID[Compendium.dnd5e.rules.JournalEntry.BYFd9hiJGo9L5aOM.JournalEntryPage.AOOs5OrXYgGzwI9d#weapon-properties]{thrown} property, you can throw the weapon, instead of making a melee attack with it. If you attack with more than 2 weapons this way, melee attacks against you gain advantage until your next turn. You still cannot benefit from more than one shield. You may not wield more than one two-handed weapon and two-handed weapons count as two separate weapons wielded for the purpose of this ability. Abilities and feats that usually enhance your capability to wield two weapons instead apply their benefits to all your arms.</p>"
    },
    "Gitwerc": {
      "name": "Gitwerc",
      "description": "<p><em>Your gitwerc character counts as a @UUID[Compendium.dnd5e.races.Item.UQiRQUTBcsz8gZU1]{dwarf} for purposes of race, but receives a different assortment of inborn abilities, gaining gitwerc traits instead of dwarf traits.</em></p><p><em><strong>Ability Score Increases</strong></em>. Your Constitution score increases by 2 and your Charisma score increases by 2.</p><p><em><strong>Age</strong></em>. Gitwerc mature at the same rate as humans, but they're considered young until the age of 50. On average, they live about 350 years and can prolong their lives significantly via their dark magics.</p><p><em><strong>Alignment</strong></em>. Most Gitwerc are lawful evil, believing in a well-ordered society and their own gain.</p><p><em><strong>Size</strong></em>. Gitwerc stand between 4 and 5 feet tall and average about 150 pounds. Your size is Medium.</p><p><em><strong>Speed.</strong></em> Your base walking speed is 25 feet. Your speed is not reduced by wearing armor.</p><p><em><strong>Darkvision</strong></em>. Accustomed to life in the blistering regions adjacent to Hel, you have superior vision in dark and dim conditions. You can see in dim light within 60 ft. of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray.</p><p><em><strong>Dweorg Form</strong></em>. Each gitwerc can assume the appearance of a single @UUID[Compendium.underworld-races-and-classes.racial-features-urc.5cjl06fRFIGDcZ7X]{dweorg}. You decide what you look like, including your height, weight, facial features, sound of your voice, hair length, coloration, and distinguishing characteristics, if any. You can use your action to switch between your dweorg form and your true form.</p><p><em><strong>Gitwerc Devilry</strong></em>. You know the <em>@UUID[Compendium.underworld-races-and-classes.spells-urc.IJrOJ7LfcwTHpyWE]{fashion blood candle}</em> cantrip. Once you reach 3rd level, you can cast the <em>@UUID[Compendium.underworld-races-and-classes.spells-urc.HWoK2ZySMQRABCBM]{devil's strike}</em> spell once per day as a 2nd level spell. Once you reach 5th level, you can cast devil's strike an additional two times per day for a total of three times per day. Charisma is your spellcasting ability for these spells.</p><p><em><strong>Hellish Resistance</strong></em>. You have resistance to fire damage.</p><p><em><strong>Sunlight Sensitivity</strong></em>. While in sunlight, you have disadvantage on attack rolls as well as on Wisdom (Perception) checks that rely on sight.</p><p><em><strong>Toll of Souls</strong></em>. You must siphon as many sentient souls as you have levels to the forces of Hel before gaining your next level. Failing to do so risks breaking their racial contracts with Hel: 24 hours after gaining a new level, you risk being visited by a devil if you have not siphoned your old level in souls to Hel. (See @UUID[Compendium.underworld-races-and-classes.items-urc.7YsREErrFT0eUJSn]{Blood Candle} for more details. )</p><p><em><strong>Languages</strong></em>. You can speak, write and read Common, Infernal and Dwarven.</p><p> </p><img src=\"modules/underworld-races-and-classes/art/races/gitwerk.jpg\" width=\"350\" height=\"563\" />",
      "advancement": {
        "t1wBp7u3iJtzSaX0": {
          "hint": "Gitwerc stand between 4 and 5 feet tall and average about 150 pounds. Your size is Medium."
        },
        "Gitwerc Devilry": {
          "title": "Gitwerc Devilry"
        },
        "Hellish Resistance": {
          "title": "Hellish Resistance",
          "hint": "You have resistance to fire damage."
        },
        "Languages": {
          "title": "Languages",
          "hint": "You can speak, write and read Common, Infernal and Dwarven."
        }
      }
    },
    "Fleet of Foot": {
      "name": "Fleet of Foot",
      "description": "<p>At 3rd level, your base walking speed increases to 35 feet.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.EvpeWAT0jLBe7QVL]{Fantasfunglet}</p>",
      "effects": {
        "Walking Speed (35')": {
          "name": "Walking Speed (35')"
        }
      }
    },
    "Drow Form": {
      "name": "Drow Form",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Each draaki can assume the appearance of a single drow. You decide what you look like, including your height, weight, facial features, sound of your voice, hair length, coloration, and distinguishing characteristics, if any. You can use your action to switch between your drow form and your true form.</span></p>"
    },
    "Breath Weapons": {
      "name": "Breath Weapons",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Tracks your overall number of breaths. A Draaki can have multiple breath weapon attacks that share the same total resource.</span></p><section class=\"secret\" id=\"secret-lAVKPSsd80FMoL5v\"><div class=\"fvtt advice\"><figure class=\"icon\"><img class=\"round\" src=\"icons/vtt-512.png\" /></figure><article><h4>Note: Configure the sub-race breath weapons to use this item as the resource consumption on your character sheet.</h4></article></div></section>"
    },
    "Minor Blood Thirst": {
      "name": "Minor Blood Thirst",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Ahoolings must drink the blood of others to fuel their metabolism. Every week, you must consume one gallon of blood per Hit Die or suffer from level 1 &amp;Reference[exhaustion]. For every additional day without feeding, you increase the exhaustion level by a further +1. This exhaustion cannot be alleviated by any means apart from consuming blood equal to one gallon per exhaustion level incurred. If an ahooling manages to drink one gallon of blood, they reduce their exhaustion level by 1. A Medium-sized, healthy humanoid generally is assumed to have about 1.2 gallons of blood, though extraction of a whole gallon of blood is fatal to a single individual. Medium creatures drained for more than 0.5 gallons of blood suffer from level 1 exhaustion. For the purpose of this ability, assume creatures to have twice as much blood per size category above Medium, half as much per size category below Medium.</span></p>"
    },
    "Carrion Sense": {
      "name": "Carrion Sense",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">Your antennae can pick out corpses and corporeal undead rather easily. You have advantage on scent-based Wisdom (Perception) checks to notice corpses and corporeal undead.</span></p>"
    },
    "Poison Detector": {
      "name": "Poison Detector",
      "description": "<p>Some of your mutated, highly specialized sensors are adept at detecting toxic substances in the Underworld. You are constantly under the effect of <em>@Compendium[dnd5e.spells.2skfDtglk1mGrb3l]{detect poison and disease}</em> (poison only).</p>"
    },
    "Funglet (Audirefunglet)": {
      "name": "Funglet (Audirefunglet)",
      "description": "<p><em>Audirefunglets are the wise shepherds of the fungal forests.</em></p><p><em><strong>Ability Score Increase</strong></em>. Your Wisdom score increases by 2.</p><p><em><strong>Mushroom Whisperer</strong></em>. @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Item.zg56AL8rYnmtKsAo]{Mushroom Whisperer} You gain the ability to comprehend and verbally communicate with fungi, plants and molds. The knowledge and awareness of many these things is limited by their intelligence, but at minimum, they can give you information about nearby locations and monsters, including whatever they can perceive or have perceived within the past day. You might be able to persuade a beast to perform a small favor for you, at the GM's discretion.</p><section class=\"secret\" id=\"secret-Gys5hqzGJLIq2qvZ\"><div class=\"fvtt advice\"><figure class=\"icon\"><img class=\"round\" src=\"icons/vtt-512.png\" /></figure><article><h4>Note: At the time of making the dnd5e system (v4.3) does not support automatic advancement for non-class items. The additional features granted by this item will need to be manually added at the appropriate level.</h4></article></div></section><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.NT1fCmCuo7SesTAi]{Funglet}</p>",
      "effects": {
        "Audirefunglet Traits": {
          "name": "Audirefunglet Traits"
        }
      },
      "advancement": {
        "HKr1wOWsXtzHREWk": {
          "hint": "Your Wisdom score increases by 2."
        }
      }
    },
    "Keen Hearing and Smell": {
      "name": "Keen Hearing and Smell",
      "description": "<p>You have advantage on non-sonar-based Wisdom (Perception) checks that rely on hearing or smell.</p>"
    },
    "Abbsin Tail": {
      "name": "Abbsin Tail",
      "description": "<p>You can use your tail as a weapon to attack foes. <em>Melee Weapon Attack</em>: 1d8 + your Strength modifier bludgeoning damage, reach 10 ft., one target. You are proficient with your tail. A creature hit must succeed on a Strength or Dexterity saving throw (DC= 8 + your Strength of Dexterity modifier + your proficiency bonus). On a failed save, it falls prone.</p>\n<hr />\n<p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.nAX1eUgpE3DHrElE]{Draaki (Abbsin)}</p>"
    },
    "Change Shape (Terrestrial Fledgling)": {
      "name": "Change Shape (Terrestrial Fledgling)",
      "description": "<p>At 3rd level, you can use @Compendium[dnd5e.spells.04nMsTWkIFvkbXlY]{Polymorph}, except you can only target yourself and you can only assume the form of a<span style=\"font-family:Signika, sans-serif\"> @UUID[Compendium.dnd5e.monsters.Actor.8ihbbjkaOFTPbI73]{swarm of rats} </span>for 1 hour. You must take a long rest to use this ability again.</p><hr /><p>See also: @UUID[Compendium.underworld-races-and-classes.racial-features-urc.Item.6qNLVajq3EXp9uSb]{Terrestrial Fledgling}</p>"
    },
    "Mushroom Whisperer": {
      "name": "Mushroom Whisperer",
      "description": "<p><span style=\"font-family:Signika, sans-serif\">You gain the ability to comprehend and verbally communicate with fungi, plants and molds. The knowledge and awareness of many these things is limited by their intelligence, but at minimum, they can give you information about nearby locations and monsters, including whatever they can perceive or have perceived within the past day. You might be able to persuade a beast to perform a small favor for you, at the GM's discretion.</span></p>"
    }
  }
}
