{
  "label": "Tables (URC)",
  "entries": {
    "Miner: Ideals": {
      "name": "Miner: Ideals",
      "results": {
        "1-1": "Companionship. No one has excavated a mine alone. Only by working together can we accomplish great things.",
        "2-2": "Patience. I don’t get frustrated easily. I’ve dug enough mine shafts that led to nothing to know that not every attempt will lead to success.",
        "3-3": "Hard Work. I don’t look for shortcuts. I do the job right the first time.",
        "4-4": "Never Quit. I’ve seen dwarven miners smash through the hardest stone. If they can do it, then so can I!",
        "5-5": "Sacrifice. Some must suffer so that others may thrive.",
        "6-6": "Improvement. The most beautiful diamonds require the steady hand of a jeweler to make it shine."
      }
    },
    "Miner: Bonds": {
      "name": "Miner: Bonds",
      "results": {
        "1-1": "I will return to mines a hero and prove everyone wrong.",
        "2-2": "I’ve seen too many people die, and I won’t let another companion die because of my inaction.",
        "3-3": "I will get revenge on the foreman who caused my brother’s death!",
        "4-4": "I’ve seen horrors in the deep mines, and someone has to protect the rest of the world from them.",
        "5-5": "I have debts that I can never repay, but I’ll do my best!",
        "6-6": "I will always stand against tyranny whether it’s a slave trader or a king!"
      }
    },
    "Hallucinogenic Visions (Mushroom Domain)": {
      "name": "Hallucinogenic Visions (Mushroom Domain)",
      "description": "Hallucinogenic Visions table for the Hallucinogenic Visions feature for the Mushroom domain (cleric).",
      "results": {
        "1-1": "The creature uses all its movement to move in a random direction. To determine the direction, roll [[/r 1d8]] and assign a direction to each die face. The creature doesn‘t take an action this turn.",
        "2-3": "The creature doesn‘t move or take actions this turn, instead becoming entranced by the translucent, rococo patterns it sees covering every nearby surface.",
        "4-5": "The creature is @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.zZaEBrKkr66OWJvD]{Charmed}.",
        "6-7": "The creature must succeed on its choice of either a Dexterity or Wisdom saving throw against your spell save DC on each of its turns for the duration or fall prone.",
        "8-9": "The creature becomes confused, as per @Compendium[dnd5e.spells.9hQXdMSmerkTsHDe]{confusion}, hallucinating crawling swarms of insects on itself and others.",
        "10-10": "Suffering only mild hallucinations, the creature can act and move normally."
      }
    },
    "Miner: Flaws": {
      "name": "Miner: Flaws",
      "results": {
        "1-1": "The desire to acquire more gold, more gems, and more wealth drives you to go further and dig deeper often without regard for the safety of yourself or others.",
        "2-2": "You saw something in the deep tunnels. Something terrible. You don’t want to go back.",
        "3-3": "Tight places terrify you and nothing will ever convince you to go down into the mines again.",
        "4-4": "Life is hard, and if you can’t keep up with me, you’ll get left behind.",
        "5-5": "You are completely reckless. You might as well have fun before death comes knocking at your door.",
        "6-6": "You are far too curious for your own good and that’s gotten you into trouble more often than you’d like to admit."
      }
    },
    "Prismatic Eyes Effects": {
      "name": "Prismatic Eyes Effects",
      "description": "Prismatic Eyes Effects table for the Prismatic Eyes spell for hoyrall spellcasters.",
      "results": {
        "1-1": "Red: The target takes [[/r 10d8]] fire damage (Successful Dexterity saving throw halves).",
        "2-2": "Orange: The target takes [[/r 10d8]] acid damage (Successful Dexterity saving throw halves).",
        "3-3": "Yellow: The target takes [[/r 10d8]] lightning damage (Successful Dexterity saving throw halves).",
        "4-4": "Green: The target is affected by caster’s @UUID[Compendium.underworld-races-and-classes.racial-features-urc.N8a7wDzJnybp4ETG]{Hoyrall Poison Blood}; saving throw is made at disadvantage.",
        "5-5": "Blue: The target must succeed on a Wisdom saving throw or be @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.xnSV5hLJIMaTABXP]{Paralyzed} for the duration. This effect has no effect on undead. At the end of each of its turns, the target can make another Wisdom saving throw. On a success. The spell ends on the target.",
        "6-6": "Indigo: The target must succeed on a Wisdom saving throw when you cast this spell or be affected by @Compendium[dnd5e.spells.9hQXdMSmerkTsHDe]{confusion}.",
        "7-7": "Violet: The target must succeed on a Wisdom saving throw when you cast this spell or be affected by @Compendium[dnd5e.spells.04nMsTWkIFvkbXlY]{polymorph}.",
        "8-8": "White: The target takes [[/r 7d4]] force damage (no save) and is affected by @Compendium[dnd5e.spells.15Fa6q1nH27XfbR8]{dispel magic}."
      }
    },
    "Miner: Personality Traits": {
      "name": "Miner: Personality Traits",
      "results": {
        "1-1": "Working in the mines taught me one thing. There’s no place for slackers. Everyone has to do their part.",
        "2-2": "The solution to most problems is a strong arm, not tricks or magic.",
        "3-3": "Don’t hurry. Bring in the timbers and prop up the shaft before you dig that next tunnel.",
        "4-4": "Danger is all around us. And when there’s a cave in, sometimes we don’t have a choice but to let people die.",
        "5-5": "I’m a worker, not a thinker. I prefer to follow the orders of others who know how to lead.",
        "6-6": "The common people suffer so the rich have their luxuries. Maybe it’s time to change that.",
        "7-7": "I’ve spent so much time underground that I have forgotten the niceties of life.",
        "8-8": "I left a poor miner, but I’ll return with enough gold to buy every mine in the kingdom!"
      }
    },
    "Hallucinogenic Visions (Circle of the Mushroom)": {
      "name": "Hallucinogenic Visions (Circle of the Mushroom)",
      "description": "Hallucinogenic Visions table for the Truth of the Mushrooms feature for Circle of the Mushroom (druid).",
      "results": {
        "1-1": "You use all your movement to move in a random direction. To determine the direction, roll [[/r 1d8]] and assign a direction to each die face. You can‘t take any other action this turn.",
        "2-3": "You don‘t move or take actions this turn, instead becoming entranced by the translucent, rococo patterns you see covering every nearby surface.",
        "4-5": "You become @UUID[Compendium.dnd5e.rules.w7eitkpD7QQTB6j0.JournalEntryPage.zZaEBrKkr66OWJvD]{Charmed} by the creature.",
        "6-7": "You must succeed on your choice of either a Dexterity or Wisdom saving throw against your own spell save DC on each of your turns for the duration or fall prone.",
        "8-9": "You become confused, as per @UUID[Compendium.dnd5e.spells.9hQXdMSmerkTsHDe]{confusion}, hallucinating crawling swarms of insects on yourself and others.",
        "10-10": "Suffering only mild hallucinations, you can act and move normally."
      }
    },
    "Mushroom Apotheosis": {
      "name": "Mushroom Apotheosis",
      "description": "Table for the funglet spell Mushroom Apotheosis.",
      "results": {
        "1-12": "Twilight Caps (Videre Spongos, Common)",
        "13-24": "Peaceful Giant (Fantafungi, Common)",
        "25-36": "Glistening Saucer (Glaucan-Deporphus, Common)",
        "37-47": "Shield Mushroom (Scutum Boletus, Common)",
        "48-57": "Poisonpuff (Suffocatio, Uncommon)",
        "58-67": "Fountain of the Gods (Kekel‘ji, Uncommon)",
        "68-77": "The Funneling Fungi (Audire Boletus, Uncommon)",
        "78-85": "Meaty Mushroom (Sumulis-Tangrielis, Rare)",
        "86-89": "Poison Pods (Pizmutiaas, Very Rare)",
        "90-93": "Necroshroom (Mortem Diasporus, Very Rare)",
        "94-97": "Tiger Blood (Sangre Tigre, Very Rare)",
        "98-100": "Moon Child (Lunarae, Legendary)"
      }
    }
  }
}
