{
  "label": "Cursed Weapons",
  "entries": {
    "Sea Queen's Call": {
      "name": "Sea Queen's Call",
      "description": "<p>The shaft of this rippled-silver axe is wrought from pearl and sports a small conch shell pommel.</p><hr /><p>When you hit a creature with this weapon, you can use your reaction to cause the weapon to unleash a crashing tidal wave, dealing an extra [[/r 3d8[force]]]{3d8 force damage} to the target. In addition, attacks made with this weapon underwater do not impose disadvantage.</p><p><strong>Curse</strong>. This weapon is cursed with the essence of an evil sea goddess, and becoming attuned to it extends the curse to you. Until the curse is broken with greater restoration or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times. In addition, you have disadvantage on attack rolls made with weapons other than this one. </p><p>While cursed, every night at sunset, you hear the seductive whisper of a feminine voice, calling you to join her royal guard. When you hear the voice, which is inaudible to anyone else, you must succeed on a [[/save wisdom 16]]saving throw or stop whatever else you are doing and begin making your way to the nearest ocean. You instinctively know how to find it and are compelled to travel there. When you reach the ocean, you attempt to drown yourself. You can repeat the saving throw at the end of every hour, ending the effect on a success.</p>"
    },
    "Axe of Roses": {
      "name": "Axe of Roses",
      "description": "<p>This greataxe's haft is crafted from a red-tinted wood, reminiscent of auburn hair. Both the haft and the axe head are adorned with beautifully etched roses.</p><hr /><p>During combat, the axe spews forth insults and threats at the enemy, dealing an additional [[/r 2d4[psychic]]]{2d4 psychic damage} to creatures on a hit.</p><p><strong>Curse.</strong> This weapon is cursed with the wit of an unruly comedic god, and becoming attuned to it extends the curse to you. Until the curse is broken with @UUID[Compendium.dnd5e.spells24.Item.phbsplGreaterRes]{greater restoration} or similar magic, you are unwilling to part with the weapon, and choose to use it over any other weapon or attack. This weapon does not know when to shut up.</p><p>While cursed, you have disadvantage on all Charisma checks as the weapon insults, threatens, and belittles anyone you are speaking with, audible to anyone within 30 feet of it.</p>"
    },
    "Bandolier of Darts": {
      "name": "Bandolier of Darts",
      "description": "<p>This cracked, black leather belt houses half a dozen barbed darts.</p><hr /><p>This bandolier holds six magical darts. In addition, any darts thrown from the bandolier magically return to it at the end of your turn.</p><p><strong>Wound</strong>. When you score a critical with an attack using this weapon, you can wound the target. A wounded creature takes [[/r (1)[necrotic]]]{1 necrotic damage} for each time you've wounded it at the start of each of its turns. A creature can use its action to make a [[/save constitution 15]]saving throw, ending the effect of all such wounds on itself on a success. Alternatively, the wounded creature, or a creature within 5 feet of it, can use an action to make a [[/skill skill=med dc=15]] check, ending the effect of all such wounds on it on a success. Magical healing also ends the effect.</p><p>Curse. This weapon is cursed with vile necrotic energy, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times.</p><p>While cursed, you believe all weapons would be better if thrown. You must make a [[/save wisdom 12]]saving throw each time you finish a long rest. On a failed save, all your melee weapon attack rolls are made with disadvantage.</p>"
    },
    "Chains of the Betrayer": {
      "name": "Chains of the Betrayer",
      "description": "<p>This spiked flail is coated in flakes of red rust.</p><hr /><p>When you hit a creature with an attack using this weapon, the target takes a –1 penalty to their next attack roll before the start of your next turn.</p><p><strong>Curse.</strong> This weapon is cursed with the traitorous essence of a trickster god, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times.</p><p>While cursed, if you make a melee attack with this weapon and roll a 1 on the attack roll, you must reroll the attack, targeting a friendly creature within reach instead. If there are no valid targets for your attack, you lose your remaining actions and bonus actions for the turn.</p>"
    },
    "Mouth of Madness": {
      "name": "Mouth of Madness",
      "description": "<p>This alabaster dagger, highlighted with red, is carved in such a way that it resembles a hideous smile.</p><hr /><p><strong>Curse</strong>. This weapon is cursed with maddening magic, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times. </p><p>While cursed, you have disadvantage on savings throw against exhaustion and effects that would cause madness.</p>"
    },
    "Slime Totem": {
      "name": "Slime Totem",
      "description": "<p>Sticky, lime-green liquid oozes from foreign runes carved along the head of this wooden club.</p><hr /><p>When you attack a creature with this magic weapon and roll a 20 on the attack roll, slime erupts from its runes. Each creature within 10 feet of the target must succeed on a [[/save ability=dex dc=8+@prof+@abilities.str.mod]] saving throw or have their speed reduced by half until the end of their next turn.</p><p><strong>Curse</strong>. This weapon is cursed by an aboleth disease, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times. </p><p>While cursed, you emit pheromones typically exuded by an aboleth's minions. Aberrations can smell these pheromones from up to 5 miles away, even through strong winds, and instinctually view you as a threat. In combat, they prioritize attacking you.</p>"
    },
    "Unblinking Eye": {
      "name": "Unblinking Eye",
      "description": "<p>The head of this mace is not metal or stone, but a bulbous red eye that seems to stare at you.</p><hr /><p>When you hit a creature with this magic weapon and roll a 6 on your damage die, the creature is &amp;Reference[frightened] of you until the end of its next turn. In addition, you gain eldritch vision out to a range of 60 feet, which means you can see in normal and magical darkness and can see &amp;Reference[invisible] creatures and objects. You cannot discern color, only shades of red.</p><p><strong>Curse.</strong> This weapon is cursed by the blind eldritch horror from whose eye it was created, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times. </p><p>While cursed, whenever you try to focus on faces or fine details (such as text or a tapestry's embroidery), you must make a [[/save wisdom]] saving throw (the DC is equal to 10 + the number of times you have made this saving throw since the last time you failed it, up to a maximum of 20). On a failed save, you see a writhing mass of tentacles instead, and are &amp;Reference[frightened] of the creature or object in question until the end of your next turn.</p>"
    },
    "Chittering": {
      "name": "Chittering",
      "description": "<p>Tiny insects crawl in and out of boreholes covering this gnarled, rotting staff.</p><hr /><p>When you hit a creature with this weapon, it must succeed on a [[/save ability=con dc=8+@prof+@abilities.str.mod]] or [[/save ability=con dc=8+@prof+@abilities.dex.mod]]saving throw or some of the burrowing insects latch onto the creature. A latched creature takes [[/r (1)[piercing]]]{1 piercing damage} at the start of each of its turns and has disadvantage on saving throws made to maintain concentration until it takes acid or fire damage, or fully submerges itself in liquid.</p><p><strong>Curse.</strong> This weapon is cursed with the essence of a maddening realm, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times.</p><p>While cursed, you occasionally see giant insects with bizarre features in your peripheral vision. When you complete a long rest, roll a d6. On a 1, these insects haunt your dreams, and you only regain half your lost hit points during that rest.</p>"
    },
    "Butterfly Kisses": {
      "name": "Butterfly Kisses",
      "description": "<p>This dagger's hinged hilt allows it to fold over, concealing the blade. The two folded hilt halves resemble a butterfly.</p><hr /><p>You can magically summon the weapon to your hand if the weapon is within 5 feet of you, requiring no action.</p><p><strong>Curse.</strong> This weapon is cursed with the duplicitous magic of a trickster god. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, and choose to use it over any other weapon or attack.</p><p>While cursed, each time you attack with this weapon, the weapon nicks you, dealing [[/r (1)[slashing]]]{1 slashing damage} to you.</p>"
    },
    "Toxic": {
      "name": "Toxic",
      "description": "<p>Slightly gummy to the touch, the bright wood of this crossbow's base is mismatched with everything around it.</p><hr /><p><strong>Curse</strong>. This weapon was made with the wood of a cursed and &amp;Reference[poisoned] tree, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unable to part with the weapon, keeping it within reach at all times. </p><p>While cursed, toxins seep into your skin even while your skin is covered, giving you disadvantage on Constitution saving throws.</p>"
    },
    "Butterfingers": {
      "name": "Butterfingers",
      "description": "<p>This weapon has a comfortable, buttery smooth ivory handle, and an exceptionally sharp obsidian blade.</p><hr /><p><strong>Curse</strong>. This weapon is cursed with the essence of a betrayed thief, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times.</p><p>While cursed, you have disadvantage on attack rolls made with any weapon other than this one. In addition, whenever you roll a 1 on an attack roll, the weapon slips from your grip and falls to the ground, and you take [[/r 2d4[slashing]]]{2d4 slashing damage}.</p>"
    },
    "Fiendish Stiletto": {
      "name": "Fiendish Stiletto",
      "description": "<p>This reddish-hued spike is firmly mounted into a carved bone handle. When brandished, the smell of sulfur and brimstone betrays its devilish origins.</p><hr /><p>This magical weapon's bonus to attack and damage rolls increases to +3 versus Fiends.</p><p><strong>Banishment</strong>. Once per long rest, when you hit a creature with an attack using this weapon, you can cast banishment (save DC 14) on the target, sending them to the hells for the duration.</p><p><strong>Curse</strong>. This weapon is cursed with the essence of a betrayed fiend, and becoming attuned to it extends the curse to you. Until the curse is broken with greater restoration or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times. You also have disadvantage on attack rolls with any other weapon.</p><p>After you use Banishment, during your next long rest, you must succeed on a [[/save wisdom 15]]saving throw or your rest is plagued by unsettling infernal visions and nightmares, causing you to gain no benefits from the rest.</p>"
    },
    "Staff of Many Voices": {
      "name": "Staff of Many Voices",
      "description": "<p>This redwood staff is covered in carvings of faces, each with wide, screaming mouths.</p><hr /><p>While holding this magic weapon, you have advantage on Constitution saving throws to maintain concentration. </p><p>Additionally, while attuned to this weapon, you know one additional language of your choice, and you know two cantrips of your choice from the wizard spell list. The spellcasting ability for these spells is your Intelligence. You make these choices when you first attune to the weapon. During a long rest, you can replace the language or one of the cantrips you know with another by opening your mind to the voices trapped within the staff. If you do so, you are unable to sleep for 24 hours and cannot successfully finish a long rest during this time period as a result.</p><p><strong>Curse</strong>. This weapon is cursed with the voices of a malevolent realm, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unable to part with the weapon, keeping it within reach at all times. </p><p>While cursed, whenever the area around you falls silent, particularly when you are trying to sleep, voices begin to echo in your mind. At first, a single voice attempts to persuade you to take specific actions, whether to travel to a certain place, perform a task, or act against someone. As time passes, the voices multiply, rising into a cacophony that lasts for 10 minutes. You must then make a [[/save intelligence 18]]saving throw. On a failed save, you gain no benefits from this long rest, and you gain one level of exhaustion.</p>"
    },
    "Imagination": {
      "name": "Imagination",
      "description": "<p>Unrecognizable, monstrous images are engraved in the blade of this finely crafted sword.</p><hr /><p>Once per long rest, while holding the weapon, you can cast phantasmal killer (save DC 15), requiring no concentration.</p><p><strong>Curse.</strong> This weapon is cursed with the devious magic of a trickster god, and becoming attuned to it extends the curse to you. Until the curse is broken with greater restoration or similar magic, you are unwilling to part with the weapon, and choose to use it over any other weapon or attack. </p><p>While cursed, when you attack with this weapon and roll a 1 on the attack roll, the weapon targets you with phantasmal killer (save DC 15), requiring no concentration. When cast this way, the spell creates a frightening image from your nightmares, or a grotesque image from an unknown realm.</p>"
    },
    "Tornado's Whirl": {
      "name": "Tornado's Whirl",
      "description": "<p>A staff made of dark wood with twisting lines carved into it.</p><hr /><p>After making a successful attack with this weapon, you can expend 1 charge and speak the command word, causing a strong wind to billow forth. Each creature in a 15-foot cube originating from you must make a [[/save dexterity 14]]saving throw. On a failed save, the target is pushed 10 feet away from you and knocked &amp;Reference[prone]. On a success, the target is pushed 5 feet but is not knocked &amp;Reference[prone].</p><p><strong>Curse</strong>. This weapon is cursed by the windstorms of the plains, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unable to part with the weapon, keeping it within reach at all times. </p><p>While cursed, whenever you are holding the weapon and use at least half of your movement in one turn, a strong gust of wind releases from the weapon, pushing you 5 feet in a random direction into an unoccupied space. If there is no space available, you stay where you are.</p>"
    },
    "Flights of Fancy": {
      "name": "Flights of Fancy",
      "description": "<p>This bow, appearing as if it were grown and not carved, is crafted from a rare fey wood. Pearlescent colors ripple along its pale limbs and its golden string hums with power.</p><hr /><p>As an action, you can expend 1 charge to cast confusion (save DC 16), requiring no concentration.</p><p><strong>Curse.</strong> This weapon is cursed with the randomness of a chaotic realm, and becoming attuned to it extends the curse to you. Until the curse is broken with greater restoration or similar magic, you are unwilling to part with the weapon, and choose to use it over any other weapon or attack. </p><p>While cursed, when you expend one of the weapon's charges to cast confusion and a target succeeds on their saving throw, you must succeed on the same saving throw or be affected by the spell instead.</p>"
    },
    "Rusalka's Tears": {
      "name": "Rusalka's Tears",
      "description": "<p>This rapier's needle-like blade constantly drips water.</p><hr /><p>While holding the weapon, you gain a swimming speed equal to your walking speed.</p><p><strong>Curse</strong>. This weapon was cursed by a creature of watery depths, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, and choose to use it over any other weapon or attack. </p><p>While cursed, you find yourself persistently dripping water and have disadvantage on Stealth checks and saving throws against being &amp;Reference[charmed].</p>",
      "effects": {
        "Rusalka's Tears": {
          "name": "Rusalka's Tears"
        }
      }
    },
    "Drowning Blade": {
      "name": "Drowning Blade",
      "description": "<p>This longsword's hilt is wrapped in tough, deep green seaweed that is constantly wet without making it slippery. Waves carved into the blade's surface call you to the sea.</p><hr /><p>The +1 bonus to attack and damage rolls from this magic weapon increases to +2 when attacking Humans and Elves. Attacks made against Sahuagin with this weapon have disadvantage.</p><p><strong>Curse</strong>. This weapon is cursed with the magic of a vengeful sahuagin shaman, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times.</p><p>While cursed, you have a strong desire to go to the sea. If you are fully immersed in sea water, the sword becomes locked to your hand, its weight becomes 100 pounds, and it attempts to drag you to the bottom.</p><p>If the curse is removed, the weapon's properties instead become: You gain a +2 bonus to attack and damage rolls made against creatures with a swim speed and attacks made with this weapon while underwater do not impose disadvantage. In addition, once per long rest, you can cast control water.</p>"
    },
    "From Afar": {
      "name": "From Afar",
      "description": "<p>This bow is fashioned from the spindly legs of an unrecognizable creature, but similar to those of a crab.</p><hr /><p>Prior to making an attack with this weapon, you can choose to have disadvantage on Wisdom checks and saving throws until the start of your next turn. If you do so, the weapon's attacks deal extra [[@abilities.wis.mod]] psychic damage on a hit.</p><p><strong>Curse</strong>. This weapon is cursed with the maddening essence of an alien realm, and becoming attuned to it extends the curse to you. Until the curse is broken with greater restoration or similar magic, you are unwilling to part with the weapon, and choose to use it over any other weapon or attack.</p><p>While cursed, when you attack with this weapon and roll a 1 on the attack roll, the weapon summons a horror from another plane of existence, appearing in an unoccupied space within 30 feet of you. The creature is not aggressive to you but is also not your ally. It acts on its own initiative count and attacks the nearest creature (including you). It can choose to disengage from combat. This creature plagues the realm until it is destroyed.</p><p>@UUID[Compendium.weapons-of-lore.jsg-wo-lore-roll-tables.RollTable.zRmOLtTfg5NGSxJW]{From Afar Creature}</p>"
    },
    "Spear of Heroic Landing": {
      "name": "Spear of Heroic Landing",
      "description": "<p>This spear's shaft is intricately carved with fierce-looking jungle beasts and adorned with colorful feathers.</p><hr /><p>If you jump at least 5 feet prior to making an attack with this weapon, the bonus to attack and damage for this magic weapon increases to +3 and the attack deals an additional [[/r 1d6[piercing]]]{1d6 piercing damage}.</p><p><strong>Heroic Landing</strong>. Falling or jumping from a height of 10 feet or greater triggers a Heroic Landing. The speed of descent is normal, but you hit the ground in the classic superhero landing pose. Unfortunately, you are not a superhero. The fall hurts, but the damage is reduced to 1d4 per 10 feet fallen, with a maximum of [[/r 10d4[falling]]]{10d4 falling damage}. Getting out of the awkward landing pose and standing up requires you use 15 feet of movement.</p><p><strong>Terminal Velocity</strong>. Once per long rest, when you complete a Heroic Landing, you can cast thunderwave (save DC 15), centered on you. When cast this way, the range is a 15-foot square centered on you.</p><p><strong>Curse</strong>. This weapon is cursed with an inflated ego and desire for grand displays, and becoming attuned to it extends the curse to you. Until the curse is broken with greater restoration or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times. </p><p>While cursed, you have disadvantage on Stealth checks.</p>",
      "activities": {
        "Jump Attack": {
          "name": "Jump Attack"
        },
        "Terminal Velocity": {
          "name": "Terminal Velocity"
        }
      }
    },
    "Blowback": {
      "name": "Blowback",
      "description": "<p>This blowgun is composed of a 3-foot-long tube of rolled and glued spell scrolls. The scrolls' spell symbols and text are still partially legible.</p><hr /><p>Ammunition fired through this magic weapon is imbued with wild magical energy. When fired, use the @UUID[Compendium.weapons-of-lore.jsg-wo-lore-roll-tables.RollTable.lLrkKKR3sIxH70Ea]{Blowback Effect} table, applying the extra damage and addition effect on a hit. If you roll a 1 on your attack roll, the extra damage and effect are instead applied to you.</p><p><strong>Curse</strong>. The weapon is cursed with the essence of a wizard's naughty, spoiled child, and becoming attuned to it extends the curse to you. Until the curse is broken with greater restoration or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times.</p><p>While cursed, you have disadvantage on attack rolls with weapons other than this one, unless all foes in sight are within 5 feet of you.</p>"
    },
    "Reprisal": {
      "name": "Reprisal",
      "description": "<p>This silver sickle, its blade intricately engraved with delicate wings, emits a faint glow.</p><hr /><p>When you attune to this magic weapon, two large silver wings sprout from your back, granting you a flying speed equal to your walking speed. You also gain resistance to necrotic and radiant damage.</p><p><strong>Reprisal.</strong> Once per long rest, when you deal damage to a target with an attack or spell, you can choose to deal an extra [[/r 4d8[radiant]]]{4d8 radiant damage} to that target.</p><p><strong>Curse.</strong> This weapon is cursed with the essence of an overzealous paladin, and attuning to it extends the curse to you. Until the curse is broken with greater restoration or similar magic, you are unable to part with the weapon, keeping it within reach at all times. </p><p>While cursed, your alignment becomes lawful good, and you gain the following flaw:</p><ul><li><p><strong>Good Is the Only Choice!</strong> You are compelled to punish any creature you believe is committing an evil act, without regard for the severity of the offense. Stealing an apple is punished the same as murder. After you judge an act as evil, you must make a [[/save wisdom 16]]saving throw. On a failed save, you immediately attack the creature you deem vile and in need of penance.</p></li></ul>",
      "activities": {
        "Reprisal": {
          "name": "Reprisal"
        }
      },
      "effects": {
        "Reprisal": {
          "name": "Reprisal"
        }
      }
    },
    "Assassin's Remorse": {
      "name": "Assassin's Remorse",
      "description": "<p>Black, vein-like markings spiderweb across this dagger's surface.</p><hr /><p>This magic weapon deals [[/r (1)[psychic]]]{1 psychic damage} to you on a hit.</p><p><strong>Curse.</strong> This weapon is cursed with remorse for all the lives it has taken, and becoming attuned to it extends the curse to you. Until the curse is broken with @UUID[Compendium.dnd5e.spells24.Item.phbsplGreaterRes]{greater restoration} or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times.</p><p>If used to end the life of a Humanoid, there is a 10% chance that the creature will rise from the dead [[/r 1d4 #days]]{1d4 days} after being slain, fully healed and under a magical compulsion to find the wielder and prevent them from using the weapon again. The resurrected victim can sense the weapon's location from any distance while on the same plane of existence. Each additional Humanoid killed increases the chance of resurrection by 10%, resetting to 10% after a successful resurrection.</p>"
    },
    "Trident of Fish Metamorphosis": {
      "name": "Trident of Fish Metamorphosis",
      "description": "<p>This trident is fashioned from colorful coral, with images of aquatic humanoids engraved along its shaft.</p><hr /><p>While holding this magic weapon, you can use an action and expend 1 charge to cast dominate beast (save DC 15) from it on a Beast that has an innate swimming speed.</p><p><strong>Curse</strong>. This weapon is cursed by primordial magic from the Elemental Plane of Water, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times. While cursed, you slowly transform into a fish-humanoid hybrid.</p><ul><li>After one day, scales begin to sprout from your head, arms, and torso.</li><li>After three days, you develop gills and can breathe air and water.</li><li>After five days, your head becomes fish-like, your type becomes Aberration in addition to any types you had previously, and you have disadvantage on Charisma checks to interact with Humanoids without an innate swimming speed.</li><li>After seven days, your arms sprout fins and you gain a swimming speed equal to your walking speed.</li><li>After nine days, you can no longer stay outside of water for an extended period. You take [[/r 1d10[necrotic]]]{1d10 necrotic damage} at the end of each hour where you did not spend at least 5 minutes fully submerged in water and suffer a level of exhaustion at the end of each day where you did not spend at least 1 continuous hour fully submerged in water.</li></ul><p>If you break the curse, the transformation reverses. Starting at the number of days you spent cursed (maximum 10), count backwards, removing features when the count is less than the day that you gained that feature.</p>"
    },
    "Unholy": {
      "name": "Unholy",
      "description": "<p>Grotesque faces are carved into this black iron mace's head.</p><hr /><p>If you roll a 20 on the attack roll with this magic weapon, the weapon deals an additional [[/r (10)[necrotic]]]{10 necrotic damage}.</p><p><strong>Curse</strong>. This weapon is cursed with the essence of a dark realm filled with evil gods, whose worshippers desire to wither away in service of their deity. Becoming attuned to it extends the curse to you. Until the curse is broken with greater restoration or similar magic, you are unwilling to part with the weapon, and choose to use it over any other weapon or attack. </p><p>While cursed, your hit point maximum is reduced by 3 each time you roll a 1 on an attack roll with this weapon. If the curse is removed, your hit point maximum is restored at a rate of 3 hit points per successful long rest.</p>"
    },
    "Pike of Unwieldiness": {
      "name": "Pike of Unwieldiness",
      "description": "<p>A nearly twenty-foot-long pike made of wood stained a deep black and sporting a gleaming bronze blade.</p><hr /><p><strong>Curse</strong>. This pike is cursed with the dark wit and humor of a trickster inventor, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, and choose to use it over any other weapon or attack. </p><p>While cursed, you have disadvantage on attack rolls using this weapon while an enemy is within 5 feet of you.</p>"
    },
    "Screech of the Deep": {
      "name": "Screech of the Deep",
      "description": "<p>Resembling a sea creature's tentacle, this whip's crack sounds like the moan of a creature from the fathomless depths.</p><hr /><p>When you hit a creature with this weapon, the target must succeed on a [[/save ability=con dc=8+@prof+@abilities.cha.mod]] saving throw or a cluster of barnacles erupts from the wound. When a creature with barnacles moves, it takes [[/r 1d6[piercing]]]{1d6 piercing damage} per cluster of barnacles. A creature can use an action to remove one cluster.</p><p><strong>Curse</strong>. This weapon is cursed by an imprisoned kraken, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times. </p><p>While cursed, you must fully submerge yourself in water at least once every week or gain a level of exhaustion. In addition, you gain the following flaw:</p><ul><li><p><strong>Call of the Deep</strong>. \"I don't feel safe or at home unless I'm submerged in the deepest, darkest reaches of the ocean.\"</p></li></ul>"
    },
    "Manticore's Tail": {
      "name": "Manticore's Tail",
      "description": "<p>This wickedly spiked weapon appears to be a mundane club with iron-hard spikes driven through it at odd angles.</p><hr /><p><strong>Flying Spikes</strong>. As part of an Attack action, you can expend 1 charge to cause bone spikes to explode from the weapon. Each creature in a 15-foot-radius sphere (including you) must succeed on a [[/save dexterity 15]]saving throw or take [[/r 1d4[piercing]]]{1d4 piercing damage} from the spikes.</p><p><strong>Curse</strong>. This weapon is cursed with the essence of a powerful and legendary manticore, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, and you have disadvantage on attack rolls with weapons other than this one.</p><p>While cursed, whenever a hostile creature approaches you, you must succeed on a [[/save wisdom 15]]saving throw or go berserk. While berserk, you must use your action each round to attack the creature nearest to you while also expending charges to activate the weapon's Flying Spikes property. You are berserk until you start your turn with no creatures within 60 feet of you that you can see or hear.</p>",
      "activities": {
        "Flying Spikes": {
          "name": "Flying Spikes"
        }
      }
    },
    "False God's Hand": {
      "name": "False God's Hand",
      "description": "<p>This mace, its head carved in the shape of an open palm, is fashioned from a solid piece of jade.</p><hr /><p>When you hit a creature with this weapon, you can expend charges to activate various properties:</p><ul><li><strong>Necrotic Rot</strong> (1 charge). Deal an extra [[/r 3d10[necrotic]]]{3d10 necrotic damage} to the target.</li><li><strong>Blindness/Deafness</strong> (2 charges). Cast blindness/ deadness on the target (save DC 15). When cast this way, it lasts until the end of the creature's next turn, instead of 1 minute.</li><li><strong>Bestow Curse</strong> (3 charges). Cast bestow curse on the target (save DC 15, requires no concentration).</li></ul><p>Curse. This weapon is cursed with the essence of a dark realm, and becoming attuned to it extends the curse to you. Until the curse is broken with greater restoration or similar magic, you are unwilling to part with the weapon, and choose to use it over any other weapon or attack.</p><p>While cursed, you must activate the weapon's Necrotic Rot ability once per day or you lose the ability to regain hit points from magic or short rests, and only regain half your lost hit points when you finish a long rest.</p>",
      "activities": {
        "Necrotic Rot": {
          "name": "Necrotic Rot"
        }
      }
    },
    "Grimsbane": {
      "name": "Grimsbane",
      "description": "<p>This greatsword's hilt is as white as sun-bleached bone and shaped like a femur. Black runes undulate along the weapon's shining blade.</p><hr /><p>You have advantage on attack rolls made against Undead with this weapon.</p><p><strong>Curse.</strong> This weapon is cursed with the essence of death, and becoming attuned to it extends the curse to you. Until the curse is broken with greater restoration or similar magic, you are unwilling to part with the weapon, and choose to use it over any other weapon or attack. </p><p>While cursed, the weapon's magic is powered by your lifeforce, rendering you vulnerable to necrotic damage</p>"
    },
    "Deathlady": {
      "name": "Deathlady",
      "description": "<p>This glaive's blackened blade is wrapped in a red sash at its base, its vibrant color contrasting sharply with the ebony wood of the shaft.</p><hr /><p>On a successful hit with this magic weapon, you deal extra necrotic damage to the target equal to three times your proficiency bonus. If you are within 5 feet of the target, you can touch it as a bonus action to regain hit points equal to half the necrotic damage dealt (minimum 1).</p><p><strong>Curse.</strong> This weapon is cursed with necromantic energy, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unable to part with the weapon, keeping it within reach at all times.</p><p>While cursed, you have disadvantage on attack rolls made with weapons other than this one.</p><p>When you attune to this weapon, your hands wither to a deathly gray. When you touch a Humanoid with your bare hands, you must make a [[/save wisdom 16]]saving throw. On a failed save, you become &amp;Reference[paralyzed] for 1 minute as you experience their death repeatedly in different forms, as though it were happening to you, feeling intense pain with each instance. If the person you touch is an ally, you gain one level of exhaustion and the memories haunt your nightmares that night.</p>"
    },
    "Finger of the Cult": {
      "name": "Finger of the Cult",
      "description": "<p>This shortsword is carved from multicolored coral.</p><hr /><p>When you hit a creature with an attack using this weapon, you regain 1 hit point.</p><p><strong>Curse.</strong> This weapon is cursed with the dreams and desires of a dark cult, and becoming attuned to it extends the curse to you. Until the curse is broken with remove curse or similar magic, you are unwilling to part with the weapon, keeping it within reach at all times. </p><p>While cursed, you gain the following flaw.</p><ul><li><p><strong>Reckless</strong>. \"No matter the threat level, I always attack my enemies!\"</p></li></ul>"
    }
  }
}
