{
  "label": "Progressing Weapons",
  "folders": {
    "Hearthfriend": "Hearthfriend",
    "Devouring Anvil": "Devouring Anvil",
    "The Rat-King": "The Rat-King",
    "Master Key": "Master Key",
    "Eclipse's Reach": "Eclipse's Reach",
    "Bluefire": "Bluefire",
    "Mist Guardian": "Mist Guardian",
    "The Hunger": "The Hunger",
    "Eclipse's Edge": "Eclipse's Edge",
    "Krampus Cane": "Krampus Cane",
    "Ruldar's Steeds": "Ruldar's Steeds",
    "Rising Tide": "Rising Tide",
    "Scalehead": "Scalehead",
    "Hag's Ladle": "Hag's Ladle",
    "Bellier's Razorfin": "Bellier's Razorfin",
    "Icon of the Deceiver": "Icon of the Deceiver",
    "Flowing Water Blade": "Flowing Water Blade",
    "Death Nail": "Death Nail",
    "Trident of R'lyeh": "Trident of R'lyeh",
    "Whispers of Treason": "Whispers of Treason",
    "Cindersmash": "Cindersmash",
    "Glyph": "Glyph",
    "Constellations": "Constellations",
    "Hammer of Haughtiness": "Hammer of Haughtiness",
    "Tomato Vine": "Tomato Vine",
    "Silent Strings": "Silent Strings",
    "Pilum of the Lost Legion": "Pilum of the Lost Legion",
    "Brazen Hammer": "Brazen Hammer",
    "Lucid Warblade": "Lucid Warblade",
    "Bow of Empee": "Bow of Empee",
    "Mariway's Staff": "Mariway's Staff",
    "My Lady's Favor": "My Lady's Favor",
    "Counterpoise": "Counterpoise",
    "Tidal Lash": "Tidal Lash",
    "Onomatopoeia": "Onomatopoeia",
    "Whisperwind": "Whisperwind",
    "Trouble Clef": "Trouble Clef",
    "Serpent's Tongue": "Serpent's Tongue",
    "The Hivetender's Edge": "The Hivetender's Edge",
    "Constellation": "Constellation",
    "Wilderland": "Wilderland",
    "Osterot's Hand": "Osterot's Hand",
    "Alder's Travelling Garden": "Alder's Travelling Garden"
  },
  "entries": {
    "Bow of Empee (Uncommon)": {
      "name": "Bow of Empee (Uncommon)",
      "description": "<p><strong>Progression</strong>: The Bow of Empee progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>HUD</strong>. While holding this magic weapon, you can use a bonus action to activate or deactivate a heads-up display that appears in front of you. The display contains all options listed below, though those that require a rarity level above the weapon's current rarity are grayed out and unavailable. The display is visible to all creatures and disappears if you let go of the weapon. A crosshairs icon is highlighted on the HUD when you make a damage roll with this weapon.</p><p><strong>Auto Reload</strong>. The weapon cannot use normal ammunition. Instead, it produces its own, creating one piece of magical ammunition when you make a ranged attack with it. The ammunition created by the weapon vanishes the instant after it hits or misses a target.</p><p><strong>Psychological Warfare</strong>. Once per long rest, you can cause the weapon to produce menacing, glowing-red spikes for 1 minute. For the duration, you have advantage on Charisma (Intimidation) checks.</p>",
      "activities": {
        "HUD": {
          "name": "HUD"
        },
        "Psychological Warfare": {
          "name": "Psychological Warfare"
        }
      }
    },
    "Capricorn": {
      "name": "Capricorn",
      "description": "<p>You can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplSparetheDy]{spare the dying}.</p>"
    },
    "Hammer of Haughtiness (Rare)": {
      "name": "Hammer of Haughtiness (Rare)",
      "description": "<p><strong>Progression</strong>: Hammer of Haughtiness progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>Once per short or long rest, while holding this magic weapon, you can use a bonus action to gain darkvision out to a range of 60 feet for 1 minute.</p><p>This weapon deals an additional [[/r 1d6[bludgeoning]]]{1d6 bludgeoning damage} to creatures with an Intelligence score of 9 or less.</p><p><strong>Hoot</strong>. Once per short or long rest, while holding this weapon, you can use an action to cause it to emit a loud hooting noise. Any creature within 30 feet of you that can hear must succeed on a [[/save constitution 15]]saving throw or be &amp;Reference[stunned] until the start of your next turn. Creatures with an Intelligence score of 9 or less have disadvantage on the saving throw.</p>",
      "activities": {
        "Hoot": {
          "name": "Hoot"
        }
      }
    },
    "Death Nail (Common)": {
      "name": "Death Nail (Common)",
      "description": "<p><strong>Progression</strong>: Death Nail progresses whenever the attuned creature's Strength modifier increases.</p><hr /><p>After you make a ranged attack using this magic weapon, it flies back to your hand.</p>"
    },
    "Tomato Vine (Legendary)": {
      "name": "Tomato Vine (Legendary)",
      "description": "<p><strong>Ammunition</strong>. If you load no ammunition in this magic weapon, it produces its own, automatically creating one tomato (which counts as magic ammunition) when you make a ranged attack with it. Ammunition created by the weapon rots into goo 1 minute after being created.</p><p><strong>Caustic Tomato</strong>. Immediately before making a ranged attack with this weapon, you can expend 1 charge to create a black tomato plump with acid, which deals an extra [[/r (10)[acid]]]{10 acid damage} to the target on a hit.</p><p><strong>Fruit of Life</strong>. You can expend 2 charges to create a juicy, red tomato that restores [[/roll 3d6 + 10]] hit points if consumed. This tomato can also be loaded into the weapon and used as ammunition. A target hit by a ranged attack using this ammunition takes no damage and instead regains [[/roll 2d6 + 8]] hit points.</p><p><strong>Rotten Tomato</strong>. Immediately before making a ranged attack with this weapon, you can expend 1 charge to create a mushy, rotten tomato. This ranged attack deals the weapon's normal damage and, on a hit, the target must make a [[/save wisdom 17]]saving throw. On a failed save, the target takes an additional [[/r (1d4 + 3)[psychic]]]{1d4 + 3 psychic damage} and has disadvantage on the next attack roll or Charisma saving throw it makes before the end of its next turn.</p>",
      "activities": {
        "Caustic Tomato": {
          "name": "Caustic Tomato"
        },
        "Fruit of Life": {
          "name": "Fruit of Life"
        },
        "Rotten Tomato": {
          "name": "Rotten Tomato"
        }
      }
    },
    "Rising Tide (Uncommon)": {
      "name": "Rising Tide (Uncommon)",
      "description": "<p><strong>Progression</strong>: Rising Tide progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>Attacks made with this magic weapon while underwater do not impose disadvantage.</p><p><strong>Tidal Reach</strong>. You can use a bonus action to mentally command the weapon's haft to extend into a ten-footlong tentacle tipped with the mace's pearlescent conch head, granting it the reach property.</p>",
      "activities": {
        "Tidal Reach": {
          "name": "Tidal Reach"
        }
      }
    },
    "Wilderland (Common)": {
      "name": "Wilderland (Common)",
      "description": "<p>Progression: Wilderland progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Sure-Footed</strong>. While holding this magic weapon, you gain a +1 bonus to saving throws made against effects that would knock you &amp;Reference[prone].</p>"
    },
    "Krampus Cane (Rare)": {
      "name": "Krampus Cane (Rare)",
      "description": "<p><strong>Progression</strong>: Krampus canes increase in power as the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Stench of Death</strong>. Once per short or long rest, while holding this magic weapon, you can use a bonus action to speak its command word, causing it to emit the foul stench of death and decay for 5 minutes. The smell is noticeable by any creature within 60 feet of you that can smell. While Stench of Death is active, attacks made with this weapon deal an extra [[/r 3d6[necrotic]]]{3d6 necrotic damage}.</p>",
      "activities": {
        "Stench of Death": {
          "name": "Stench of Death"
        }
      }
    },
    "Eclipse's Reach (Very Rare)": {
      "name": "Eclipse's Reach (Very Rare)",
      "description": "<p><strong>Progression</strong>: Eclipse's Reach progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>Eclipse's Reach has Light and Dark properties, which can only be used by creatures of particular alignments and only at certain times. Light properties can only be used by good or neutral-aligned creatures and only during the day (between dawn and dusk). Dark properties can only be used by evil or neutral-aligned creatures and only during the night (between dusk and dawn).</p><p>Once per long rest, while holding this magic weapon, you can either extinguish all nonmagical flames (Dark) or light all candles, torches, and lanterns (Light) within 60 feet of you.</p><p>The weapon deals an extra [[/r 1d6[radiant]]]{1d6 radiant damage}(Light) or [[/r 1d6[necrotic]]]{1d6 necrotic damage}(Dark) on a hit. This damage increases to 2d6 against Aberrations and Monstrosities.</p><p><strong>Flames of the Sun (Light)</strong>. Once per long rest, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplGuidingBol]{guiding bolt} (spell attack bonus +5).</p><p><strong>Stars' Design (Dark)</strong>. Once per long rest, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplAugury0000]{augury}.</p><p><strong>Flare's Reach (Light</strong>). When you attack with this weapon, you can increase your reach by 5 feet.</p><p><strong>Subtle Shadows (Dark)</strong>. You can use a bonus action to reduce this weapon to one-tenth its size (roughly the size of a dagger), making it easy to conceal. While this size, it cannot be used to make attacks. It remains this size for 1 hour, or until you use a bonus action to return it to normal size.</p><p><strong>Solar Flare (Light)</strong>. Once per long rest, you can use an action to create a brilliant flare of light in a 60-foot-radius sphere centered on you. Creatures in the area (excluding you) must succeed on a [[/save constitution 17]]saving throw or be &amp;Reference[blinded] until the end of their next turn.</p><p><strong>Starfall (Dark)</strong>. Once per long rest, you can use an action to cause small comets to crash in a 30-foot-radius sphere centered on a point you can see within 100 feet. Each creature in this area must make a [[/save dexterity 17]]saving throw, taking [[/r 4d10[bludgeoning]]]{4d10 bludgeoning damage} on a failed save, or half as much on a successful one. At the end of your turn, you can teleport anywhere within the former area of effect.</p>",
      "activities": {
        "Extinguish/Light": {
          "name": "Extinguish/Light"
        },
        "Flames of the Sun (Light)": {
          "name": "Flames of the Sun (Light)"
        },
        "Stars' Design (Dark)": {
          "name": "Stars' Design (Dark)"
        },
        "Flare's Reach (Light)": {
          "name": "Flare's Reach (Light)"
        },
        "Subtle Shadows (Dark)": {
          "name": "Subtle Shadows (Dark)"
        },
        "Solar Flare (Light)": {
          "name": "Solar Flare (Light)"
        },
        "Starfall (Dark)": {
          "name": "Starfall (Dark)"
        }
      },
      "effects": {
        "Solar Flare": {
          "name": "Solar Flare"
        }
      }
    },
    "Tomato Vine (Rare)": {
      "name": "Tomato Vine (Rare)",
      "description": "<p><strong>Progression</strong>: Tomato Vine progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Ammunition</strong>. If you load no ammunition in this magic weapon, it produces its own, automatically creating one tomato (which counts as magic ammunition) when you make a ranged attack with it. Ammunition created by the weapon rots into goo 1 minute after being created.</p><p><strong>Caustic Tomato</strong>. Immediately before making a ranged attack with this weapon, you can expend 1 charge to create a black tomato plump with acid, which deals an extra [[/r (6)[acid]]]{6 acid damage} to the target on a hit.</p><p><strong>Fruit of Life</strong>. You can expend 2 charges to create a juicy, red tomato that restores [[/roll 2d6 + 4]] hit points if consumed. This tomato can also be loaded into the weapon and used as ammunition. A target hit by a ranged attack using this ammunition takes no damage and instead regains [[/roll 1d6 + 1]] hit points.</p>",
      "activities": {
        "Caustic Tomato": {
          "name": "Caustic Tomato"
        },
        "Fruit of Life": {
          "name": "Fruit of Life"
        }
      }
    },
    "Tidal Lash (Legendary)": {
      "name": "Tidal Lash (Legendary)",
      "description": "<p><strong>Progression</strong>: Tidal Lash is bound to the ocean goddess who created it, and progresses each time its wielder performs an important task for her, as determined by the GM. The goddess favors wielders who protect the oceans, slay terrible sea monsters, and embark on long ocean voyages to undiscovered places.</p><hr /><p>Attacks made with this magic weapon while underwater do not impose disadvantage.</p><p><strong>Riptide</strong>. When you hit with an attack using this weapon, you can expend 1 charge to slam the target with a heavy wave. The target must succeed on a [[/save strength 19]]saving throw or be pushed 10 feet in a direction of your choice, or instead of pushing a target that fails its saving throw, you can hold it in place with a miniature whirlpool, reducing its speed to 0 until the end of its next turn.</p><p><strong>Water Breath</strong>. While holding this weapon, you can breathe underwater.</p><p><strong>Command the Waves</strong>. You can use an action to expend 4 charges to cast control water.</p><p><strong>Octopus Strike</strong>. Once per short or long rest, you can use your action to make an attack with this weapon against any number of creatures within 5 feet of you, with a separate attack roll for each target. You can expend 3 charges as part of this action to use Riptide against each target hit this way.</p>",
      "activities": {
        "Riptide": {
          "name": "Riptide"
        },
        "Command the Waves": {
          "name": "Command the Waves"
        },
        "Octopus Strike": {
          "name": "Octopus Strike"
        }
      }
    },
    "Flowing Water Blade (Uncommon)": {
      "name": "Flowing Water Blade (Uncommon)",
      "description": "<p>Progression: Flowing Water Blade progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>One With the Current</strong>. While holding this magic weapon, you have a swimming speed equal to your walking speed.</p><p><strong>Move as Water.</strong> You ignore difficult terrain created by liquid.</p>",
      "effects": {
        "Flowing Water Blade": {
          "name": "Flowing Water Blade"
        }
      }
    },
    "Eclipse's Edge (Very Rare)": {
      "name": "Eclipse's Edge (Very Rare)",
      "description": "<p>Progression: Eclipse's Edge progresses as its wielder performs acts that maintain or restore balance between opposing forces. Significant achievements are determined by the GM, but may include reconciling feuding factions or vanquishing a creature threatening to disrupt the world's natural order.</p><hr /><p>While holding this magic weapon, you can use an action to instantaneously light or snuff a candle, torch, or small campfire within 30 feet. In addition, you can use an action to cast the light cantrip, targeting this weapon.</p><p>When you hit a creature with a [[@prof/2]] CR with an attack using this weapon, the weapon gains 1 charge and begins to glow.</p><p><strong>Lunar Strike</strong>. You can use an action to expend 2 charges to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplMoonbeam00]{moonbeam }(save DC 17). You can spend additional charges to cast moonbeam at a level equal to the total number of charges expended. Once you have cast moonbeam from this weapon, you cannot do so again until you finish a short or long rest.</p><p><strong>Solar Strike</strong>. You can use an action to expend 6 charges to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplSunbeam000]{sunbeam }(save DC 17). Once you cast sunbeam from this weapon, you cannot do so again until you finish a short or long rest.</p>",
      "effects": {
        "Eclipse's Edge (Very Rare)": {
          "name": "Eclipse's Edge (Very Rare)"
        }
      }
    },
    "Bellier's Razorfin (Legendary)": {
      "name": "Bellier's Razorfin (Legendary)",
      "description": "<p><strong>Propellers</strong>. While holding this magic weapon, you can cause the fin blades to spin like propellers, granting you a swimming speed of 30 feet until the end of your turn.</p><p><strong>Burst of Spinning Blades</strong>. When you hit with an attack using this weapon, creatures (other than you) within 5 feet of the target must succeed on a [[/save dexterity 15]]saving throw or take [[/r 1d6[slashing]]]{1d6 slashing damage}.</p><p><strong>Fish Reel</strong>. When you hit with an attack using this weapon, you can pull the target 10 feet toward you if it is your size or smaller. It must then succeed on a [[/save strength 15]]saving throw or be &amp;Reference[grappled] (escape DC 15). While &amp;Reference[grappled], the target is also &amp;Reference[restrained].</p><p><strong>Electrocute</strong>. Once per long rest, when you hit with an attack using this weapon, you can cause it to generate a 10-foot-radius sphere of electricity. Creatures of your choice within the sphere must make a [[/save dexterity 15]]saving throw, taking [[/r 8d6[lightning]]]{8d6 lightning damage} on a failed save, or half as much damage on a successful one. Creatures &amp;Reference[restrained] by this weapon automatically fail this saving throw.</p>",
      "activities": {
        "Propellers": {
          "name": "Propellers"
        },
        "Burst of Spinning Blades": {
          "name": "Burst of Spinning Blades"
        },
        "Fish Reel": {
          "name": "Fish Reel"
        },
        "Electrocute": {
          "name": "Electrocute"
        }
      },
      "effects": {
        "Bellier's Razorfin (Common)": {
          "name": "Bellier's Razorfin (Common)"
        },
        "Fish Reel": {
          "name": "Fish Reel"
        }
      }
    },
    "Bellier's Razorfin (Common)": {
      "name": "Bellier's Razorfin (Common)",
      "description": "<p><strong>Progression</strong>: Bellier's Razorfin progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Propellers</strong>. While holding this magic weapon, you can use an action to cause the fin blades to spin like propellers, granting you a swimming speed of 30 feet until the end of your turn.</p>",
      "activities": {
        "Propellers": {
          "name": "Propellers"
        }
      },
      "effects": {
        "Bellier's Razorfin (Common)": {
          "name": "Bellier's Razorfin (Common)"
        }
      }
    },
    "Greataxe (Common)": {
      "name": "Greataxe (Common)",
      "description": "<p><strong>Progression</strong>: Master Key progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Breaker of Doors</strong>. You gain a +1 bonus to attack and damage rolls against doors and locks made with this magic weapon.</p>"
    },
    "Onomatopoeia (Legendary)": {
      "name": "Onomatopoeia (Legendary)",
      "description": "<p><strong>Progression</strong>: Onomatopoeia progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>These knuckle dusters are worn over your fists. When you make an attack with an unarmed strike, you gain a +2 bonus to attack and a +3 bonus to damage. When you hit a target with an unarmed strike, the creature takes an additional [[/r (1)[bludgeoning]]]{1 bludgeoning damage}.</p><p><strong>Ka-Pow!</strong> At will, when you hit a target with an unarmed strike, you can speak the command word \"Ka-Pow!\" to deal an extra [[/r 1d4[bludgeoning]]]{1d4 bludgeoning damage}.</p><p><strong>Bam</strong>! When you hit a creature with an unarmed strike, you can expend 1 charge while speaking the command word \"Bam!\" to deal an extra [[/r 1d8[thunder]]]{1d8 thunder damage}. In addition, the creature must succeed on a [[/save strength 19]]saving throw or be pushed 5 feet away from you.</p><p><strong>Insulting Injury</strong>. When you hit a creature with an unarmed strike and speak one of this item's command words, you can expend 1 charge to give the target disadvantage on its next ability check, attack roll, or saving throw.</p><p><strong>Wham</strong>! When you hit a creature with an unarmed strike, you can expend 2 charges while speaking the command word \"Wham!\" to deal an extra [[/r 1d10[bludgeoning]]]{1d10 bludgeoning damage}. After the attack, any word you want is embossed on the creature's armor, clothing, or skin where your hit landed, which remains until the creature finishes a short or long rest. While the word remains, the creature has disadvantage on Charisma checks and saving throws.</p>",
      "activities": {
        "Ka-Pow!": {
          "name": "Ka-Pow!"
        },
        "Bam!": {
          "name": "Bam!"
        },
        "Insulting Injury": {
          "name": "Insulting Injury"
        },
        "Wham!": {
          "name": "Wham!"
        }
      }
    },
    "Lucid Warblade (Common)": {
      "name": "Lucid Warblade (Common)",
      "description": "<p><strong>Progression</strong>: Lucid warblades progress whenever the attuned creature's proficiency bonus increases.</p><hr /><p>This magic weapon has 3 charges, and regains a variable number of charges at night based on the current phase of the moon.</p><table><tbody><tr><th><p>Moon Phase</p></th><th><p>Number of Charges</p></th></tr><tr><td><p>Full moon</p></td><td><p>3 charges</p></td></tr><tr><td><p>Half moon</p></td><td><p>2 charges</p></td></tr><tr><td><p>Crescent moon</p></td><td><p>1 charge</p></td></tr><tr><td><p>New moon</p></td><td><p>0 charges</p></td></tr></tbody></table><p><strong>Energize</strong>. You can use a bonus action to expend 1 charge to energize the weapon, bathing it in a green glow until the end of your next turn. For the duration, you gain a +1 bonus to attack and damage rolls made with this weapon.</p>",
      "activities": {
        "Energize": {
          "name": "Energize"
        }
      }
    },
    "Serpent's Tongue (Common)": {
      "name": "Serpent's Tongue (Common)",
      "description": "<p><strong>Progression</strong>: Serpent's Tongue progresses each time its wielder succeeds at persuading or deceiving a creature into giving up something it does not want to part with. The creature tricked must have a CR that is at least one higher than the wielder's level, and cannot be &amp;Reference[charmed] or otherwise ensorcelled by magic. The creature's proficiency bonus must increase before the item can increase in power again.</p><hr /><p>You gain proficiency in the Deception skill. If you are already proficient, you gain expertise instead.</p>",
      "effects": {
        "Serpent's Tongue": {
          "name": "Serpent's Tongue"
        }
      }
    },
    "Glyph (Uncommon)": {
      "name": "Glyph (Uncommon)",
      "description": "<p><strong>Progression</strong>: Glyph progresses as the attuned creature grows in magical power. The weapon's rarity increases each time the wielder gains spell slots of the following levels: 3rd level (rare), 5th level (very rare), and 7th level (legendary).</p><hr /><p>You are proficient with this magic weapon even if you are not proficient with longswords. In addition, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplComprehend]{comprehend languages} using your spellcasting ability and spell slots.</p><p><strong>Arcane Resistance</strong>. Once per long rest, if you fail a saving throw against a spell or other magical effect, you can choose to expend a spell slot to reroll. If you do so, you must use the new roll.</p>",
      "activities": {
        "Arcane Resistance": {
          "name": "Arcane Resistance"
        }
      }
    },
    "Death Nail (Very Rare)": {
      "name": "Death Nail (Very Rare)",
      "description": "<p><strong>Progression</strong>: Death Nail progresses whenever the attuned creature's Strength modifier increases.</p><hr /><p>After you make a ranged attack using this magic weapon, it flies back to your hand.</p><p><strong>Death Splinters</strong>. Once per long rest, when you hit with an attack using this weapon, you can speak the command word, causing it to explode into a cloud of bone splinters. Each creature in a 20-foot-radius sphere centered on the weapon (except you) must make a [[/save dexterity 16]] saving throw, taking [[/r 6d6[piercing]]]{6d6 piercing damage} on a failed save, or half as much damage on a successful one. Once this damage has been dealt, the weapon reforms and returns to your hand.</p>",
      "activities": {
        "Death Splinters": {
          "name": "Death Splinters"
        }
      }
    },
    "Hag's ladle (Very Rare)": {
      "name": "Hag's ladle (Very Rare)",
      "description": "<p><strong>Progression</strong>: Hag's Ladle progresses whenever its wielder defeats a hag, witch, or similar malevolent entity, whether by force of arms, or by trickery and guile.</p><hr /><p>While attuned to this magic weapon, when you finish a long rest, you gain proficiency in your choice of Arcana, Medicine, or Nature for 12 hours.</p><p>The weapon has 3 charges, and regains 1 charge whenever you prepare a meal during a short rest, or 3 charges if you prepare a meal during a long rest.</p><p>Your Charisma score is reduced by 1 as you develop unsightly warts, but your Constitution and Wisdom scores increase by 1, to a maximum of 20.</p><p><strong>Indigestion</strong>. You can use a bonus action to expend 1 charge while targeting a creature you can see within 60 feet of you, giving it a bout of severe stomach discomfort. The creature must succeed on a [[/save constitution 15]]saving throw or take [[/r 3d6[acid]]]{3d6 acid damage} and have disadvantage on attack rolls, ability checks, and saving throws until the end of its next turn. Creatures that lack a digestive system are immune to this effect.</p><p><strong>Hideous</strong>. You can use an action to expend 1 charge to temporarily cause your face to appear grotesque and hideous, and your tongue to fork like a serpent's, granting you advantage on Charisma (Deception and Intimidation) checks for 1 minute.</p><p><strong>Dire Hunger</strong>. You can use an action to expend 1 charge to unleash a powerful psychic wave that engulfs a creature you can see within 60 feet of you. The target must succeed on a [[/save intelligence 15]]saving throw or take [[/r 5d6[psychic]]]{5d6 psychic damage} and become afflicted by an insatiable hunger. </p><p>While under this effect, the target's mind is consumed by an overwhelming desire for sustenance. On its turn, it must use its movement to move toward the nearest source of nourishment, which can include food, creatures, or organic objects. The target must use its action to attempt to consume the source of sustenance, disregarding any potential consequences. </p><p>The target can repeat the saving throw at the end of each of its turns, or whenever it takes damage, ending the effects on itself on a success.</p>",
      "activities": {
        "Indigestion": {
          "name": "Indigestion"
        },
        "Hideous": {
          "name": "Hideous"
        },
        "Dire Hunger": {
          "name": "Dire Hunger"
        }
      },
      "effects": {
        "Hag's ladle (Very Rare)": {
          "name": "Hag's ladle (Very Rare)"
        }
      }
    },
    "Mist Guardian (Uncommon)": {
      "name": "Mist Guardian (Uncommon)",
      "description": "<p><strong>Progression</strong>: Mist Guardian progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Misty Dew</strong>. While holding this magic weapon, you can use a bonus action to cause your space to be lightly obscured by a refreshing spray of cool mist. This mist disappears after 1 minute, or when you use this property again.</p><p><strong>Ixkakaw's Virtue</strong>. Once per long rest, while holding this weapon, you can use an action to create a rainbow arch in your space. Creatures of your choice that can see the rainbow can use their reaction to regain 2d4 hit points and neutralize one poison affecting it.</p>",
      "activities": {
        "Misty Dew": {
          "name": "Misty Dew"
        },
        "Ixkakaw’s Virtue": {
          "name": "Ixkakaw’s Virtue"
        }
      }
    },
    "Osterot's Hand (Rare)": {
      "name": "Osterot's Hand (Rare)",
      "description": "<p>Progression: Osterot's Hand progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Piercing Stab</strong>. You can use this magic bow as a melee weapon with the finesse property. When used this way, the weapon deals [[/r 1d4[piercing]]]{1d4 piercing damage} on a hit.</p><p><strong>Parry</strong>. You can use your reaction to add 1 to your AC against one melee attack that would hit you. To do so, you must see the attacker and be wielding this weapon.</p><p><strong>Silvered Ammunition</strong>. The weapon no longer requires ammunition. Instead, when you draw the weapon's string, a piece of silvered ammunition appears. This ammunition disappears after hitting its target.</p>",
      "activities": {
        "Parry": {
          "name": "Parry"
        },
        "Piercing Stab": {
          "name": "Piercing Stab"
        }
      }
    },
    "Rat-King (Common)": {
      "name": "Rat-King (Common)",
      "description": "<p><strong>Progression</strong>: When you kill a Medium-sized creature, you can allow The Rat-King to consume its corpse, progressing from common to uncommon. For each subsequent rarity, the required size of corpse increases by one category, to a maximum of Gargantuan. Each consumption takes [[/r 1d4 #days]]{1d4 days}. The Rat-King cannot progress more than once per month.</p><hr /><p><strong>Vermin Speech</strong>. You can communicate in a limited manner with rats and other rodents. They can understand the meaning of your words, though you have no special ability to understand them in return. You have advantage on all Charisma checks you make to influence them.</p>"
    },
    "Hivetender's Edge (Very Rare)": {
      "name": "Hivetender's Edge (Very Rare)",
      "description": "<p>Progression: The Hivetender's Edge progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Signature Weapon</strong>. When anyone but the person attuned to this magic weapon picks it up, it emits a high-pitched noise (audible up to 100 feet away) for 10 minutes, without stopping. This includes the first 10 minutes of the attunement process. You can choose to turn this ability off.</p><p><strong>Radiant Blade</strong>. In dim light or darkness, the weapon glows, emitting bright light in a 30-foot-radius sphere. You can choose to turn this ability off.</p><p><strong>Shield of Light</strong>. The weapon projects a circle of shimmering force around itself, granting you a +2 bonus to AC. Shield of Light counts as a shield for any feats, class features, or other abilities that apply to shields.</p><p><strong>Hive Thoughts</strong>. The weapon picks up the thoughts of insects within 30 feet and telepathically communicates them to its wielder. This is not usually terribly useful, or comprehensible. You can choose to tune these thoughts out or focus on a particular thought.</p><p><strong>Forceful Critical</strong>. When you score a critical hit on an attack with this weapon, it deals an extra [[/r 2d6[force]]]{2d6 force damage}.</p>",
      "effects": {
        "Shield of Light": {
          "name": "Shield of Light"
        }
      }
    },
    "Devouring Anvil (Legendary)": {
      "name": "Devouring Anvil (Legendary)",
      "description": "<p><strong>Metamorphic Form</strong>. You can use a bonus action to change the composition of this magic weapon to either iron, quartz, silver, or wood.</p><p><strong>Devour</strong>. You can use an action to feed the weapon 10 gp worth of the materials listed below. When you do, the weapon's composition transforms to match the material devoured and it gains a unique property (as detailed below) while transformed. The weapon can have only one material devoured at a time and devouring a new material replaces the current one.</p><ul><li><p><strong>Obsidian</strong>. You gain a +1 bonus to attack and damage rolls made with this weapon.</p></li><li><p><strong>Stone.</strong> Once per turn, a creature hit by this weapon must succeed on a [[/save strength 15]]saving throw or be knocked &amp;Reference[prone] or pushed 10 feet (your choice). You can use this property a number of times equal to your proficiency bonus and regain all uses when you finish a long rest.</p></li></ul><p>The following materials cost 50 gp each:</p><ul><li><p><strong>Adamantine</strong>. The weapon ignores resistance to bludgeoning damage for Constructs and objects.</p></li><li><p><strong>Gemstone</strong>. The weapon deals an extra [[/r 1d6[radiant]]]{1d6 radiant damage} on a hit.</p></li></ul><p>The following materials cost 500 gp each:</p><ul><li><p><strong>Dragonscale</strong>. When you hit with an attack using this weapon, the target takes an extra [[/r 2d8]] damage of a type determined by the breath weapon of the dragon that provided the scales.</p></li><li><p><strong>Meteoric Iron</strong>. While holding this weapon, you have advantage on saving throws against spells and other magical effects.</p></li></ul><p>The following materials cost 1,000 gp each:</p><ul><li><p><strong>Brimstone</strong>. The weapon emits bright light in a 40-foot radius and dim light for an additional 40 feet. This light illuminates any magical darkness except that created by a deity. In addition, the weapon deals an extra [[/r 3d10[fire]]]{3d10 fire damage} on a hit.</p></li><li><p><strong>Titan's Blood</strong>. This weapon's damage ignores all resistances and immunities. In addition, it deals an extra [[/r 3d10[lightning]]]{3d10 lightning damage} on a hit.</p></li></ul>",
      "activities": {
        "Devour": {
          "name": "Devour"
        },
        "Obsidian": {
          "name": "Obsidian"
        },
        "Stone": {
          "name": "Stone"
        }
      }
    },
    "Lucid Warblade (Legendary)": {
      "name": "Lucid Warblade (Legendary)",
      "description": "<p>This magic weapon has 6 charges, and regains a variable number of charges at night based on the current phase of the moon.</p><table><tbody><tr><th><p>Moon Phase</p></th><th><p>Number of Charges</p></th></tr><tr><td><p>Full moon</p></td><td><p>3 charges</p></td></tr><tr><td><p>Half moon</p></td><td><p>2 charges</p></td></tr><tr><td><p>Crescent moon</p></td><td><p>1 charge</p></td></tr><tr><td><p>New moon</p></td><td><p>0 charges</p></td></tr></tbody></table><p><strong>Energize</strong>. You can use a bonus action to expend up to 3 charges to energize the weapon, bathing it in a green glow for 1 hour. For the duration, you gain a bonus to attack and damage rolls made with this weapon equal to the number of charges you expended.</p><p><strong>Nimble</strong>. While the weapon is Energized, you gain uncanny combat dexterity. When hit by an attack you can see, you can use your reaction to attempt to reduce the damage by half. To do so, make a [[/save dexterity]] saving throw, with the DC equal to the attacker's attack roll.</p><p><strong>Sleep</strong>. You can use an action to expend 1 charge to cast sleep. You can expend additional charges to cast it at a level equal to the total number of charges expended.</p><p><strong>Lucidity</strong>. While attuned to this weapon, you no longer need to sleep, but can choose to fall asleep if you wish.</p><p><strong>Gifts from Cthulhu</strong>. While attuned to this weapon, your Strength, Dexterity, and Constitution scores increase by 1, as does the maximum for each score. However, your Wisdom score is reduced by 1. In addition, you gain [[/roll 2d6]] hit points, and your hit point maximum increases by the same amount.</p><p><strong>Dreamwalk</strong>. While sleeping, you can astrally project yourself into another sleeping mind as long as you know exactly where the target is slumbering. Your astral form has the same statistics as your material form, and you can communicate and interact with the sleeper's astral form, including attacking it. While using Dreamwalk, your material form holds an ineffective, ethereal version of the weapon.</p><p><strong>Vorpal</strong>. When you attack a creature that has at least one head with this weapon and roll a 20 on the attack roll, you cut off one of the creature's heads. The creature dies if it cannot survive without the lost head. A creature is immune to this effect if it is immune to slashing damage, does not have or need a head, has legendary actions, or the GM decides that the creature is too big for its head to be cut off with this weapon. Such a creature instead takes an extra [[/r 6d8[slashing]]]{6d8 slashing damage} from the hit.</p><p><strong>The Call of Cthulhu</strong>. While sleeping, you can communicate with Great Cthulhu. Cthulhu may answer up to 3 questions, but each answer reduces your Wisdom score by 1. If your Wisdom is reduced to 0, you become &amp;Reference[incapacitated]. While &amp;Reference[incapacitated] this way, you are aware of your surroundings but cannot interact with them. It is at the GM's discretion how truthful or helpful Cthulhu's answers are.</p>",
      "activities": {
        "Energize": {
          "name": "Energize"
        },
        "Sleep": {
          "name": "Sleep"
        }
      },
      "effects": {
        "Lucid Warblade (Very Rare)": {
          "name": "Lucid Warblade (Very Rare)"
        }
      }
    },
    "Flowing Water Blade (Very Rare)": {
      "name": "Flowing Water Blade (Very Rare)",
      "description": "<p>Progression: Flowing Water Blade progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>One With the Current</strong>. While holding this magic weapon, you have a swimming speed equal to your walking speed.</p><p><strong>Move as Water.</strong> You ignore difficult terrain created by liquid.</p><p><strong>Flow State</strong>. You regain 1 ki point when you use the Dodge action.</p><p><strong>Whirlpool</strong>. If you use the Dodge action, you have advantage on the next attack roll you make before the end of your next turn.</p>",
      "effects": {
        "Flowing Water Blade": {
          "name": "Flowing Water Blade"
        }
      }
    },
    "Tidal Lash (Rare)": {
      "name": "Tidal Lash (Rare)",
      "description": "<p><strong>Progression</strong>: Tidal Lash is bound to the ocean goddess who created it, and progresses each time its wielder performs an important task for her, as determined by the GM. The goddess favors wielders who protect the oceans, slay terrible sea monsters, and embark on long ocean voyages to undiscovered places.</p><hr /><p>Attacks made with this magic weapon while underwater do not impose disadvantage.</p><p><strong>Riptide</strong>. When you hit with an attack using this weapon, you can expend 1 charge to slam the target with a heavy wave. The target must succeed on a [[/save strength 15]]saving throw or be pushed 10 feet in a direction of your choice, or instead of pushing a target that fails its saving throw, you can hold it in place with a miniature whirlpool, reducing its speed to 0 until the end of its next turn.</p><p><strong>Water Breath</strong>. While holding this weapon, you can breathe underwater.</p>",
      "activities": {
        "Riptide": {
          "name": "Riptide"
        }
      }
    },
    "Tomato Vine (Very Rare)": {
      "name": "Tomato Vine (Very Rare)",
      "description": "<p><strong>Progression</strong>: Tomato Vine progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Ammunition</strong>. If you load no ammunition in this magic weapon, it produces its own, automatically creating one tomato (which counts as magic ammunition) when you make a ranged attack with it. Ammunition created by the weapon rots into goo 1 minute after being created.</p><p><strong>Caustic Tomato</strong>. Immediately before making a ranged attack with this weapon, you can expend 1 charge to create a black tomato plump with acid, which deals an extra [[/r (8)[acid]]]{8 acid damage} to the target on a hit.</p><p><strong>Fruit of Life</strong>. You can expend 2 charges to create a juicy, red tomato that restores [[/roll 3d6 + 6]] hit points if consumed. This tomato can also be loaded into the weapon and used as ammunition. A target hit by a ranged attack using this ammunition takes no damage and instead regains [[/roll 2d6 + 3]] hit points.</p><p><strong>Rotten Tomato</strong>. Immediately before making a ranged attack with this weapon, you can expend 1 charge to create a mushy, rotten tomato. This ranged attack deals the weapon's normal damage and, on a hit, the target must make a [[/save wisdom 17]]saving throw. On a failed save, the target takes an additional [[/r (1d4 + 3)[psychic]]]{1d4 + 3 psychic damage} and has disadvantage on the next attack roll or Charisma saving throw it makes before the end of its next turn.</p>",
      "activities": {
        "Caustic Tomato": {
          "name": "Caustic Tomato"
        },
        "Fruit of Life": {
          "name": "Fruit of Life"
        },
        "Rotten Tomato": {
          "name": "Rotten Tomato"
        }
      }
    },
    "Bellier's Razorfin (Uncommon)": {
      "name": "Bellier's Razorfin (Uncommon)",
      "description": "<p><strong>Progression</strong>: Bellier's Razorfin progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Propellers</strong>. While holding this magic weapon, you can cause the fin blades to spin like propellers, granting you a swimming speed of 30 feet until the end of your turn.</p>",
      "activities": {
        "Propellers": {
          "name": "Propellers"
        }
      },
      "effects": {
        "Bellier's Razorfin (Common)": {
          "name": "Bellier's Razorfin (Common)"
        }
      }
    },
    "Leo": {
      "name": "Leo",
      "description": "<p>You can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplConjureAni]{conjure animals}. When cast this way, you summon one @UUID[Compendium.dnd5e.actors24.Actor.mmLion0000000000]{lion}.</p>"
    },
    "Krampus Cane (Common)": {
      "name": "Krampus Cane (Common)",
      "description": "<p><strong>Progression</strong>: Krampus canes increase in power as the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Stench of Death</strong>. Once per long rest, while holding this magic weapon, you can use an action to speak its command word, causing it to emit the foul stench of death and decay for 1 minute. The smell is noticeable by any creature within 60 feet of you that can smell.</p>"
    },
    "Bow of Empee (Common)": {
      "name": "Bow of Empee (Common)",
      "description": "<p><strong>Progression</strong>: The Bow of Empee progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>HUD</strong>. While holding this magic weapon, you can use a bonus action to activate or deactivate a heads-up display that appears in front of you. The display contains all options listed below, though those that require a rarity level above the weapon's current rarity are grayed out and unavailable. The display is visible to all creatures and disappears if you let go of the weapon.</p><p><strong>Auto Reload</strong>. The weapon cannot use normal ammunition. Instead, it produces its own, creating one piece of magical ammunition when you make a ranged attack with it. The ammunition created by the weapon vanishes the instant after it hits or misses a target.</p>",
      "activities": {
        "HUD": {
          "name": "HUD"
        }
      }
    },
    "Scorpio": {
      "name": "Scorpio",
      "description": "<p>When you hit a creature with an attack using Constellation, you can use your reaction to inject the target with poison. The target must make a [[/save constitution]] saving throw (save DC equal to 10 + your proficiency bonus), taking [[/r 4d10[poison]]]{4d10 poison damage} on a failed save, or half as much damage on a successful one.</p>"
    },
    "Serpent's Tongue (Rare)": {
      "name": "Serpent's Tongue (Rare)",
      "description": "<p><strong>Progression</strong>: Serpent's Tongue progresses each time its wielder succeeds at persuading or deceiving a creature into giving up something it does not want to part with. The creature tricked must have a CR that is at least one higher than the wielder's level, and cannot be &amp;Reference[charmed] or otherwise ensorcelled by magic. The creature's proficiency bonus must increase before the item can increase in power again.</p><hr /><p>You gain proficiency in the Deception skill. If you are already proficient, you gain expertise instead.</p><p><strong>Forked Tongue</strong>. When you make a [[/skill deception]] check, you can roll [[/roll 1d4]] and add the number rolled to the check. If you use this property and your check fails, the creature you made the check against becomes unfriendly or hostile toward you (the GM decides).</p><p><strong>Mind Venom</strong>. When you hit a creature with this weapon, you can choose to deal psychic damage instead of piercing damage.</p>",
      "effects": {
        "Serpent's Tongue": {
          "name": "Serpent's Tongue"
        }
      }
    },
    "Trouble Clef (Legendary)": {
      "name": "Trouble Clef (Legendary)",
      "description": "<p>While holding this magic weapon, you can use an action to transform it into any musical instrument with which you are proficient, or back into its weapon form.</p><p><strong>Paramount</strong>. When you roll initiative while carrying this weapon, you add your proficiency bonus to your initiative roll.</p><p><strong>Bass Note</strong>. When you hit with an attack using this weapon, you can choose to expend a spell slot to deal an extra [[/r 1d8[thunder]]]{1d8 thunder damage} per level of the slot expended to the target. Creatures within 5 feet of the target must make a [[/save con dc=@attributes.spell.dc]] saving throw against your spell save DC, taking the same amount of damage on a failed save, or half as much damage on a successful one.</p><p><strong>Irrepressible</strong>. You cannot be &amp;Reference[deafened] while wielding this weapon and you are unaffected by spells and other magical effects that prevent you from casting spells with verbal components.</p><p><strong>Prima Donna Performance</strong>. When you roll initiative and have no spell slots remaining, you can expend a Hit Die or Bardic Inspiration die to recover a number of slots whose total is equal to half the number rolled on the die (minimum 1). For example, if you roll an 8 on the die, you could recover a number of spell slots whose total equals 4, such as two 2nd-level slots, one 3rd-level slot and one 1st-level slot, or another configuration of spell slots that adds up to 4. Once you have recovered 6 levels worth of slots this way, you must finish a long rest before you can recover any more.</p>",
      "activities": {
        "Bass Note": {
          "name": "Bass Note"
        }
      }
    },
    "Rat-King (Uncommon)": {
      "name": "Rat-King (Uncommon)",
      "description": "<p><strong>Progression</strong>: When you kill a Medium-sized creature, you can allow The Rat-King to consume its corpse, progressing from common to uncommon. For each subsequent rarity, the required size of corpse increases by one category, to a maximum of Gargantuan. Each consumption takes [[/r 1d4 #days]]{1d4 days}. The Rat-King cannot progress more than once per month.</p><hr /><p>You can expend charges from this weapon to cast the following spells:</p><ul><li><p>1 charge: a@UUID[Compendium.dnd5e.spells24.Item.phbsplAnimalFrie]{nimal friendship}, @UUID[Compendium.dnd5e.spells24.Item.phbsplSpeakwithA]{speak with animals}</p></li><li><p>2 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplAnimalMess]{animal messenger}</p></li></ul><p>When you cast animal friendship or speak with animals this way, you can only target and communicate with rodents. When you cast animal messenger this way, one of the weapon's heads untangles itself and delivers your message, reappearing when the spell ends.</p><p><strong>Vermin Speech</strong>. You can communicate in a limited manner with rats and other rodents. They can understand the meaning of your words, though you have no special ability to understand them in return. You have advantage on all Charisma checks you make to influence them.</p>"
    },
    "Silent Strings (Legendary)": {
      "name": "Silent Strings (Legendary)",
      "description": "<p>Twice per long rest, while holding the instrument, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplSilence000]{silence}.</p><p>Twice per long rest, while holding the instrument, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplGreaterInv]{greater invisibility}.</p><p><strong>Instrument or Weapon</strong>. You can use an action to change this magic item's form into an instrument (lyre) or a weapon (whip), or back again. Ati will, while holding the instrument, you can cast the @UUID[Compendium.dnd5e.spells24.Item.phbsplMessage000]{message} cantrip.</p><p><strong>Stolen Stories</strong>. When you damage a creature with the weapon, the target must make a [[/save wisdom 17]]saving throw. On a failed save, you learn a significant story or anecdote about the target. The story might be a secret, a key motivation, a weakness, or a strength. The story might include poetry or a song, as determined by the&lt;/p&gt;&lt;p&gt;&lt;strong&gt;GM.&lt;/strong&gt; You can use this property a number of times equal to your proficiency bonus, and regain all expended uses when you finish a long rest.</p><p><strong>Symphony of the Forgotten</strong>. Once per long rest, while holding the instrument, you can use an action to play a forgotten melody. All allies within a 60-foot-radius sphere that can hear you gain temporary hit points equal to 5 + your Charisma modifier and can immediately end one condition affecting them. All enemies within this radius that can hear you must make a [[/save constitution 17]]saving throw. On a failed save, the creature takes [[/r 4d10[thunder]]]{4d10 thunder damage} and is &amp;Reference[stunned] until the end of its next turn. On a successful save, the creature takes half as much damage and is not &amp;Reference[stunned].</p>",
      "activities": {
        "Symphony of the Forgotten (Allies)": {
          "name": "Symphony of the Forgotten (Allies)"
        },
        "Symphony of the Forgotten (Enemies)": {
          "name": "Symphony of the Forgotten (Enemies)",
          "condition": "Used with the (Allies) version."
        }
      },
      "effects": {
        "Silent Strings (Very Rare)": {
          "name": "Silent Strings (Very Rare)"
        },
        "Symphony of the Forgotten": {
          "name": "Symphony of the Forgotten"
        }
      }
    },
    "Silent Strings (Rare)": {
      "name": "Silent Strings (Rare)",
      "description": "<p><strong>Progression</strong>: For Silent Strings to progress, the attuned creature must locate a lost song or poem unknown to any living being. When its tune or rhythm is strummed on the lyre's strings, the weapon's rarity increases. The creature's proficiency bonus must increase before the item can progress again.</p><hr /><p>Once per long rest, while holding the instrument, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplSilence000]{silence}.</p><p>Once per long rest, while holding the instrument, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplGreaterInv]{greater invisibility}.</p><p><strong>Instrument or Weapon</strong>. You can use an action to change this magic item's form into an instrument (lyre) or a weapon (whip), or back again. Ati will, while holding the instrument, you can cast the @UUID[Compendium.dnd5e.spells24.Item.phbsplMessage000]{message} cantrip.</p>",
      "effects": {
        "Silent Strings": {
          "name": "Silent Strings"
        }
      }
    },
    "Pisces": {
      "name": "Pisces",
      "description": "<p>You can breathe underwater for [[@prof]] hours.</p>"
    },
    "Ruldar's Steeds (Common)": {
      "name": "Ruldar's Steeds (Common)",
      "description": "<p><strong>Progression</strong>: Ruldar's Steeds progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Animal Love</strong>. While attuned to this magic weapon, you gain proficiency with the Animal Handling skill. If you are already proficient, you gain expertise instead.</p>",
      "effects": {
        "Animal Love": {
          "name": "Animal Love"
        }
      }
    },
    "Constellation (Very Rare)": {
      "name": "Constellation (Very Rare)",
      "description": "<p><strong>Progression</strong>: Constellation progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>This weapon's properties, which are inspired by the zodiac constellations, are learned as the weapon increases in power.</p><p>When you attune to this magic weapon or progress from the previous stage, you learn an additional three locked Constellations of your choice.</p>"
    },
    "Serpent's Tongue (Uncommon)": {
      "name": "Serpent's Tongue (Uncommon)",
      "description": "<p><strong>Progression</strong>: Serpent's Tongue progresses each time its wielder succeeds at persuading or deceiving a creature into giving up something it does not want to part with. The creature tricked must have a CR that is at least one higher than the wielder's level, and cannot be &amp;Reference[charmed] or otherwise ensorcelled by magic. The creature's proficiency bonus must increase before the item can increase in power again.</p><hr /><p>You gain proficiency in the Deception skill. If you are already proficient, you gain expertise instead.</p><p><strong>Forked Tongue</strong>. When you make a [[/skill deception]] check, you can roll [[/roll 1d4]] and add the number rolled to the check. If you use this property and your check fails, the creature you made the check against becomes unfriendly or hostile toward you (the GM decides).</p>",
      "effects": {
        "Serpent's Tongue": {
          "name": "Serpent's Tongue"
        }
      }
    },
    "Rising Tide (Rare)": {
      "name": "Rising Tide (Rare)",
      "description": "<p><strong>Progression</strong>: Rising Tide progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>Attacks made with this magic weapon while underwater do not impose disadvantage.</p><p><strong>Tidal Reach</strong>. You can use a bonus action to mentally command the weapon's haft to extend into a ten-footlong tentacle tipped with the mace's pearlescent conch head, granting it the reach property.</p><p>Master of Tides. While holding this weapon, you can use an action to expend a number of charges to cast one of the following spells:</p><ul><li><p>2 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplAlterSelf0]{alter self}</p></li><li><p>3 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplConjureAni]{conjure animals}</p></li><li><p>4 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplControlWat]{control water}</p></li></ul><p>You can expend additional charges to increase the spell slot level of these spells by one for each additional charge expended. When you cast alter self from this weapon, you can only choose the Aquatic Adaptation benefit, and when you cast conjure animals from it, the spirits you summon must take the form of creatures who make their home in the ocean.</p>",
      "activities": {
        "Tidal Reach": {
          "name": "Tidal Reach"
        }
      }
    },
    "Brazen Hammer (Legendary)": {
      "name": "Brazen Hammer (Legendary)",
      "description": "<p>You have resistance to fire damage while holding this weapon.</p><p><strong>Hell-Touched</strong>. This magic weapon is permanently warm. It is uncomfortable (but not damaging) to touch without gloves.</p><p><strong>Infernal Body</strong>. When you finish a short or long rest, you gain [[2*@prof]] temporary hit points. While you have these temporary hit points, a creature who hits you with a melee attack takes [[@prof]] fire damage.</p><p><strong>Infernal Resilience</strong>. When you fail a saving throw against fire damage, roll a d6 ([[/roll 1d6]]. On a result of 4–6, the weapon prevents you from taking damage, absorbing the damage and storing it as a charge. It can store up to 5 charges in this manner. If absorbing damage would increase the number of charges above 5, the weapon automatically discharges Infernal Brilliance (see below) as though 3 charges had been expended.</p><p><strong>Infernal Brilliance</strong>. While holding this weapon, you can use an action to expend 1 charge to create a wave of heat. Each creature (including you) in a 10-foot-radius sphere centered on the weapon must make a [[/save dexterity 16]]saving throw, taking [[/r 5d6[fire]]]{5d6 fire damage} on a failed save, or half as much damage on a successful one. You can expend additional charges to increase the radius by 5 feet or to increase the damage by 1d6 per charge. If you would take damage from this effect, you cannot prevent it with Infernal Resilience.</p>",
      "activities": {
        "Infernal Body (Heal)": {
          "name": "Infernal Body (Heal)"
        },
        "Infernal Brilliance": {
          "name": "Infernal Brilliance"
        }
      },
      "effects": {
        "Brazen Hammer": {
          "name": "Brazen Hammer"
        }
      }
    },
    "Pilum of the Lost Legion (Very Rare)": {
      "name": "Pilum of the Lost Legion (Very Rare)",
      "description": "<p><strong>Progression</strong>: Pilum of the Lost Legion progresses each time its wielder uses it to kill a creature with a CR that is 3 or more higher than their level. The wielder must use the spear to deal at least one third of the damage required to kill the creature. Once the spear has progressed, it cannot do so again until the wielder's level increases.</p><hr /><p><strong>Living Banner</strong>. While holding this magic weapon, and while no friendly creature is within 10 feet of you, you have have immunity from being pushed or knocked &amp;Reference[prone].</p><p><strong>Stand Like a Bastion</strong>. Once per long rest, if you are within 5 feet of an enemy, and no friendly creature is within 10 feet of you, you can use a bonus action to enter a defensive stance. While in this stance, you have advantage on attack rolls against creatures within 5 feet of you and you add your proficiency bonus to your AC and the damage you deal with this weapon. You can remain in the stance for 1 minute, or until you are &amp;Reference[incapacitated].</p>",
      "activities": {
        "Stand Like a Bastion": {
          "name": "Stand Like a Bastion"
        }
      },
      "effects": {
        "Stand Like a Bastion": {
          "name": "Stand Like a Bastion"
        }
      }
    },
    "Icon of the Deceiver (Rare)": {
      "name": "Icon of the Deceiver (Rare)",
      "description": "<p>Progression: Icon of the Deceiver progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Ravenous Razor</strong>. When you hit with an attack using this weapon, the blade howls and roars with delight, which can be heard up to 300 feet away.</p><p><strong>Spells of Truth and Delusion</strong>. You can cast the following spells from this weapon (save DC 13): alter self, augury, hideous laughter, and see invisibility. Once you cast one of these spells, you cannot cast it this way again until you finish a long rest. For the spell's duration, the Deceiver's voice taunts you through the crystal ball, loudly divulging your secrets, audible to anyone within 30 feet.</p><p><strong>Uncharmed</strong>. If you are targeted by an effect that would charm you, roll a [[/roll d100]]. On a result of 36 or higher, you are immune to the effect for 1 minute.</p><p><strong>Delusion of Grandeur</strong>. The weapon deals an additional [[/r 2d8[psychic]]]{2d8 psychic damage} on a hit. If you roll an 8 on one or more of these damage dice, you also take half the psychic damage.</p>"
    },
    "Onomatopoeia (Uncommon)": {
      "name": "Onomatopoeia (Uncommon)",
      "description": "<p><strong>Progression</strong>: Onomatopoeia progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>These knuckle dusters are worn over your fists. When you make an attack with an unarmed strike, you gain a +1 bonus to attack and a +1 bonus to damage. When you hit a target with an unarmed strike, the creature takes an additional [[/r (1)[bludgeoning]]]{1 bludgeoning damage}.</p><p><strong>Ka-Pow!</strong> At will, when you hit a target with an unarmed strike, you can speak the command word \"Ka-Pow!\" to deal an extra [[/r 1d4[bludgeoning]]]{1d4 bludgeoning damage}.</p>",
      "activities": {
        "Ka-Pow!": {
          "name": "Ka-Pow!"
        }
      }
    },
    "Icon of the Deceiver (Uncommon)": {
      "name": "Icon of the Deceiver (Uncommon)",
      "description": "<p>Progression: Icon of the Deceiver progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Ravenous Razor</strong>. When you hit with an attack using this weapon, the blade howls and roars with delight, which can be heard up to 300 feet away.</p><p><strong>Spells of Truth and Delusion</strong>. You can cast the following spells from this weapon (save DC 13): alter self, augury, hideous laughter, and see invisibility. Once you cast one of these spells, you cannot cast it this way again until you finish a long rest. For the spell's duration, the Deceiver's voice taunts you through the crystal ball, loudly divulging your secrets, audible to anyone within 30 feet.</p>"
    },
    "Flowing Water Blade (Rare)": {
      "name": "Flowing Water Blade (Rare)",
      "description": "<p>Progression: Flowing Water Blade progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>One With the Current</strong>. While holding this magic weapon, you have a swimming speed equal to your walking speed.</p><p><strong>Move as Water.</strong> You ignore difficult terrain created by liquid.</p><p><strong>Flow State</strong>. You regain 1 ki point when you use the Dodge action.</p>",
      "effects": {
        "Flowing Water Blade": {
          "name": "Flowing Water Blade"
        }
      }
    },
    "Sagittarius": {
      "name": "Sagittarius",
      "description": "<p>You can cast level [[@prof/2]] magic missle.</p>"
    },
    "Brazen Hammer (Very Rare)": {
      "name": "Brazen Hammer (Very Rare)",
      "description": "<p><strong>Progression</strong>: Brazen Hammer progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>You have resistance to fire damage while holding this weapon.</p><p><strong>Hell-Touched</strong>. This magic weapon is permanently warm. It is uncomfortable (but not damaging) to touch without gloves.</p><p><strong>Infernal Body</strong>. When you finish a short or long rest, you gain [[2*@prof]] temporary hit points. While you have these temporary hit points, a creature who hits you with a melee attack takes [[@prof]] fire damage.</p><p><strong>Infernal Resilience</strong>. When you fail a saving throw against fire damage, roll a d6 ([[/roll 1d6]]. On a result of 4–6, the weapon prevents you from taking damage, absorbing the damage and storing it as a charge. It can store up to 3 charges in this manner. If absorbing damage would increase the number of charges above 3, the weapon automatically discharges Infernal Brilliance (see below) as though 3 charges had been expended.</p><p><strong>Infernal Brilliance</strong>. While holding this weapon, you can use an action to expend 1 charge to create a wave of heat. Each creature (including you) in a 10-foot-radius sphere centered on the weapon must make a [[/save dexterity 16]]saving throw, taking [[/r 3d6[fire]]]{3d6 fire damage} on a failed save, or half as much damage on a successful one. You can expend additional charges to increase the radius by 5 feet or to increase the damage by 1d6 per charge. If you would take damage from this effect, you cannot prevent it with Infernal Resilience.</p>",
      "activities": {
        "Infernal Body (Heal)": {
          "name": "Infernal Body (Heal)"
        },
        "Infernal Brilliance": {
          "name": "Infernal Brilliance"
        }
      },
      "effects": {
        "Brazen Hammer": {
          "name": "Brazen Hammer"
        }
      }
    },
    "Lucid Warblade (Uncommon)": {
      "name": "Lucid Warblade (Uncommon)",
      "description": "<p><strong>Progression</strong>: Lucid warblades progress whenever the attuned creature's proficiency bonus increases.</p><hr /><p>This magic weapon has 3 charges, and regains a variable number of charges at night based on the current phase of the moon.</p><table><tbody><tr><th><p>Moon Phase</p></th><th><p>Number of Charges</p></th></tr><tr><td><p>Full moon</p></td><td><p>3 charges</p></td></tr><tr><td><p>Half moon</p></td><td><p>2 charges</p></td></tr><tr><td><p>Crescent moon</p></td><td><p>1 charge</p></td></tr><tr><td><p>New moon</p></td><td><p>0 charges</p></td></tr></tbody></table><p><strong>Energize</strong>. You can use a bonus action to expend up to 2 charges to energize the weapon, bathing it in a green glow for 1 minute. For the duration, you gain a bonus to attack and damage rolls made with this weapon equal to the number of charges you expended.</p><p><strong>Nimble</strong>. While the weapon is Energized, you gain uncanny combat dexterity. When hit by an attack you can see, you can use your reaction to attempt to reduce the damage by half. To do so, make a [[/save dexterity]] saving throw, with the DC equal to the attacker's attack roll.</p><p><strong>Sleep</strong>. You can use an action to expend 1 charge to cast sleep. You can expend additional charges to cast it at a level equal to the total number of charges expended.</p>",
      "activities": {
        "Energize": {
          "name": "Energize"
        },
        "Sleep": {
          "name": "Sleep"
        }
      }
    },
    "Mariway's Staff (Uncommon)": {
      "name": "Mariway's Staff (Uncommon)",
      "description": "<p><strong>Progression</strong>: Mariway's Staff progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Mariway's Cost</strong>. When you attune to this magic weapon, you must permanently sacrifice one Hit Die to the weapon. You remove this Hit Die from your pool but regain it when your attunement to this weapon ends. The size of the sacrificed die is the size of your Cost die, which is used for properties gained as this weapon progresses.</p><p><strong>Mariway's Health</strong>. While holding this weapon, you can use a bonus action to expend a 1st-level spell slot to regain hit points equal to your Cost die roll + your spellcasting ability modifier.</p>",
      "activities": {
        "Mariway’s Health": {
          "name": "Mariway’s Health"
        }
      }
    },
    "Hearthfriend (Very Rare)": {
      "name": "Hearthfriend (Very Rare)",
      "description": "<p><strong>Progression</strong>: Hearthfriend progresses the first time its wielder cooks a meal for their friends after each proficiency bonus increase, or during other important meals, at the GM's discretion.</p><hr /><p><strong>Heroic Meal</strong>. When finishing a long rest, you can cook and eat a heroic meal. You gain temporary hit points equal to your proficiency bonus (or twice your bonus if you are a Halfling). You can share this benefit with up to four other creatures.</p><p>In addition, choose one of these virtues: bravery, hardiness, or wit. Each creature that eats the meal can add 1d4 to its saving throws against the condition corresponding to the chosen virture until the end of its next long rest. The conditions are as follows: &amp;Reference[frightened] (bravery), &amp;Reference[poisoned] (hardiness), or &amp;Reference[charmed] (wit).</p><p><strong>Flick and Flip</strong>. When you score a critical hit against a creature with this weapon, the target must succeed on a [[/save strength 17]]saving throw or be flipped like an pancake, being flung 20 feet in the air, taking falling damage and landing &amp;Reference[prone].</p>",
      "activities": {
        "Flick and Flip": {
          "name": "Flick and Flip"
        }
      }
    },
    "Mariway's Staff (Rare)": {
      "name": "Mariway's Staff (Rare)",
      "description": "<p><strong>Progression</strong>: Mariway's Staff progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Mariway's Cost</strong>. When you attune to this magic weapon, you must permanently sacrifice one Hit Die to the weapon. You remove this Hit Die from your pool but regain it when your attunement to this weapon ends. The size of the sacrificed die is the size of your Cost die, which is used for properties gained as this weapon progresses.</p><p><strong>Mariway's Health</strong>. While holding this weapon, you can use a bonus action to expend a 1st-level spell slot to regain hit points equal to your Cost die roll + your spellcasting ability modifier. You can expend a higher level spell slot (up to a maximum of 3rd level) to increase the healing by one Cost die for each slot level above 1st.</p><p><strong>Mariway's Armor</strong>. You gain a +1 bonus to AC while holding this weapon.</p>",
      "activities": {
        "Mariway’s Health": {
          "name": "Mariway’s Health"
        }
      },
      "effects": {
        "Mariway’s Armor": {
          "name": "Mariway’s Armor"
        }
      }
    },
    "Brazen Hammer (Rare)": {
      "name": "Brazen Hammer (Rare)",
      "description": "<p><strong>Progression</strong>: Brazen Hammer progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>You have resistance to fire damage while holding this weapon.</p><p><strong>Hell-Touched</strong>. This magic weapon is permanently warm. It is uncomfortable (but not damaging) to touch without gloves.</p><p><strong>Infernal Body</strong>. When you finish a short or long rest, you gain [[2*@prof]] temporary hit points. While you have these temporary hit points, a creature who hits you with a melee attack takes [[@prof]] fire damage.</p>",
      "activities": {
        "Infernal Body (Heal)": {
          "name": "Infernal Body (Heal)"
        }
      },
      "effects": {
        "Brazen Hammer": {
          "name": "Brazen Hammer"
        }
      }
    },
    "Devouring Anvil (Very Rare)": {
      "name": "Devouring Anvil (Very Rare)",
      "description": "<p><strong>Progression</strong>: Devouring Anvil progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Metamorphic Form</strong>. You can use a bonus action to change the composition of this magic weapon to either iron, quartz, silver, or wood.</p><p><strong>Devour</strong>. You can use an action to feed the weapon 10 gp worth of the materials listed below. When you do, the weapon's composition transforms to match the material devoured and it gains a unique property (as detailed below) while transformed. The weapon can have only one material devoured at a time and devouring a new material replaces the current one.</p><ul><li><p><strong>Obsidian</strong>. You gain a +1 bonus to attack and damage rolls made with this weapon.</p></li><li><p><strong>Stone.</strong> Once per turn, a creature hit by this weapon must succeed on a [[/save strength 15]]saving throw or be knocked &amp;Reference[prone] or pushed 10 feet (your choice). You can use this property a number of times equal to your proficiency bonus and regain all uses when you finish a long rest.</p></li></ul><p>The following materials cost 50 gp each:</p><ul><li><p><strong>Adamantine</strong>. The weapon ignores resistance to bludgeoning damage for Constructs and objects.</p></li><li><p><strong>Gemstone</strong>. The weapon deals an extra [[/r 1d6[radiant]]]{1d6 radiant damage} on a hit.</p></li></ul><p>The following materials cost 500 gp each:</p><ul><li><p><strong>Dragonscale</strong>. When you hit with an attack using this weapon, the target takes an extra [[/r 2d8]] damage of a type determined by the breath weapon of the dragon that provided the scales.</p></li><li><p><strong>Meteoric Iron</strong>. While holding this weapon, you have advantage on saving throws against spells and other magical effects.</p></li></ul>",
      "activities": {
        "Devour": {
          "name": "Devour"
        },
        "Obsidian": {
          "name": "Obsidian"
        },
        "Stone": {
          "name": "Stone"
        }
      }
    },
    "Whispers of Treason (Legendary)": {
      "name": "Whispers of Treason (Legendary)",
      "description": "<p>This magic weapon can only be destroyed by an effect that would destroy an artifact.</p><p>When an attack from this weapon reduces a creature that is not a Construct or Undead to 0 hit points, it regains 1 charge.</p><p><strong>Sentience</strong>. Whispers of Treason is a sentient lawful evil weapon with an Intelligence of 11, a Wisdom of 12, and a Charisma of 14. It has hearing and darkvision out to a range of 120 feet, and can speak, read, and understand Common and Infernal.</p><p>The weapon seeks to ingratiate itself with a powerful person, then convince or trick them into acquiring souls for it. Its aim is to acquire enough souls to descend to a more powerful form of devil, freeing itself from its bow form in the process. Conflict arises if the wielder refuses to aid Whisper's schemes.</p><p><strong>Infernal Brass Arrow</strong>. As part of making a ranged weapon attack with this weapon, you can expend 1 charge to summon an infernal brass arrow that deals an additional [[/r 4d6[fire]]]{4d6 fire damage} on a hit.</p><p><strong>Infernal Iron Arrow</strong>. You can expend 2 charges to summon an infernal iron arrow. A creature hit by this arrow must use their reaction, if available, to make an attack against an allied creature of their choice they can see.</p><p><strong>Infernal Obsidian Arrow</strong>. You can expend 4 charges to summon an infernal obsidian arrow. A creature hit by this arrow must choose to either take [[/r 8d6[psychic]]]{8d6 psychic damage} that cannot be reduced, or be &amp;Reference[charmed] by you for 1 minute and, while &amp;Reference[charmed], use their action on their turn to make an attack against an allied creature of their choice they can see. A creature that is immune to being &amp;Reference[charmed] must take the damage.</p>",
      "activities": {
        "Infernal Brass Arrow": {
          "name": "Infernal Brass Arrow"
        },
        "Infernal Iron Arrow": {
          "name": "Infernal Iron Arrow"
        },
        "Infernal Obsidian Arrow (Damage)": {
          "name": "Infernal Obsidian Arrow (Damage)"
        },
        "Infernal Obsidian Arrow (Charmed)": {
          "name": "Infernal Obsidian Arrow (Charmed)"
        }
      },
      "effects": {
        "Infernal Obsidian Arrow": {
          "name": "Infernal Obsidian Arrow"
        }
      }
    },
    "Hag's ladle (Uncommon)": {
      "name": "Hag's ladle (Uncommon)",
      "description": "<p><strong>Progression</strong>: Hag's Ladle progresses whenever its wielder defeats a hag, witch, or similar malevolent entity, whether by force of arms, or by trickery and guile.</p><hr /><p>While attuned to this magic weapon, when you finish a long rest, you gain proficiency in your choice of Arcana, Medicine, or Nature for 12 hours.</p><p>The weapon has 3 charges, and regains 1 charge whenever you prepare a meal during a short rest, or 3 charges if you prepare a meal during a long rest.</p><p><strong>Indigestion</strong>. You can use a bonus action to expend 1 charge while targeting a creature you can see within 60 feet of you, giving it a bout of severe stomach discomfort. The creature must succeed on a [[/save constitution 13]]saving throw or take [[/r 1d6[acid]]]{1d6 acid damage} and have disadvantage on attack rolls, ability checks, and saving throws until the end of its next turn. Creatures that lack a digestive system are immune to this effect</p>",
      "activities": {
        "Indigestion": {
          "name": "Indigestion"
        }
      }
    },
    "Silent Strings (Common)": {
      "name": "Silent Strings (Common)",
      "description": "<p><strong>Progression</strong>: For Silent Strings to progress, the attuned creature must locate a lost song or poem unknown to any living being. When its tune or rhythm is strummed on the lyre's strings, the weapon's rarity increases. The creature's proficiency bonus must increase before the item can progress again.</p><hr /><p><strong>Instrument or Weapon</strong>. You can use an action to change this magic item's form into an instrument (lyre) or a weapon (whip), or back again. Once per day, while holding the instrument, you can cast the @UUID[Compendium.dnd5e.spells24.Item.phbsplMessage000]{message} cantrip.</p>"
    },
    "Osterot's Hand (Very Rare)": {
      "name": "Osterot's Hand (Very Rare)",
      "description": "<p>Progression: Osterot's Hand progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Piercing Stab</strong>. You can use this magic bow as a melee weapon with the finesse property. When used this way, the weapon deals [[/r 1d6[piercing]]]{1d6 piercing damage} on a hit.</p><p><strong>Parry</strong>. You can use your reaction to add 2 to your AC against one melee attack that would hit you. To do so, you must see the attacker and be wielding this weapon.</p><p><strong>Silvered Ammunition</strong>. The weapon no longer requires ammunition. Instead, when you draw the weapon's string, a piece of silvered ammunition appears. This ammunition disappears after hitting its target.</p>",
      "activities": {
        "Parry": {
          "name": "Parry"
        },
        "Piercing Stab": {
          "name": "Piercing Stab"
        }
      }
    },
    "Onomatopoeia (Common)": {
      "name": "Onomatopoeia (Common)",
      "description": "<p><strong>Progression</strong>: Onomatopoeia progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>These knuckle dusters are worn over your fists. When you hit a target with an unarmed strike, the creature takes an additional [[/r (1)[bludgeoning]]]{1 bludgeoning damage}.</p><p><strong>Ka-Pow!</strong> Once per short or long rest, when you hit a target with an unarmed strike, you can speak the command word \"Ka-Pow!\" to deal an extra [[/r 1d4[bludgeoning]]]{1d4 bludgeoning damage}.</p>",
      "activities": {
        "Ka-Pow!": {
          "name": "Ka-Pow!"
        }
      }
    },
    "Eclipse's Reach (Uncommon)": {
      "name": "Eclipse's Reach (Uncommon)",
      "description": "<p><strong>Progression</strong>: Eclipse's Reach progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>Eclipse's Reach has Light and Dark properties, which can only be used by creatures of particular alignments and only at certain times. Light properties can only be used by good or neutral-aligned creatures and only during the day (between dawn and dusk). Dark properties can only be used by evil or neutral-aligned creatures and only during the night (between dusk and dawn).</p><p>Once per long rest, while holding this magic weapon, you can either extinguish all nonmagical flames (Dark) or light all candles, torches, and lanterns (Light) within 60 feet of you.</p><p><strong>Flames of the Sun (Light)</strong>. Once per long rest, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplGuidingBol]{guiding bolt} (spell attack bonus +5). </p><p><strong>Stars' Design (Dark)</strong>. Once per long rest, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplAugury0000]{augury}.</p>",
      "activities": {
        "Extinguish/Light": {
          "name": "Extinguish/Light"
        },
        "Flames of the Sun (Light)": {
          "name": "Flames of the Sun (Light)"
        },
        "Stars' Design (Dark)": {
          "name": "Stars' Design (Dark)"
        }
      }
    },
    "Bluefire (Uncommon)": {
      "name": "Bluefire (Uncommon)",
      "description": "<p><strong>Progression</strong>: Bluefire progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Bluefire</strong>. Once per long rest, while holding this magic weapon, you can use a bonus action to speak the command word to cause the head to emit blue flames for 1 hour. You can speak the command word again (no action required) to end the effect early. While the flames have no heat, they cast bright light in a 20-foot radius and dim light for an additional 20 feet. While this is active, the weapon deals [[@prof]] extra fire damage on a hit.</p>",
      "activities": {
        "Bluefire": {
          "name": "Bluefire"
        }
      }
    },
    "Rat-King (Rare)": {
      "name": "Rat-King (Rare)",
      "description": "<p><strong>Progression</strong>: When you kill a Medium-sized creature, you can allow The Rat-King to consume its corpse, progressing from common to uncommon. For each subsequent rarity, the required size of corpse increases by one category, to a maximum of Gargantuan. Each consumption takes [[/r 1d4 #days]]{1d4 days}. The Rat-King cannot progress more than once per month.</p><hr /><p>You can expend charges from this weapon to cast the following spells:</p><ul><li><p>1 charge: a@UUID[Compendium.dnd5e.spells24.Item.phbsplAnimalFrie]{nimal friendship}, @UUID[Compendium.dnd5e.spells24.Item.phbsplSpeakwithA]{speak with animals}</p></li><li><p>2 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplAnimalMess]{animal messenger}</p></li></ul><p>When you cast animal friendship or speak with animals this way, you can only target and communicate with rodents. When you cast animal messenger this way, one of the weapon's heads untangles itself and delivers your message, reappearing when the spell ends.</p><p><strong>Vermin Speech</strong>. You can communicate in a limited manner with rats and other rodents. They can understand the meaning of your words, though you have no special ability to understand them in return. You have advantage on all Charisma checks you make to influence them.</p><p><strong>Gnawing Wave</strong>. Once per long rest, while holding this weapon, you can use an action to swing it and unleash a 30-foot cone of hungry metal rats. Each creature in the area must make a [[/save dexterity 14]]saving throw, taking [[/r 8d6[piercing]]]{[[/r 8d6[piercing]]]{8d6 piercing damage}} on a failed save, or half as much damage on a successful one. Until the start of your next turn, the area is covered in swarming rats, making it difficult terrain.</p>",
      "activities": {
        "Gnawing Wave": {
          "name": "Gnawing Wave"
        }
      }
    },
    "Wilderland (Legendary)": {
      "name": "Wilderland (Legendary)",
      "description": "<p>Progression: Wilderland progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Sure-Footed</strong>. While holding this magic weapon, you gain a +[[@prof]] bonus to saving throws made against effects that would knock you &amp;Reference[prone].</p><p><strong>Charge</strong>. If you move at least 20 feet straight toward a target and then hit it with an attack using this weapon on the same turn, the target takes an additional [[/r 3d6[piercing]]]{3d6 piercing damage}. If the target is a creature, it must succeed on a [[/save strength 18]]saving throw or be knocked &amp;Reference[prone].</p><p><strong>Beast Sense</strong>. Twice per long rest, when you roll initiative, you can choose to roll with advantage.</p><p><strong>Fight or Flight</strong>. Once per long rest, while you have fewer than half your hit points remaining, you can choose Fight or Flight.</p><ul><li><p><strong>Fight</strong>. You gain temporary hit points equal to four times your proficiency bonus and have advantage on all ability checks, saving throws, and attack rolls you make before the start of your next turn.</p></li><li><p><strong>Flight</strong>. Until the end of your next turn, your speed is doubled, your AC increases by 2, and you have advantage on Dexterity saving throws.</p></li></ul>",
      "activities": {
        "Charge": {
          "name": "Charge"
        },
        "Beast Sense": {
          "name": "Beast Sense"
        },
        "Fight": {
          "name": "Fight"
        },
        "Flight": {
          "name": "Flight"
        }
      },
      "effects": {
        "Wilderland (Flight)": {
          "name": "Wilderland (Flight)"
        }
      }
    },
    "Hearthfriend (Legendary)": {
      "name": "Hearthfriend (Legendary)",
      "description": "<p><strong>Heroic Meal</strong>. When finishing a long rest, you can cook and eat a heroic meal. You gain temporary hit points equal to your proficiency bonus (or twice your bonus if you are a Halfling). You can share this benefit with up to eight other creatures.</p><p>In addition, choose one of these virtues: bravery, hardiness, or wit. Each creature that eats the meal can add 1d4 to its saving throws against the condition corresponding to the chosen virture until the end of its next long rest. The conditions are as follows: &amp;Reference[frightened] (bravery), &amp;Reference[poisoned] (hardiness), or &amp;Reference[charmed] (wit).</p><p><strong>Flick and Flip</strong>. When you score a critical hit against a creature with this weapon, the target must succeed on a [[/save strength 19]]saving throw or be flipped like an pancake, being flung 30 feet in the air, taking falling damage and landing &amp;Reference[prone].</p><p><strong>Heroic Banquet</strong>. When you cook a Heroic Meal, you can replace the meal's normal benefits with those of the @UUID[Compendium.dnd5e.spells24.Item.phbsplHeroesFeas]{heroes' feast} spell. Once used, you cannot use this property again for 7 days.</p>",
      "activities": {
        "Flick and Flip": {
          "name": "Flick and Flip"
        }
      }
    },
    "Mist Guardian (Common)": {
      "name": "Mist Guardian (Common)",
      "description": "<p><strong>Progression</strong>: Mist Guardian progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Misty Dew</strong>. While holding this magic weapon, you can use a bonus action to cause your space to be lightly obscured by a refreshing spray of cool mist. This mist disappears after 1 minute, or when you use this property again.</p>",
      "activities": {
        "Misty Dew": {
          "name": "Misty Dew"
        }
      }
    },
    "Ruldar's Steeds (Very Rare)": {
      "name": "Ruldar's Steeds (Very Rare)",
      "description": "<p><strong>Progression</strong>: Ruldar's Steeds progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Animal Love</strong>. While attuned to this magic weapon, you gain proficiency with the Animal Handling skill. If you are already proficient, you gain expertise instead.</p><p><strong>Honorable Steed</strong>. Once per long rest, while holding this weapon, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplFindSteed0]{find steed}. When cast this way, the spell summons Lula (a giant lizard), Quakers (a giant duck), or Chips (a giant scorpion). All steeds summoned by this spell are Fey.</p><p><strong>Summon the Horde</strong>. When using Honorable Steed, you can choose to lose 35 hit points. When you do, you summon Lula, Quackers, and Chips at once. When summoned this way, the spell's duration is 1 hour. You can extend the duration by an hour by losing an additional 10 hit points per hour the duration is extended.</p>",
      "activities": {
        "Honorable Steed": {
          "name": "Honorable Steed",
          "profiles": {
            "Lula": {
              "name": "Lula"
            },
            "Quakers": {
              "name": "Quakers"
            },
            "Chips": {
              "name": "Chips"
            }
          }
        }
      },
      "effects": {
        "Animal Love": {
          "name": "Animal Love"
        }
      }
    },
    "Onomatopoeia (Rare)": {
      "name": "Onomatopoeia (Rare)",
      "description": "<p><strong>Progression</strong>: Onomatopoeia progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>These knuckle dusters are worn over your fists. When you make an attack with an unarmed strike, you gain a +2 bonus to attack and a +2 bonus to damage. When you hit a target with an unarmed strike, the creature takes an additional [[/r (1)[bludgeoning]]]{1 bludgeoning damage}.</p><p><strong>Ka-Pow!</strong> At will, when you hit a target with an unarmed strike, you can speak the command word \"Ka-Pow!\" to deal an extra [[/r 1d4[bludgeoning]]]{1d4 bludgeoning damage}.</p><p><strong>Bam</strong>! When you hit a creature with an unarmed strike, you can expend 1 charge while speaking the command word \"Bam!\" to deal an extra [[/r 1d8[thunder]]]{1d8 thunder damage}. In addition, the creature must succeed on a [[/save strength 15]]saving throw or be pushed 5 feet away from you.</p><p><strong>Insulting Injury</strong>. When you hit a creature with an unarmed strike and speak one of this item's command words, you can expend 1 charge to give the target disadvantage on its next ability check, attack roll, or saving throw.</p>",
      "activities": {
        "Ka-Pow!": {
          "name": "Ka-Pow!"
        },
        "Bam!": {
          "name": "Bam!"
        },
        "Insulting Injury": {
          "name": "Insulting Injury"
        }
      }
    },
    "Hag's ladle (Legendary)": {
      "name": "Hag's ladle (Legendary)",
      "description": "<p>While attuned to this magic weapon, when you finish a long rest, you gain proficiency in your choice of Arcana, Medicine, or Nature for 12 hours.</p><p>The weapon has 3 charges, and regains 1 charge whenever you prepare a meal during a short rest, or 3 charges if you prepare a meal during a long rest.</p><p>Your Charisma score is reduced by 1 as you develop unsightly warts, but your Constitution and Wisdom scores increase by 1, to a maximum of 20.</p><p><strong>Indigestion</strong>. You can use a bonus action to expend 1 charge while targeting a creature you can see within 60 feet of you, giving it a bout of severe stomach discomfort. The creature must succeed on a [[/save constitution 15]]saving throw or take [[/r 3d6[acid]]]{3d6 acid damage} and have disadvantage on attack rolls, ability checks, and saving throws until the end of its next turn. Creatures that lack a digestive system are immune to this effect.</p><p><strong>Hideous</strong>. You can use an action to expend 1 charge to temporarily cause your face to appear grotesque and hideous, and your tongue to fork like a serpent's, granting you advantage on Charisma (Deception and Intimidation) checks for 1 minute.</p><p><strong>Dire Hunger</strong>. You can use an action to expend 1 charge to unleash a powerful psychic wave that engulfs a creature you can see within 60 feet of you. The target must succeed on a [[/save intelligence 15]]saving throw or take [[/r 5d6[psychic]]]{5d6 psychic damage} and become afflicted by an insatiable hunger.</p><p>While under this effect, the target's mind is consumed by an overwhelming desire for sustenance. On its turn, it must use its movement to move toward the nearest source of nourishment, which can include food, creatures, or organic objects. The target must use its action to attempt to consume the source of sustenance, disregarding any potential consequences.</p><p>The target can repeat the saving throw at the end of each of its turns, or whenever it takes damage, ending the effects on itself on a success.</p><p><strong>Sisters Three</strong>. Once per long rest, you can use a bonus action to manifest two illusory duplicates of yourself, as per the @UUID[Compendium.dnd5e.spells24.Item.phbsplSimulacrum]{simulacrum} spell, that appear in unoccupied spaces within 5 feet of you, creating a temporary coven. The duplicates follow the rules of the spell with the following exceptions:</p><ul><li><p>They do not know or have prepared the spells which you do, but they can cast any spell of 5th level or lower from the illusion or necromancy schools of magic that has a casting time of 1 action and does not have a material component with an indicated cost. They do not require spell slots to cast these spells.</p></li><li><p>At the end of your next turn after creating them, the duplicates are destroyed.</p></li></ul>",
      "activities": {
        "Indigestion": {
          "name": "Indigestion"
        },
        "Hideous": {
          "name": "Hideous"
        },
        "Dire Hunger": {
          "name": "Dire Hunger"
        },
        "Sisters Three": {
          "name": "Sisters Three"
        }
      },
      "effects": {
        "Hag's ladle (Very Rare)": {
          "name": "Hag's ladle (Very Rare)"
        }
      }
    },
    "Death Nail (Uncommon)": {
      "name": "Death Nail (Uncommon)",
      "description": "<p><strong>Progression</strong>: Death Nail progresses whenever the attuned creature's Strength modifier increases.</p><hr /><p>After you make a ranged attack using this magic weapon, it flies back to your hand.</p><p><strong>Death Splinters</strong>. Once per long rest, when you hit with an attack using this weapon, you can speak the command word, causing it to explode into a cloud of bone splinters. Each creature in a 10-foot-radius sphere centered on the weapon (including you) must make a [[/save dexterity 12]]saving throw, taking [[/r 4d6[piercing]]]{4d6 piercing damage} on a failed save, or half as much damage on a successful one. Once this damage has been dealt, the weapon reforms and returns to your hand.</p>",
      "activities": {
        "Death Splinters": {
          "name": "Death Splinters"
        }
      }
    },
    "Trouble Clef (Uncommon)": {
      "name": "Trouble Clef (Uncommon)",
      "description": "<p><strong>Progression</strong>: Trouble Clef progresses whenever the attuned creature gains an Ability Score Improvement.</p><hr /><p>While holding this magic weapon, you can use an action to transform it into any musical instrument with which you are proficient, or back into its weapon form.</p><p><strong>Paramount</strong>. When you roll initiative while carrying this weapon, you add your proficiency bonus to your initiative roll.</p>"
    },
    "Rising Tide (Common)": {
      "name": "Rising Tide (Common)",
      "description": "<p><strong>Progression</strong>: Rising Tide progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>Attacks made with this magic weapon while underwater do not impose disadvantage.</p>"
    },
    "Cindersmash (Very Rare)": {
      "name": "Cindersmash (Very Rare)",
      "description": "<p>Progression: Cindersmash progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Warmth</strong>. Once per short or long rest, as a bonus action, you can speak this magic weapon's command word, causing its pocked-stone head to glow red, generating a 5-foot-radius sphere of heat for 1 hour. Each creature within the sphere has resistance to cold damage and advantage on cold related savings throws for the duration.</p><p><strong>Blaze</strong>. Once per long rest, as a bonus action, you can speak the command word, causing the weapon's head to glow red and pop with molten sparks for 10 minutes, or until you use a bonus action to end the effect. For the duration, the weapon deals an extra [[/r 2d6[fire]]]{2d6 fire damage} on a hit.</p><p><strong>Eruption</strong>. Once per long rest, as an action, you can speak the command word while raising the weapon above your head, causing molten lava to erupt from it. Each creature within a 15-foot-radius sphere centered on the weapon (including you) must make a [[/save dexterity 15]]saving throw. A target takes [[/r 6d6[fire]]]{6d6 fire damage} on a failed save, or half as much damage on a successful one. </p><p>The eruption does not spread around corners but does ignite flammable objects in the area that are not being worn or carried.</p>",
      "activities": {
        "Warmth": {
          "name": "Warmth"
        },
        "Blaze": {
          "name": "Blaze"
        },
        "Eruption": {
          "name": "Eruption"
        }
      }
    },
    "Devouring Anvil (Rare)": {
      "name": "Devouring Anvil (Rare)",
      "description": "<p><strong>Progression</strong>: Devouring Anvil progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Metamorphic Form</strong>. You can use a bonus action to change the composition of this magic weapon to either iron, quartz, silver, or wood.</p><p><strong>Devour</strong>. You can use an action to feed the weapon 10 gp worth of the materials listed below. When you do, the weapon's composition transforms to match the material devoured and it gains a unique property (as detailed below) while transformed. The weapon can have only one material devoured at a time and devouring a new material replaces the current one.</p><ul><li><p><strong>Obsidian</strong>. You gain a +1 bonus to attack and damage rolls made with this weapon.</p></li><li><p><strong>Stone.</strong> Once per turn, a creature hit by this weapon must succeed on a [[/save strength 15]]saving throw or be knocked &amp;Reference[prone] or pushed 10 feet (your choice). You can use this property a number of times equal to your proficiency bonus and regain all uses when you finish a long rest.</p></li></ul><p>The following materials cost 50 gp each:</p><ul><li><p><strong>Adamantine</strong>. The weapon ignores resistance to bludgeoning damage for Constructs and objects.</p></li><li><p><strong>Gemstone</strong>. The weapon deals an extra [[/r 1d6[radiant]]]{1d6 radiant damage} on a hit.</p></li></ul>",
      "activities": {
        "Devour": {
          "name": "Devour"
        },
        "Obsidian": {
          "name": "Obsidian"
        },
        "Stone": {
          "name": "Stone"
        }
      }
    },
    "Tidal Lash (Common)": {
      "name": "Tidal Lash (Common)",
      "description": "<p><strong>Progression</strong>: Tidal Lash is bound to the ocean goddess who created it, and progresses each time its wielder performs an important task for her, as determined by the GM. The goddess favors wielders who protect the oceans, slay terrible sea monsters, and embark on long ocean voyages to undiscovered places.</p><hr /><p>Attacks made with this magic weapon while underwater do not impose disadvantage.</p>"
    },
    "Hag's ladle (Common)": {
      "name": "Hag's ladle (Common)",
      "description": "<p><strong>Progression</strong>: Hag's Ladle progresses whenever its wielder defeats a hag, witch, or similar malevolent entity, whether by force of arms, or by trickery and guile.</p><hr /><p>While attuned to this magic weapon, when you finish a long rest, you gain proficiency in your choice of Arcana, Medicine, or Nature for 12 hours.</p>"
    },
    "Alder's Travelling Garden (Uncommon)": {
      "name": "Alder's Travelling Garden (Uncommon)",
      "description": "<p><strong>Progression</strong>: Alder's Travelling Garden progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Fertile Soil</strong>. Any seeds of a nonmagical plant that are placed on this magic weapon and remain there from sundown to sunrise take root on it and sprout in [[/r 1d6 #days]]{1d6 days}. Plants on the weapon require no light or nourishment to thrive. A maximum of six plants can live on the weapon. You can choose to remove any of the plants that have taken root.</p><p><strong>Kitchen Garden</strong>. The weapon produces three nourishing berries (as per the @UUID[Compendium.dnd5e.spells24.Item.phbsplGoodberry0]{goodberry } spell) each dawn.</p>"
    },
    "Hivetender's Edge (Uncommon)": {
      "name": "Hivetender's Edge (Uncommon)",
      "description": "<p>Progression: The Hivetender's Edge progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Signature Weapon</strong>. When anyone but the person attuned to this magic weapon picks it up, it emits a high-pitched noise (audible up to 100 feet away) for 10 minutes, without stopping. This includes the first 10 minutes of the attunement process.</p><p><strong>Radiant Blade</strong>. In dim light or darkness, the weapon glows, emitting bright light in a 30-foot-radius sphere.</p>"
    },
    "The Hunger (Very Rare)": {
      "name": "The Hunger (Very Rare)",
      "description": "<p>Progression: The Hunger progresses each time its wielder kills an exceptionally powerful Beast or Monstrosity, as determined by the GM.</p><hr /><p>As this magic weapon progresses, it unlocks properties known as Bestial Aspects. Activating or deactivating an Aspect uses a bonus action. Aspects last until you finish a long rest. You can have [[@prof/2]] Aspects active at once. If you try to exceed your maximum number of Aspects, the oldest Aspect immediately ends, and then the new Aspect applies. The saving throw DC for Aspects is [[8 + @prof + @abilities.str.mod]].</p><p><strong>Aspect of the Goat</strong>. You gain a climbing speed equal to your walking speed.</p><p><strong>Aspect of the Lion</strong>. If you move at least 20 feet straight toward a creature and then hit them with an attack using this weapon, they must succeed on a [[/save strength]] saving throw or be knocked &amp;Reference[prone].</p><p><strong>Aspect of the Dragon</strong>. When you score a critical hit with this weapon, a cone of fire erupts from it in a direction you choose as if you cast @UUID[Compendium.dnd5e.spells24.Item.phbsplBurningHan]{burning hands} (save DC equal to your Aspect save DC).</p><p><strong>Aspect of the Wyvern</strong>. Once per short or long rest, when you hit a creature with an attack using this weapon, you can force it to succeed on a [[/save constitution]] saving throw against your Aspect save DC or become &amp;Reference[poisoned] for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on a success.</p>",
      "activities": {
        "Aspect of the Goat": {
          "name": "Aspect of the Goat"
        },
        "Aspect of the Dragon": {
          "name": "Aspect of the Dragon",
          "condition": "Score a critical hit"
        },
        "Aspect of the Wyvern": {
          "name": "Aspect of the Wyvern",
          "condition": "When you hit a creature with this weapon"
        }
      },
      "effects": {
        "Aspect of the Goat": {
          "name": "Aspect of the Goat"
        },
        "Aspect of the Wyvern": {
          "name": "Aspect of the Wyvern"
        }
      }
    },
    "Constellation (Rare)": {
      "name": "Constellation (Rare)",
      "description": "<p><strong>Progression</strong>: Constellation progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>This weapon's properties, which are inspired by the zodiac constellations, are learned as the weapon increases in power.</p><p>When you attune to this magic weapon or progress from the previous stage, you learn an additional three of the following Constellations of your choice: @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.kh1RQEPRObdJvH3D]{Aquarius}, @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.Xq2twOIA0nka6HFf]{Aries}, @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.UXboZHad9DrbxgrV]{Cancer}, @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.0dZnc9CuMrOu4kh7]{Capricorn}, @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.cd3UBdBKQQpQVZF7]{Gemini}, @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.8vH6FiC3dNajdgY5]{Leo}, @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.UBxqIT5wOxEB4AOV]{Libra}, @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.Et2gcp1ycaZKivbR]{Sagittarius}, or @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.YfP2yYMdwpZQoX28]{Virgo}.</p>"
    },
    "Bluefire (Legendary)": {
      "name": "Bluefire (Legendary)",
      "description": "<p><strong>Bluefire</strong>. Once per long rest, while holding this magic weapon, you can use a bonus action to speak the command word to cause the head to emit blue flames for [[@prof]] hours. You can speak the command word again (no action required) to end the effect early. While the flames have no heat, they cast bright light in a 20-foot radius and dim light for an additional 20 feet. While this is active, the weapon deals [[@prof]] extra fire damage on a hit.</p><p><strong>Azure Eruption</strong>. Once per short or long rest, while Bluefire is active, you can use an action to speak the command word to cause it to unleash a 30-foot cone of blue fire. Each creature in this area must make a [[/save dexterity 18]]saving throw, taking [[/r 3d6[fire]]]{3d6 fire damage} on a failed save, or half as much damage on a successful one.</p><p><strong>Azure Annihilation</strong>. Once per long rest, while Bluefire is active, you can use an action to speak the command word, causing it to unleash a ball of blue fire centered on the weapon. Each creature in a 20-foot-radius sphere (including you) must make a [[/save dexterity 18]]saving throw, taking [[/r (10d10 + 10)[fire]]]{10d10 + 10 fire damage} on a failed save, or half as much damage on a successful one.</p>",
      "activities": {
        "Bluefire": {
          "name": "Bluefire"
        },
        "Azure Eruption": {
          "name": "Azure Eruption",
          "condition": "While Bluefire is active"
        },
        "Azure Annihilation": {
          "name": "Azure Annihilation",
          "condition": "While Bluefire is active"
        }
      }
    },
    "Tomato Vine (Uncommon)": {
      "name": "Tomato Vine (Uncommon)",
      "description": "<p><strong>Progression</strong>: Tomato Vine progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Ammunition</strong>. If you load no ammunition in this magic weapon, it produces its own, automatically creating one tomato (which counts as magic ammunition) when you make a ranged attack with it. Ammunition created by the weapon rots into goo 1 minute after being created.</p><p><strong>Caustic Tomato</strong>. Immediately before making a ranged attack with this weapon, you can expend 1 charge to create a black tomato plump with acid, which deals an extra [[/r (4)[acid]]]{4 acid damage} to the target on a hit.</p><p><strong>Fruit of Life</strong>. You can expend 2 charges to create a juicy, red tomato that restores [[/roll 2d4 + 2]] hit points if consumed. This tomato can also be loaded into the weapon and used as ammunition. A target hit by a ranged attack using this ammunition takes no damage and instead regains [[/roll 1d4 + 1]] hit points.</p>",
      "activities": {
        "Caustic Tomato": {
          "name": "Caustic Tomato"
        },
        "Fruit of Life": {
          "name": "Fruit of Life"
        }
      }
    },
    "Death Nail (Rare)": {
      "name": "Death Nail (Rare)",
      "description": "<p><strong>Progression</strong>: Death Nail progresses whenever the attuned creature's Strength modifier increases.</p><hr /><p>After you make a ranged attack using this magic weapon, it flies back to your hand.</p><p><strong>Death Splinters</strong>. Once per long rest, when you hit with an attack using this weapon, you can speak the command word, causing it to explode into a cloud of bone splinters. Each creature in a 15-foot-radius sphere centered on the weapon (except you) must make a [[/save dexterity 14]] saving throw, taking [[/r 5d6[piercing]]]{5d6 piercing damage} on a failed save, or half as much damage on a successful one. Once this damage has been dealt, the weapon reforms and returns to your hand.</p>",
      "activities": {
        "Death Splinters": {
          "name": "Death Splinters"
        }
      }
    },
    "Scalehead (Rare)": {
      "name": "Scalehead (Rare)",
      "description": "<p><strong>Progression</strong>: Scalehead progresses whenever the attuned creature's Charisma modifier increases.</p><hr /><p><strong>Dragonspeak</strong>. Once per short or long rest, while holding this magic weapon, you can use an action to speak the command word to grant you the ability to read, speak, and write Draconic for 12 hours.</p><p><strong>Dragonhead</strong>. When you finish a long rest, you can choose from the below metals, each associated with a particular metallic dragon. When you do, the weapon's head takes the shape and color of that dragon's head, granting it extra damage on a hit until you finish your next long rest.</p><p><em>Brass</em>. The weapon deals an extra [[/r 1d6[bludgeoning]]]{1d6 bludgeoning damage}.</p><p><em>Bronze</em><strong>.</strong> The weapon deals an extra [[/r 1d6[lightning]]]{1d6 lightning damage}.</p><p><em>Copper</em><strong>.</strong> The weapon deals an extra [[/r 1d6[acid]]]{1d6 acid damage}.</p><p><em>Gold</em><strong>.</strong> The weapon deals an extra [[/r 1d6[fire]]]{1d6 fire damage}.</p><p><em>Silver</em><strong>.</strong> The weapon deals an extra [[/r 1d6[cold]]]{1d6 cold damage}.</p>",
      "activities": {
        "Dragonspeak": {
          "name": "Dragonspeak"
        }
      }
    },
    "Whisperwind (Uncommon)": {
      "name": "Whisperwind (Uncommon)",
      "description": "<p><strong>Progression</strong>: Whisperwind progresses as the attuned creature bests elements of wind. Specific milestones are determined by the GM, but may include defending nature, or surviving natural or magical storms.</p><hr /><p>While holding this magic weapon, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplMessage000]{message}.</p><p><strong>Sturdy Retreat</strong>. When you hit a creature with an attack using this weapon, that creature has disadvantage on opportunity attacks made against you until the start of your next turn.</p>"
    },
    "Mariway's Staff (Legendary)": {
      "name": "Mariway's Staff (Legendary)",
      "description": "<p><strong>Mariway's Cost</strong>. When you attune to this magic weapon, you must permanently sacrifice one Hit Die to the weapon. You remove this Hit Die from your pool but regain it when your attunement to this weapon ends. The size of the sacrificed die is the size of your Cost die, which is used for properties gained as this weapon progresses.</p><p><strong>Mariway's Health</strong>. While holding this weapon, you can use a bonus action to expend a 1st-level spell slot to regain hit points equal to your Cost die roll + your spellcasting ability modifier. You can expend a higher level spell slot (up to a maximum of 5th level) to increase the healing by one Cost die for each slot level above 1st.</p><p><strong>Mariway's Armor</strong>. You gain a +1 bonus to AC while holding this weapon.</p>",
      "activities": {
        "Mariway’s Health": {
          "name": "Mariway’s Health"
        }
      },
      "effects": {
        "Mariway’s Armor": {
          "name": "Mariway’s Armor"
        }
      }
    },
    "Mist Guardian (Very Rare)": {
      "name": "Mist Guardian (Very Rare)",
      "description": "<p><strong>Progression</strong>: Mist Guardian progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Misty Dew</strong>. While holding this magic weapon, you can use a bonus action to cause your space to be lightly obscured by a refreshing spray of cool mist. This mist disappears after 1 minute, or when you use this property again.</p><p><strong>Ixkakaw's Virtue</strong>. Once per long rest, while holding this weapon, you can use an action to create a rainbow arch in your space. Creatures of your choice that can see the rainbow can use their reaction to regain 2d4 hit points and neutralize one poison affecting it.</p><p><strong>Rain of Renewal</strong>. Once per long rest, while holding this weapon, you can use an action to cause a pleasant-smelling rain to fall from the sky in a 10-foot-radius, 40-foot-high cylinder centered on you, which lightly obscures the area. The rain moves with you and falls for 1 minute, or until you dismiss it as a bonus action. Creatures within the rain immediately end any of the following conditions affecting them: &amp;Reference[blinded], &amp;Reference[paralyzed], &amp;Reference[poisoned], or &amp;Reference[stunned].</p><p><strong>Bird of Paradise</strong>. Once per long rest, you can use an action to summon a toucan spirit from the weapon. The spirit disappears after 1 minute or when it drops to 0 hit points. </p><p>The spirit is an ally to you and your companions. In combat, the spirit shares your initiative count, but it takes its turn immediately after yours. It obeys your verbal commands (no action required by you). If you do not issue any, it takes the Dodge action and uses its move to avoid danger. While the spirit is summoned, you cannot use Ixkakaw's Virtue or Rain of Renewal.</p>",
      "activities": {
        "Misty Dew": {
          "name": "Misty Dew"
        },
        "Ixkakaw’s Virtue": {
          "name": "Ixkakaw’s Virtue"
        },
        "Rain of Renewal": {
          "name": "Rain of Renewal"
        },
        "Bird of Paradise": {
          "name": "Bird of Paradise"
        }
      }
    },
    "Hivetender's Edge (Rare)": {
      "name": "Hivetender's Edge (Rare)",
      "description": "<p>Progression: The Hivetender's Edge progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Signature Weapon</strong>. When anyone but the person attuned to this magic weapon picks it up, it emits a high-pitched noise (audible up to 100 feet away) for 10 minutes, without stopping. This includes the first 10 minutes of the attunement process.</p><p><strong>Radiant Blade</strong>. In dim light or darkness, the weapon glows, emitting bright light in a 30-foot-radius sphere.</p><p><strong>Shield of Light</strong>. The weapon projects a circle of shimmering force around itself, granting you a +2 bonus to AC. Shield of Light counts as a shield for any feats, class features, or other abilities that apply to shields.</p><p><strong>Hive Thoughts</strong>. The weapon picks up the thoughts of insects within 30 feet and telepathically communicates them to its wielder. This is not usually terribly useful, or comprehensible. You can choose to tune these thoughts out or focus on a particular thought.</p>",
      "effects": {
        "Shield of Light": {
          "name": "Shield of Light"
        }
      }
    },
    "Alder's Travelling Garden (Very Rare)": {
      "name": "Alder's Travelling Garden (Very Rare)",
      "description": "<p><strong>Progression</strong>: Alder's Travelling Garden progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Fertile Soil</strong>. Any seeds of any plant that are placed on this magic weapon and remain there from sundown to sunrise take root on it and sprout in [[/r 1d6 #days]]{1d6 days}. Plants on the weapon require no light or nourishment to thrive. A maximum of six plants can live on the weapon. You can choose to remove any of the plants that have taken root.</p><p><strong>Kitchen Garden</strong>. The weapon produces three nourishing berries (as per the @UUID[Compendium.dnd5e.spells24.Item.phbsplGoodberry0]{goodberry } spell) each dawn.</p><p><strong>Bursting with Life</strong>. When you reduce a creature to 0 hit points with an attack from this weapon, plants burst from the target's body, growing rapidly in a 20-foot radius centered on the target, creating difficult terrain. When a creature enters the area for the first time on a turn or starts its turn there, the creature must succeed on a [[/save dexterity 16]]saving throw or trip over the plants, falling &amp;Reference[prone]. In addition, creatures who move into or within the area now take [[/roll 1d6 piercing]] damage from thorny growths for every 5 feet it travels.</p>",
      "activities": {
        "Bursting With Life": {
          "name": "Bursting With Life",
          "condition": "When you reduce a creature to 0 hit points"
        }
      }
    },
    "Greataxe (Very Rare)": {
      "name": "Greataxe (Very Rare)",
      "description": "<p><strong>Progression</strong>: Master Key progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Breaker of Doors</strong>. You gain a +5 bonus to attack and damage rolls against doors and locks made with this magic weapon.</p><p><strong>Tools</strong>. Once per short or long rest, you can use a bonus action to speak the command word, causing the weapon to transform into a mundane set of thieves' tools for 10 minutes. You gain proficiency with thieves' tools while using the weapon this way. You can speak the command word again to end the transformation early.</p><p><strong>Knock</strong>. Once per long rest, you can use a bonus action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplKnock00000]{knock}.</p><p><strong>Dispel</strong>. Once per long rest, you can use a bonus action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplDispelMagi]{dispel magic} (if you do not have the Spellcasting or Pact Magic feature, you make an [[/skill arcana]] check in place of the spellcasting ability check).</p>",
      "activities": {
        "Tools": {
          "name": "Tools"
        }
      }
    },
    "Trident of R'lyeh (Common)": {
      "name": "Trident of R'lyeh (Common)",
      "description": "<p>The Trident of R'lyeh progresses whenever the attuned creature's proficiency bonus increases. Each time the weapon progresses, its owner's body changes to more closely resemble a deep one.</p><p><strong>Curse of Cthulhu</strong>. A creature attuned to the weapon cannot end the attunement voluntarily. A @UUID[Compendium.dnd5e.spells24.Item.phbsplGreaterRes]{greater restoration} spell breaks the attunement, but it takes it takes ([[/r 1d6 + @prof]]{1d6 + proficiency}) days for their body to return to its original appearance.</p><hr /><p>When you attune to this magic weapon, tiny gills appear on your neck. You can breathe underwater for 10 minutes at a time.</p>"
    },
    "Rising Tide (Legendary)": {
      "name": "Rising Tide (Legendary)",
      "description": "<p>Attacks made with this magic weapon while underwater do not impose disadvantage.</p><p><strong>Tidal Reach</strong>. You can use a bonus action to mentally command the weapon's haft to extend into a ten-footlong tentacle tipped with the mace's pearlescent conch head, granting it the reach property.</p><p>Master of Tides. While holding this weapon, you can use an action to expend a number of charges to cast one of the following spells:</p><ul><li><p>2 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplAlterSelf0]{alter self}</p><ul><li><p>Once per long rest, you can use this without expending charges.</p></li></ul></li><li><p>3 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplConjureAni]{conjure animals}</p></li><li><p>4 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplControlWat]{control water}</p></li><li><p>6 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplOtilukesFr]{freezing sphere}, @UUID[Compendium.dnd5e.spells24.Item.phbsplWallofIce0]{wall of ice}</p></li><li><p>8 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplControlWea]{control weather}</p></li></ul><p>You can expend additional charges to increase the spell slot level of these spells by one for each additional charge expended. When you cast alter self from this weapon, you can only choose the Aquatic Adaptation benefit, and when you cast conjure animals from it, the spirits you summon must take the form of creatures who make their home in the ocean.</p><p><strong>Tidal Shield</strong>. When you are hit with a melee attack, you can use your reaction to expend 1 charge to push your attacker 20 feet away from you with a jet of water.</p>",
      "activities": {
        "Tidal Reach": {
          "name": "Tidal Reach"
        },
        "Tidal Shield": {
          "name": "Tidal Shield"
        }
      }
    },
    "Ruldar's Steeds (Rare)": {
      "name": "Ruldar's Steeds (Rare)",
      "description": "<p><strong>Progression</strong>: Ruldar's Steeds progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Animal Love</strong>. While attuned to this magic weapon, you gain proficiency with the Animal Handling skill. If you are already proficient, you gain expertise instead.</p><p><strong>Honorable Steed</strong>. Once per long rest, while holding this weapon, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplFindSteed0]{find steed}. When cast this way, the spell summons Lula (a giant lizard), or Quakers (a giant duck). All steeds summoned by this spell are Fey.</p>",
      "activities": {
        "Honorable Steed": {
          "name": "Honorable Steed",
          "profiles": {
            "Lula": {
              "name": "Lula"
            },
            "Quakers": {
              "name": "Quakers"
            }
          }
        }
      },
      "effects": {
        "Animal Love": {
          "name": "Animal Love"
        }
      }
    },
    "Eclipse's Edge (Rare)": {
      "name": "Eclipse's Edge (Rare)",
      "description": "<p>Progression: Eclipse's Edge progresses as its wielder performs acts that maintain or restore balance between opposing forces. Significant achievements are determined by the GM, but may include reconciling feuding factions or vanquishing a creature threatening to disrupt the world's natural order.</p><hr /><p>While holding this magic weapon, you can use an action to instantaneously light or snuff a candle, torch, or small campfire within 30 feet. In addition, you can use an action to cast the light cantrip, targeting this weapon.</p><p>When you hit a creature with a [[@prof/2]] CR with an attack using this weapon, the weapon gains 1 charge and begins to glow.</p><p><strong>Lunar Strike</strong>. You can use an action to expend 2 charges to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplMoonbeam00]{moonbeam }(save DC 15). You can spend additional charges to cast moonbeam at a level equal to the total number of charges expended. Once you have cast moonbeam from this weapon, you cannot do so again until you finish a short or long rest.</p>"
    },
    "Hivetender's Edge (Common)": {
      "name": "Hivetender's Edge (Common)",
      "description": "<p>Progression: The Hivetender's Edge progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Signature Weapon</strong>. When anyone but the person attuned to this magic weapon picks it up, it emits a high-pitched noise (audible up to 100 feet away) for 10 minutes, without stopping. This includes the first 10 minutes of the attunement process.</p>"
    },
    "Bellier's Razorfin (Rare)": {
      "name": "Bellier's Razorfin (Rare)",
      "description": "<p><strong>Progression</strong>: Bellier's Razorfin progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Propellers</strong>. While holding this magic weapon, you can cause the fin blades to spin like propellers, granting you a swimming speed of 30 feet until the end of your turn.</p><p><strong>Burst of Spinning Blades</strong>. When you hit with an attack using this weapon, creatures (other than you) within 5 feet of the target must succeed on a [[/save dexterity 15]]saving throw or take [[/r 1d6[slashing]]]{1d6 slashing damage}.</p>",
      "activities": {
        "Propellers": {
          "name": "Propellers"
        },
        "Burst of Spinning Blades": {
          "name": "Burst of Spinning Blades"
        }
      },
      "effects": {
        "Bellier's Razorfin (Common)": {
          "name": "Bellier's Razorfin (Common)"
        }
      }
    },
    "Krampus Cane (Uncommon)": {
      "name": "Krampus Cane (Uncommon)",
      "description": "<p><strong>Progression</strong>: Krampus canes increase in power as the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Stench of Death</strong>. Once per long rest, while holding this magic weapon, you can use an action to speak its command word, causing it to emit the foul stench of death and decay for 1 minute. The smell is noticeable by any creature within 60 feet of you that can smell. While Stench of Death is active, attacks made with this weapon deal an extra [[/r 2d6[necrotic]]]{2d6 necrotic damage}.</p>",
      "activities": {
        "Stench of Death": {
          "name": "Stench of Death"
        }
      }
    },
    "Ruldar's Steeds (Legendary)": {
      "name": "Ruldar's Steeds (Legendary)",
      "description": "<p><strong>Animal Love</strong>. While attuned to this magic weapon, you gain proficiency with the Animal Handling skill. If you are already proficient, you gain expertise instead.</p><p><strong>Honorable Steed</strong>. Once per long rest, while holding this weapon, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplFindSteed0]{find steed}. When cast this way, the spell summons Lula (a giant lizard), Quakers (a giant duck), Chips (a giant scorpion), or Garg (a giant shark). All steeds summoned by this spell are Fey.</p><p><strong>Summon the Horde</strong>. When using Honorable Steed, you can choose to lose 35 hit points. When you do, you summon your choice of three of the four available steeds at once. When summoned this way, the spell's duration is 1 hour. You can extend the duration by an hour by losing an additional 10 hit points per hour the duration is extended. You can also choose to summon all four at the cost of an additional 15 hit points.</p><p><strong>Dimension Door</strong>. While holding this weapon, you can use an action to lose 40 hit points and cast @UUID[Compendium.dnd5e.spells24.Item.phbsplDimensionD]{dimension door}.</p>",
      "activities": {
        "Honorable Steed": {
          "name": "Honorable Steed",
          "profiles": {
            "Lula": {
              "name": "Lula"
            },
            "Quakers": {
              "name": "Quakers"
            },
            "Chips": {
              "name": "Chips"
            },
            "Garg": {
              "name": "Garg"
            }
          }
        }
      },
      "effects": {
        "Animal Love": {
          "name": "Animal Love"
        }
      }
    },
    "Greataxe (Legendary)": {
      "name": "Greataxe (Legendary)",
      "description": "<p><strong>Breaker of Doors</strong>. You gain a +5 bonus to attack and damage rolls against doors and locks made with this magic weapon.</p><p><strong>Tools</strong>. Once per short or long rest, you can use a bonus action to speak the command word, causing the weapon to transform into a mundane set of thieves' tools for 10 minutes. You gain proficiency with thieves' tools while using the weapon this way. You can speak the command word again to end the transformation early.</p><p><strong>Knock</strong>. Once per long rest, you can use a bonus action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplKnock00000]{knock}.</p><p><strong>Dispel</strong>. Once per long rest, you can use a bonus action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplDispelMagi]{dispel magic} (if you do not have the Spellcasting or Pact Magic feature, you make an [[/skill arcana]] check in place of the spellcasting ability check).</p><p><strong>Lock</strong>. Once per short or long rest, you can use a bonus action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplArcaneLock]{arcane lock}.</p><p><strong>Open Sesame.</strong> Once per long rest, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplPasswall00]{passwall}.</p>",
      "activities": {
        "Tools": {
          "name": "Tools"
        }
      }
    },
    "Hearthfriend (Uncommon)": {
      "name": "Hearthfriend (Uncommon)",
      "description": "<p><strong>Progression</strong>: Hearthfriend progresses the first time its wielder cooks a meal for their friends after each proficiency bonus increase, or during other important meals, at the GM's discretion.</p><hr /><p><strong>Heroic Meal</strong>. When finishing a long rest, you can cook and eat a heroic meal. You gain temporary hit points equal to your proficiency bonus (or twice your bonus if you are a Halfling). You can share this benefit with up to two other creatures.</p><p><strong>Flick and Flip</strong>. When you score a critical hit against a creature with this weapon, the target must succeed on a [[/save strength 13]]saving throw or be flipped like an pancake, landing &amp;Reference[prone].</p>",
      "activities": {
        "Flick and Flip": {
          "name": "Flick and Flip"
        }
      }
    },
    "Libra": {
      "name": "Libra",
      "description": "<p>When you roll a 1 on the d20 for an attack roll, ability check, or saving throw, you can use your reaction to reroll the die and must use the new roll. Alternatively, immediately after another creature makes an attack roll, ability check, or saving throw within 30 feet of you, you can use your reaction to force the target to reroll the die and they must use the new roll.</p>"
    },
    "Cancer": {
      "name": "Cancer",
      "description": "<p>As an action, you can manifest a phantasmal chitinous carapace to cover your body, granting you [[3*@prof]] temporary hit points. The carapace dissipates when the temporary hit points are lost, or when you finish a long rest.</p>"
    },
    "Death Nail (Legendary)": {
      "name": "Death Nail (Legendary)",
      "description": "<p><strong>Progression</strong>: Death Nail progresses whenever the attuned creature's Strength modifier increases.</p><hr /><p>After you make a ranged attack using this magic weapon, it flies back to your hand.</p><p><strong>Death Splinters</strong>. Once per long rest, when you hit with an attack using this weapon, you can speak the command word, causing it to explode into a cloud of bone splinters. Each creature in a 20-foot-radius sphere centered on the weapon (except you) must make a [[/save dexterity 16]] saving throw, taking [[/r 6d6[piercing]]]{6d6 piercing damage} on a failed save, or half as much damage on a successful one. Once this damage has been dealt, the weapon reforms and returns to your hand.</p><p><strong>Life for Death</strong>. When you hit with an attack using this weapon, you can choose to lose a number of hit points equal to or less than your Strength score and deal necrotic damage to the target equal to the hit points lost.</p>",
      "activities": {
        "Death Splinters": {
          "name": "Death Splinters"
        }
      }
    },
    "Longsword (Rare)": {
      "name": "Longsword (Rare)",
      "description": "<p><strong>Progression</strong>: Counterpoise progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p>Counterpoise is a nonmagical weapon that becomes magical when one of its properties is used.</p><p><strong>Advantageous Attack</strong>. Twice per long rest, when you make an attack with this weapon, you can choose to attack with advantage. Doing so also makes the weapon magical until the end of your next turn.</p><p><strong>Tip the Scales</strong>. You can expend up to 3 charges to gain a bonus to attack and damage rolls with this weapon equal to the number of charges expended for 1 minute. Doing so also makes the weapon magical for the duration.</p>",
      "activities": {
        "Advantageous Attack": {
          "name": "Advantageous Attack"
        },
        "Tip the Scales": {
          "name": "Tip the Scales"
        }
      }
    },
    "My Lady's Favor (Very Rare)": {
      "name": "My Lady's Favor (Very Rare)",
      "description": "<p><strong>Progression</strong>: My Lady's Favor progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Appropriately Dressed</strong>. While this magic weapon is on your person, you can use a bonus action to change the appearance of your clothing to something appropriate to the current situation. You can also remove bloodstains, damage, or other imperfections.</p><p><strong>Appropriately Charming</strong>. You gain proficiency in the Persuasion skill. If you are already proficient, you gain expertise instead.</p><p><strong>Appropriately Vicious</strong>. Once per long rest, you can use a bonus action to increase your Strength score by a number equal to your proficiency bonus (to a maximum of 22). This increase lasts for 10 minutes.</p><p><strong>Appropriately Devastating</strong>. The weapon has 3 charges, and regains 1d3 expended charges when you finish a long rest. When you hit with an attack using this weapon, you can use your reaction to expend 1 charge to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplShatter000]{shatter }as a 4th-level spell (save DC 17) centered on this weapon. You are unaffected by the spell.</p>",
      "activities": {
        "Appropriately Vicious": {
          "name": "Appropriately Vicious"
        },
        "Appropriately Devastating": {
          "name": "Appropriately Devastating"
        }
      },
      "effects": {
        "My Lady's Favor (Uncommon)": {
          "name": "My Lady's Favor (Uncommon)"
        }
      }
    },
    "Hearthfriend (Rare)": {
      "name": "Hearthfriend (Rare)",
      "description": "<p><strong>Progression</strong>: Hearthfriend progresses the first time its wielder cooks a meal for their friends after each proficiency bonus increase, or during other important meals, at the GM's discretion.</p><hr /><p><strong>Heroic Meal</strong>. When finishing a long rest, you can cook and eat a heroic meal. You gain temporary hit points equal to your proficiency bonus (or twice your bonus if you are a Halfling). You can share this benefit with up to two other creatures.</p><p>In addition, choose one of these virtues: bravery, hardiness, or wit. Each creature that eats the meal can add 1d4 to its saving throws against the condition corresponding to the chosen virture until the end of its next long rest. The conditions are as follows: &amp;Reference[frightened] (bravery), &amp;Reference[poisoned] (hardiness), or &amp;Reference[charmed] (wit).</p><p><strong>Flick and Flip</strong>. When you score a critical hit against a creature with this weapon, the target must succeed on a [[/save strength 15]]saving throw or be flipped like an pancake, being flung 10 feet in the air, taking falling damage and landing &amp;Reference[prone].</p>",
      "activities": {
        "Flick and Flip": {
          "name": "Flick and Flip"
        }
      }
    },
    "Longsword (Common)": {
      "name": "Longsword (Common)",
      "description": "<p><strong>Progression</strong>: Counterpoise progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p>Counterpoise is a nonmagical weapon that becomes magical when one of its properties is used.</p><p><strong>Advantageous Attack</strong>. Once per long rest, when you make an attack with this weapon, you can choose to attack with advantage. Doing so also makes the weapon magical until the end of your next turn.</p>",
      "activities": {
        "Advantageous Attack": {
          "name": "Advantageous Attack"
        }
      }
    },
    "Lucid Warblade (Rare)": {
      "name": "Lucid Warblade (Rare)",
      "description": "<p><strong>Progression</strong>: Lucid warblades progress whenever the attuned creature's proficiency bonus increases.</p><hr /><p>This magic weapon has 6 charges, and regains a variable number of charges at night based on the current phase of the moon.</p><table><tbody><tr><th><p>Moon Phase</p></th><th><p>Number of Charges</p></th></tr><tr><td><p>Full moon</p></td><td><p>3 charges</p></td></tr><tr><td><p>Half moon</p></td><td><p>2 charges</p></td></tr><tr><td><p>Crescent moon</p></td><td><p>1 charge</p></td></tr><tr><td><p>New moon</p></td><td><p>0 charges</p></td></tr></tbody></table><p><strong>Energize</strong>. You can use a bonus action to expend up to 3 charges to energize the weapon, bathing it in a green glow for 1 hour. For the duration, you gain a bonus to attack and damage rolls made with this weapon equal to the number of charges you expended.</p><p><strong>Nimble</strong>. While the weapon is Energized, you gain uncanny combat dexterity. When hit by an attack you can see, you can use your reaction to attempt to reduce the damage by half. To do so, make a [[/save dexterity]] saving throw, with the DC equal to the attacker's attack roll.</p><p><strong>Sleep</strong>. You can use an action to expend 1 charge to cast sleep. You can expend additional charges to cast it at a level equal to the total number of charges expended.</p><p><strong>Lucidity</strong>. While attuned to this weapon, you no longer need to sleep, but can choose to fall asleep if you wish.</p>",
      "activities": {
        "Energize": {
          "name": "Energize"
        },
        "Sleep": {
          "name": "Sleep"
        }
      }
    },
    "Constellation (Common)": {
      "name": "Constellation (Common)",
      "description": "<p><strong>Progression</strong>: Constellation progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>This weapon's properties, which are inspired by the zodiac constellations, are learned as the weapon increases in power.</p><p>When you attune to this magic weapon, you learn one of the following Constellations of your choice: @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.kh1RQEPRObdJvH3D]{Aquarius}, @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.0dZnc9CuMrOu4kh7]{Capricorn}, @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.UBxqIT5wOxEB4AOV]{Libra}, or @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.YfP2yYMdwpZQoX28]{Virgo}. To activate a Constellation, you must speak the command word (the Constellation's name). Each learned Constellation can only be used once per long rest.</p>"
    },
    "My Lady's Favor (Common)": {
      "name": "My Lady's Favor (Common)",
      "description": "<p><strong>Progression</strong>: My Lady's Favor progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Appropriately Dressed</strong>. While this magic weapon is on your person, you can use a bonus action to change the appearance of your clothing to something appropriate to the current situation.</p>"
    },
    "Greataxe (Uncommon)": {
      "name": "Greataxe (Uncommon)",
      "description": "<p><strong>Progression</strong>: Master Key progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Breaker of Doors</strong>. You gain a +3 bonus to attack and damage rolls against doors and locks made with this magic weapon.</p><p><strong>Tools</strong>. Once per long rest, you can use a bonus action to speak the command word, causing the weapon to transform into a mundane set of thieves' tools for 10 minutes. You gain proficiency with thieves' tools while using the weapon this way. You can speak the command word again to end the transformation early.</p>",
      "activities": {
        "Tools": {
          "name": "Tools"
        }
      }
    },
    "Cindersmash (Rare)": {
      "name": "Cindersmash (Rare)",
      "description": "<p>Progression: Cindersmash progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Warmth</strong>. Once per short or long rest, as a bonus action, you can speak this magic weapon's command word, causing its pocked-stone head to glow red, generating a 5-foot-radius sphere of heat for 1 hour. Each creature within the sphere has resistance to cold damage and advantage on cold related savings throws for the duration.</p><p><strong>Blaze</strong>. Once per long rest, as a bonus action, you can speak the command word, causing the weapon's head to glow red and pop with molten sparks for 10 minutes, or until you use a bonus action to end the effect. For the duration, the weapon deals an extra [[/r 2d6[fire]]]{2d6 fire damage} on a hit.</p>",
      "activities": {
        "Warmth": {
          "name": "Warmth"
        },
        "Blaze": {
          "name": "Blaze"
        }
      }
    },
    "Aries": {
      "name": "Aries",
      "description": "<p>As an action, you can transform the weapon into a portable ram to break down doors. When doing so, you gain a +4 bonus on the Strength check. One other creature can help you use the ram, giving you advantage on this check. This transformation lasts for 1 hour, or until you speak the command word again (no action required).</p>"
    },
    "Bluefire (Rare)": {
      "name": "Bluefire (Rare)",
      "description": "<p><strong>Progression</strong>: Bluefire progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Bluefire</strong>. Once per long rest, while holding this magic weapon, you can use a bonus action to speak the command word to cause the head to emit blue flames for 1 hour. You can speak the command word again (no action required) to end the effect early. While the flames have no heat, they cast bright light in a 20-foot radius and dim light for an additional 20 feet. While this is active, the weapon deals [[@prof]] extra fire damage on a hit.</p><p><strong>Azure Eruption</strong>. Once per long rest, while Bluefire is active, you can use an action to speak the command word to cause it to unleash a 30-foot cone of blue fire. Each creature in this area must make a [[/save dexterity 14]]saving throw, taking [[/r 3d6[fire]]]{3d6 fire damage} on a failed save, or half as much damage on a successful one.</p>",
      "activities": {
        "Bluefire": {
          "name": "Bluefire"
        },
        "Azure Eruption": {
          "name": "Azure Eruption",
          "condition": "While Bluefire is active"
        }
      }
    },
    "Alder's Travelling Garden (Legendary)": {
      "name": "Alder's Travelling Garden (Legendary)",
      "description": "<p><strong>Fertile Soil</strong>. Any seeds of any plant that are placed on this magic weapon and remain there from sundown to sunrise take root on it and sprout in [[/r 1d6 #days]]{1d6 days}. Plants on the weapon require no light or nourishment to thrive. A maximum of six plants can live on the weapon. You can choose to remove any of the plants that have taken root.</p><p><strong>Kitchen Garden</strong>. The weapon produces three nourishing berries (as per the @UUID[Compendium.dnd5e.spells24.Item.phbsplGoodberry0]{goodberry } spell) each dawn.</p><p><strong>Bursting with Life</strong>. When you reduce a creature to 0 hit points with an attack from this weapon, plants burst from the target's body, growing rapidly in a 30-foot radius centered on the target, creating difficult terrain. When a creature enters the area for the first time on a turn or starts its turn there, the creature must succeed on a [[/save dexterity 18]]saving throw or trip over the plants, falling &amp;Reference[prone]. In addition, creatures who move into or within the area now take [[/roll 2d6 piercing]] damage from thorny growths for every 5 feet it travels.</p>",
      "activities": {
        "Bursting With Life": {
          "name": "Bursting With Life",
          "condition": "When you reduce a creature to 0 hit points"
        }
      }
    },
    "Virgo": {
      "name": "Virgo",
      "description": "<p>You gain a +[[@prof]] bonus to Wisdom (Perception) and Intelligence (Investigation) checks for [[@prof]] hours. However, this bonus is not applied to your passive Perception.</p>",
      "effects": {
        "Virgo": {
          "name": "Virgo"
        }
      }
    },
    "Devouring Anvil (Uncommon)": {
      "name": "Devouring Anvil (Uncommon)",
      "description": "<p><strong>Progression</strong>: Devouring Anvil progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Metamorphic Form</strong>. You can use a bonus action to change the composition of this magic weapon to either iron, quartz, silver, or wood.</p><p><strong>Devour</strong>. You can use an action to feed the weapon 10 gp worth of the materials listed below. When you do, the weapon's composition transforms to match the material devoured and it gains a unique property (as detailed below) while transformed. The weapon can have only one material devoured at a time and devouring a new material replaces the current one.</p><p><strong>Obsidian</strong>. You gain a +1 bonus to attack and damage rolls made with this weapon.</p><p><strong>Stone.</strong> Once per turn, a creature hit by this weapon must succeed on a [[/save strength 15]]saving throw or be knocked &amp;Reference[prone] or pushed 10 feet (your choice). You can use this property a number of times equal to your proficiency bonus and regain all uses when you finish a long rest.</p>",
      "activities": {
        "Devour": {
          "name": "Devour"
        },
        "Obsidian": {
          "name": "Obsidian"
        },
        "Stone": {
          "name": "Stone"
        }
      }
    },
    "Alder's Travelling Garden (Rare)": {
      "name": "Alder's Travelling Garden (Rare)",
      "description": "<p><strong>Progression</strong>: Alder's Travelling Garden progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Fertile Soil</strong>. Any seeds of a nonmagical plant that are placed on this magic weapon and remain there from sundown to sunrise take root on it and sprout in [[/r 1d6 #days]]{1d6 days}. Plants on the weapon require no light or nourishment to thrive. A maximum of six plants can live on the weapon. You can choose to remove any of the plants that have taken root.</p><p><strong>Kitchen Garden</strong>. The weapon produces three nourishing berries (as per the @UUID[Compendium.dnd5e.spells24.Item.phbsplGoodberry0]{goodberry } spell) each dawn.</p><p><strong>Bursting with Life</strong>. When you reduce a creature to 0 hit points with an attack from this weapon, plants burst from the target's body, growing rapidly in a 20-foot radius centered on the target, creating difficult terrain. When a creature enters the area for the first time on a turn or starts its turn there, the creature must succeed on a [[/save dexterity 14]]saving throw or trip over the plants, falling &amp;Reference[prone].</p>",
      "activities": {
        "Bursting With Life": {
          "name": "Bursting With Life",
          "condition": "When you reduce a creature to 0 hit points"
        }
      }
    },
    "Icon of the Deceiver (Common)": {
      "name": "Icon of the Deceiver (Common)",
      "description": "<p>Progression: Icon of the Deceiver progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Ravenous Razor</strong>. When you hit with an attack using this weapon, the blade howls and roars with delight, which can be heard up to 300 feet away.</p>"
    },
    "Cindersmash (Uncommon)": {
      "name": "Cindersmash (Uncommon)",
      "description": "<p>Progression: Cindersmash progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Warmth</strong>. Once per short or long rest, as a bonus action, you can speak this magic weapon's command word, causing its pocked-stone head to glow red, generating a 5-foot-radius sphere of heat for 1 hour. Each creature within the sphere has resistance to cold damage and advantage on cold related savings throws for the duration.</p><p><strong>Blaze</strong>. Once per long rest, as a bonus action, you can speak the command word, causing the weapon's head to glow red and pop with molten sparks for 10 minutes, or until you use a bonus action to end the effect. For the duration, the weapon deals an extra [[/r 1d6[fire]]]{1d6 fire damage} on a hit.</p>",
      "activities": {
        "Warmth": {
          "name": "Warmth"
        },
        "Blaze": {
          "name": "Blaze"
        }
      }
    },
    "Cindersmash (Common)": {
      "name": "Cindersmash (Common)",
      "description": "<p>Progression: Cindersmash progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Warmth</strong>. Once per long rest, as a bonus action, you can speak this magic weapon's command word, causing its pocked-stone head to glow red, generating a 5-foot-radius sphere of heat for 1 hour. Each creature within the sphere has resistance to cold damage and advantage on cold related savings throws for the duration.</p>",
      "activities": {
        "Warmth": {
          "name": "Warmth"
        }
      }
    },
    "Mist Guardian (Legnedary)": {
      "name": "Mist Guardian (Legnedary)",
      "description": "<p><strong>Misty Dew</strong>. While holding this magic weapon, you can use a bonus action to cause your space to be lightly obscured by a refreshing spray of cool mist. This mist disappears after 1 minute, or when you use this property again.</p><p><strong>Ixkakaw's Virtue</strong>. Once per long rest, while holding this weapon, you can use an action to create a rainbow arch in your space. Creatures of your choice that can see the rainbow can use their reaction to regain 2d4 hit points and neutralize one poison affecting it.</p><p><strong>Rain of Renewal</strong>. Once per long rest, while holding this weapon, you can use an action to cause a pleasant-smelling rain to fall from the sky in a 10-foot-radius, 40-foot-high cylinder centered on you, which lightly obscures the area. The rain moves with you and falls for 1 minute, or until you dismiss it as a bonus action. Creatures within the rain immediately end any of the following conditions affecting them: &amp;Reference[blinded], &amp;Reference[paralyzed], &amp;Reference[poisoned], or &amp;Reference[stunned].</p><p><strong>Bird of Paradise</strong>. Once per long rest, you can use an action to summon a toucan spirit from the weapon. The spirit disappears after 1 minute or when it drops to 0 hit points.</p><p>The spirit is an ally to you and your companions. In combat, the spirit shares your initiative count, but it takes its turn immediately after yours. It obeys your verbal commands (no action required by you). If you do not issue any, it takes the Dodge action and uses its move to avoid danger. While the spirit is summoned, you cannot use Ixkakaw's Virtue or Rain of Renewal.</p>",
      "activities": {
        "Misty Dew": {
          "name": "Misty Dew"
        },
        "Ixkakaw’s Virtue": {
          "name": "Ixkakaw’s Virtue"
        },
        "Rain of Renewal": {
          "name": "Rain of Renewal"
        },
        "Bird of Paradise": {
          "name": "Bird of Paradise"
        }
      }
    },
    "Trouble Clef (Rare)": {
      "name": "Trouble Clef (Rare)",
      "description": "<p><strong>Progression</strong>: Trouble Clef progresses whenever the attuned creature gains an Ability Score Improvement.</p><hr /><p>While holding this magic weapon, you can use an action to transform it into any musical instrument with which you are proficient, or back into its weapon form.</p><p><strong>Paramount</strong>. When you roll initiative while carrying this weapon, you add your proficiency bonus to your initiative roll.</p><p><strong>Bass Note</strong>. When you hit with an attack using this weapon, you can choose to expend a spell slot to deal an extra [[/r 1d8[thunder]]]{1d8 thunder damage} per level of the slot expended to the target. Creatures within 5 feet of the target must make a [[/save con dc=@attributes.spell.dc]] saving throw against your spell save DC, taking the same amount of damage on a failed save, or half as much damage on a successful one.</p>",
      "activities": {
        "Bass Note": {
          "name": "Bass Note"
        }
      }
    },
    "Serpent's Tongue (Very Rare)": {
      "name": "Serpent's Tongue (Very Rare)",
      "description": "<p><strong>Progression</strong>: Serpent's Tongue progresses each time its wielder succeeds at persuading or deceiving a creature into giving up something it does not want to part with. The creature tricked must have a CR that is at least one higher than the wielder's level, and cannot be &amp;Reference[charmed] or otherwise ensorcelled by magic. The creature's proficiency bonus must increase before the item can increase in power again.</p><hr /><p>You gain proficiency in the Deception skill. If you are already proficient, you gain expertise instead.</p><p><strong>Forked Tongue</strong>. When you make a [[/skill deception]] check, you can roll [[/roll 1d6]] and add the number rolled to the check. If you use this property and your check fails, the creature you made the check against becomes unfriendly or hostile toward you (the GM decides).</p><p><strong>Mind Venom</strong>. When you hit a creature with this weapon, you can choose to deal psychic damage instead of piercing damage.</p><p><strong>Erode Confidence</strong>. If you succeed on a Charisma (Deception) or Charisma (Persuasion) check against a creature, it is &amp;Reference[charmed] by you for 1 hour, or until you, or an ally, attack it or cast a spell on it. If the creature remains &amp;Reference[charmed] for the duration, its attitude toward you afterward remains neutral or friendly until you take a hostile action toward it. You can use this property a number of times equal to half your proficiency bonus and regain all expended uses when you finish a long rest.</p>",
      "activities": {
        "Erode Confidence": {
          "name": "Erode Confidence"
        }
      },
      "effects": {
        "Serpent's Tongue": {
          "name": "Serpent's Tongue"
        }
      }
    },
    "Krampus Cane (Very Rare)": {
      "name": "Krampus Cane (Very Rare)",
      "description": "<p><strong>Progression</strong>: Krampus canes increase in power as the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Stench of Death</strong>. Once per short or long rest, while holding this magic weapon, you can use a bonus action to speak its command word, causing it to emit the foul stench of death and decay for 5 minutes. The smell is noticeable by any creature within 60 feet of you that can smell. While Stench of Death is active, attacks made with this weapon deal an extra [[/r 3d6[necrotic]]]{3d6 necrotic damage}.</p><p>Once per short or long rest, while holding this weapon, you can use an action to speak the command word to activate one of the following properties, each of which has a duration of 2 hours.</p><ul><li><p><strong>Goatshape.</strong> You transform yourself into a @UUID[Compendium.dnd5e.actors24.Actor.mmGoat0000000000]{goat}, as per the polymorph spell. </p></li><li><p><strong>Form of Krampus</strong>. Your body takes on several of Krampus' physical traits and special attacks.</p><ul><li><p><strong>Cloven Hooves.</strong> Your feet transform into cloven hooves. You have advantage on Strength and Dexterity saving throws made against effects that would knock you &amp;Reference[prone], and your movement is unaffected by difficult terrain.</p></li><li><p><strong>Horns.</strong> Long, pointed horns erupt from your skull. For the duration, you gain the following magical attack and ability.</p><ul><li><p><strong>Ram.</strong> Melee Weapon Attack (Horns): Proficiency Bonus plus STR Modifier to hit, reach 10 ft., one target. Hit: 3d6 + STR Modifier piercing damage.</p></li><li><p><strong>Charge.</strong> If you move at least 20 feet straight toward a target and then hit it with a Ram attack on the same turn, the target takes an extra [[/r 3d6[piercing]]]{3d6 piercing damage}.</p></li></ul></li></ul></li></ul>",
      "activities": {
        "Stench of Death": {
          "name": "Stench of Death"
        },
        "Goatshape": {
          "name": "Goatshape"
        },
        "Ram": {
          "name": "Ram"
        }
      }
    },
    "The Hunger (Legendary)": {
      "name": "The Hunger (Legendary)",
      "description": "<p>As this magic weapon progresses, it unlocks properties known as Bestial Aspects. Activating or deactivating an Aspect uses a bonus action. Aspects last until you finish a long rest. You can have [[@prof/2]] Aspects active at once. If you try to exceed your maximum number of Aspects, the oldest Aspect immediately ends, and then the new Aspect applies. The saving throw DC for Aspects is [[8 + @prof + @abilities.str.mod]].</p><p><strong>Aspect of the Goat</strong>. You gain a climbing speed equal to your walking speed.</p><p><strong>Aspect of the Lion</strong>. If you move at least 20 feet straight toward a creature and then hit them with an attack using this weapon, they must succeed on a [[/save strength]] saving throw or be knocked &amp;Reference[prone].</p><p><strong>Aspect of the Dragon</strong>. When you score a critical hit with this weapon, a cone of fire erupts from it in a direction you choose as if you cast @UUID[Compendium.dnd5e.spells24.Item.phbsplBurningHan]{burning hands} (save DC equal to your Aspect save DC).</p><p><strong>Aspect of the Wyvern</strong>. Once per short or long rest, when you hit a creature with an attack using this weapon, you can force it to succeed on a [[/save constitution]] saving throw against your Aspect save DC or become &amp;Reference[poisoned] for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on a success.</p><p><strong>Aspect of the Predato</strong>r. When you kill a creature with an attack using this weapon, you gain temporary hit points equal to its challenge rating. In addition, you have advantage on Wisdom (Perception) checks that rely on hearing or smell.</p><p>Once per long rest, while this Aspect is active, you can choose to gain hyper-acute senses for 1 hour. For the duration, you can detect the location of any creatures within 1,000 feet that are missing any of their hit points. You can home in on a specific creature and if the creature is moving, you know the direction of its movement. Additionally, your movement speed is increased by 10 feet.</p>",
      "activities": {
        "Aspect of the Goat": {
          "name": "Aspect of the Goat"
        },
        "Aspect of the Dragon": {
          "name": "Aspect of the Dragon",
          "condition": "Score a critical hit"
        },
        "Aspect of the Wyvern": {
          "name": "Aspect of the Wyvern",
          "condition": "When you hit a creature with this weapon"
        }
      },
      "effects": {
        "Aspect of the Goat": {
          "name": "Aspect of the Goat"
        },
        "Aspect of the Wyvern": {
          "name": "Aspect of the Wyvern"
        }
      }
    },
    "Hivetender's Edge (Legendary)": {
      "name": "Hivetender's Edge (Legendary)",
      "description": "<p><strong>Signature Weapon</strong>. When anyone but the person attuned to this magic weapon picks it up, it emits a high-pitched noise (audible up to 100 feet away) for 10 minutes, without stopping. This includes the first 10 minutes of the attunement process. You can choose to turn this ability off.</p><p><strong>Radiant Blade</strong>. In dim light or darkness, the weapon glows, emitting bright light in a 30-foot-radius sphere. You can choose to turn this ability off.</p><p><strong>Shield of Light</strong>. The weapon projects a circle of shimmering force around itself, granting a +2 bonus to AC. Shield of Light counts as a shield for any feats, class features, or other abilities that apply to shields. This can apply to up to two creatures of your choice who are within 5 feet of you.</p><p><strong>Hive Thoughts</strong>. The weapon picks up the thoughts of insects within 30 feet and telepathically communicates them to its wielder. This is not usually terribly useful, or comprehensible. You can choose to tune these thoughts out or focus on a particular thought.</p><p><strong>Forceful Critical</strong>. When you score a critical hit on an attack with this weapon, it deals an extra [[/r 2d6[force]]]{2d6 force damage}.</p>",
      "effects": {
        "Shield of Light": {
          "name": "Shield of Light"
        }
      }
    },
    "Ruldar's Steeds (Uncommon)": {
      "name": "Ruldar's Steeds (Uncommon)",
      "description": "<p><strong>Progression</strong>: Ruldar's Steeds progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Animal Love</strong>. While attuned to this magic weapon, you gain proficiency with the Animal Handling skill. If you are already proficient, you gain expertise instead.</p><p><strong>Honorable Steed</strong>. Once per long rest, while holding this weapon, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplFindSteed0]{find steed}. When cast this way, the spell summons Lula, a giant lizard. All steeds summoned by this spell are Fey.</p>",
      "activities": {
        "Honorable Steed": {
          "name": "Honorable Steed",
          "profiles": {
            "Lula": {
              "name": "Lula"
            }
          }
        }
      },
      "effects": {
        "Animal Love": {
          "name": "Animal Love"
        }
      }
    },
    "Eclipse's Edge (Common)": {
      "name": "Eclipse's Edge (Common)",
      "description": "<p>Progression: Eclipse's Edge progresses as its wielder performs acts that maintain or restore balance between opposing forces. Significant achievements are determined by the GM, but may include reconciling feuding factions or vanquishing a creature threatening to disrupt the world's natural order.</p><hr /><p>While holding this magic weapon, you can use an action to instantaneously light or snuff a candle, torch, or small campfire within 30 feet. In addition, you can use an action to cast the light cantrip, targeting this weapon.</p>"
    },
    "Gemini": {
      "name": "Gemini",
      "description": "<p>You cn cast @UUID[Compendium.dnd5e.spells24.Item.phbsplMirrorImag]{mirror image}.</p>"
    },
    "The Hunger (Common)": {
      "name": "The Hunger (Common)",
      "description": "<p>Progression: The Hunger progresses each time its wielder kills an exceptionally powerful Beast or Monstrosity, as determined by the GM.</p><hr /><p>As this magic weapon progresses, it unlocks properties known as Bestial Aspects. Activating or deactivating an Aspect uses a bonus action. Aspects last until you finish a long rest. You can have [[@prof/2]] Aspects active at once. If you try to exceed your maximum number of Aspects, the oldest Aspect immediately ends, and then the new Aspect applies. The saving throw DC for Aspects is [[8 + @prof + @abilities.str.mod]].</p><p><strong>Aspect of the Goat</strong>. You gain a climbing speed equal to your walking speed.</p>",
      "activities": {
        "Aspect of the Goat": {
          "name": "Aspect of the Goat"
        }
      },
      "effects": {
        "Aspect of the Goat": {
          "name": "Aspect of the Goat"
        }
      }
    },
    "Glyph (Very Rare)": {
      "name": "Glyph (Very Rare)",
      "description": "<p><strong>Progression</strong>: Glyph progresses as the attuned creature grows in magical power. The weapon's rarity increases each time the wielder gains spell slots of the following levels: 7th level (legendary).</p><hr /><p>You are proficient with this magic weapon even if you are not proficient with longswords. In addition, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplComprehend]{comprehend languages} using your spellcasting ability and spell slots.</p><p><strong>Arcane Resistance</strong>. Twice per long rest, if you fail a saving throw against a spell or other magical effect, you can choose to expend a spell slot to reroll. If you do so, you must use the new roll. In addition, when you use Arcane Resistance on a saving throw against an area of effect spell and succeed on your reroll, all creatures of your choice that you can see within 10 feet of you can reroll their saving throws against the same effect.</p><p><strong>Cleave Magic</strong>. While holding this weapon, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplCounterspe]{counterspell} using your spellcasting ability and spell slots. Once per long rest, when a creature within 5 feet of you casts a spell, you can use your reaction to cast counterspell without expending a spell slot.</p><p><strong>Deflect Magic</strong>. If a creature makes a spell attack against you, you can use your reaction to expend a spell slot of 1st level or higher to impose disadvantage on the creature's attack roll. You can use this property [[@prof/2]] times and regain all expended uses when you finish a long rest.</p>",
      "activities": {
        "Arcane Resistance": {
          "name": "Arcane Resistance"
        },
        "Cleave Magic": {
          "name": "Cleave Magic"
        },
        "Deflect Magic": {
          "name": "Deflect Magic"
        }
      }
    },
    "My Lady's Favor (Rare)": {
      "name": "My Lady's Favor (Rare)",
      "description": "<p><strong>Progression</strong>: My Lady's Favor progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Appropriately Dressed</strong>. While this magic weapon is on your person, you can use a bonus action to change the appearance of your clothing to something appropriate to the current situation. You can also remove bloodstains, damage, or other imperfections.</p><p><strong>Appropriately Charming</strong>. You gain proficiency in the Persuasion skill. If you are already proficient, you gain expertise instead.</p><p><strong>Appropriately Vicious</strong>. Once per long rest, you can use a bonus action to increase your Strength score by a number equal to your proficiency bonus (to a maximum of 22). This increase lasts for 10 minutes.</p>",
      "activities": {
        "Appropriately Vicious": {
          "name": "Appropriately Vicious"
        }
      },
      "effects": {
        "My Lady's Favor (Uncommon)": {
          "name": "My Lady's Favor (Uncommon)"
        }
      }
    },
    "Devouring Anvil (Common)": {
      "name": "Devouring Anvil (Common)",
      "description": "<p><strong>Progression</strong>: Devouring Anvil progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Metamorphic Form</strong>. You can use a bonus action to change the composition of this magic weapon to either iron, quartz, silver, or wood.</p>"
    },
    "My Lady's Favor (Legendary)": {
      "name": "My Lady's Favor (Legendary)",
      "description": "<p><strong>Appropriately Dressed</strong>. While this magic weapon is on your person, you can use a bonus action to change the appearance of your clothing to something appropriate to the current situation. You can also remove bloodstains, damage, or other imperfections.</p><p><strong>Appropriately Charming</strong>. You gain proficiency in the Persuasion skill. If you are already proficient, you gain expertise instead.</p><p><strong>Appropriately Vicious</strong>. Once per long rest, you can use a bonus action to increase your Strength score by a number equal to your proficiency bonus (to a maximum of 25). This increase lasts for 10 minutes.</p><p><strong>Appropriately Devastating</strong>. The weapon has 3 charges, and regains 1d3 expended charges when you finish a long rest. When you hit with an attack using this weapon, you can use your reaction to expend 1 charge to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplShatter000]{shatter }as a 4th-level spell (save DC 17) centered on this weapon. You are unaffected by the spell.</p>",
      "activities": {
        "Appropriately Vicious": {
          "name": "Appropriately Vicious"
        },
        "Appropriately Devastating": {
          "name": "Appropriately Devastating"
        }
      },
      "effects": {
        "My Lady's Favor (Uncommon)": {
          "name": "My Lady's Favor (Uncommon)"
        }
      }
    },
    "My Lady's Favor (Uncommon)": {
      "name": "My Lady's Favor (Uncommon)",
      "description": "<p><strong>Progression</strong>: My Lady's Favor progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Appropriately Dressed</strong>. While this magic weapon is on your person, you can use a bonus action to change the appearance of your clothing to something appropriate to the current situation.</p><p><strong>Appropriately Charming</strong>. You gain proficiency in the Persuasion skill. If you are already proficient, you gain expertise instead.</p>",
      "effects": {
        "My Lady's Favor (Uncommon)": {
          "name": "My Lady's Favor (Uncommon)"
        }
      }
    },
    "Longsword (Very Rare)": {
      "name": "Longsword (Very Rare)",
      "description": "<p><strong>Progression</strong>: Counterpoise progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p>Counterpoise is a nonmagical weapon that becomes magical when one of its properties is used.</p><p><strong>Advantageous Attack</strong>. Twice per long rest, when you make an attack with this weapon, you can choose to attack with advantage. Doing so also makes the weapon magical until the end of your next turn.</p><p><strong>Tip the Scales</strong>. You can expend up to 4 charges to gain a bonus to attack and damage rolls with this weapon equal to the number of charges expended for 1 minute. Doing so also makes the weapon magical for the duration.</p>",
      "activities": {
        "Advantageous Attack": {
          "name": "Advantageous Attack"
        },
        "Tip the Scales": {
          "name": "Tip the Scales"
        }
      }
    },
    "Bow of Empee (Rare)": {
      "name": "Bow of Empee (Rare)",
      "description": "<p><strong>Progression</strong>: The Bow of Empee progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>HUD</strong>. While holding this magic weapon, you can use a bonus action to activate or deactivate a heads-up display that appears in front of you. The display contains all options listed below, though those that require a rarity level above the weapon's current rarity are grayed out and unavailable. The display is visible to all creatures and disappears if you let go of the weapon. A crosshairs icon is highlighted on the HUD when you make a damage roll with this weapon.</p><p><strong>Auto Reload</strong>. The weapon cannot use normal ammunition. Instead, it produces its own, creating one piece of magical ammunition when you make a ranged attack with it. The ammunition created by the weapon vanishes the instant after it hits or misses a target.</p><p><strong>Psychological Warfare</strong>. Once per long rest, you can cause the weapon to produce menacing, glowing-red spikes for 1 minute. For the duration, you have advantage on Charisma (Intimidation) checks.</p><p><strong>Arcane Ammo</strong>. The weapon has 4 charges, and it regains 1d3 + 1 expended charges when you finish a long rest. Prior to making your attack, you can expend a number of charges to empower the created ammunition with one of the following spell effects: @UUID[Compendium.dnd5e.spells24.Item.phbsplMelfsAcidA]{acid arrow} (2 charges) and @UUID[Compendium.dnd5e.spells24.Item.phbsplGuidingBol]{guiding bolt} (1 charge). You can also empower the ammunition with @UUID[Compendium.dnd5e.spells24.Item.phbsplFireBolt00]{fire bolt} or @UUID[Compendium.dnd5e.spells24.Item.phbsplRayofFrost]{ray of frost}, requiring no charges. Empowered ammunition does not deal its normal piercing damage. A missed attack results in expended charges and no spell effect.</p>",
      "activities": {
        "HUD": {
          "name": "HUD"
        },
        "Psychological Warfare": {
          "name": "Psychological Warfare"
        },
        "Arcane Ammo": {
          "name": "Arcane Ammo"
        }
      }
    },
    "Mariway's Staff (Very Rare)": {
      "name": "Mariway's Staff (Very Rare)",
      "description": "<p><strong>Progression</strong>: Mariway's Staff progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Mariway's Cost</strong>. When you attune to this magic weapon, you must permanently sacrifice one Hit Die to the weapon. You remove this Hit Die from your pool but regain it when your attunement to this weapon ends. The size of the sacrificed die is the size of your Cost die, which is used for properties gained as this weapon progresses.</p><p><strong>Mariway's Health</strong>. While holding this weapon, you can use a bonus action to expend a 1st-level spell slot to regain hit points equal to your Cost die roll + your spellcasting ability modifier. You can expend a higher level spell slot (up to a maximum of 4th level) to increase the healing by one Cost die for each slot level above 1st.</p><p><strong>Mariway's Armor</strong>. You gain a +1 bonus to AC while holding this weapon.</p>",
      "activities": {
        "Mariway’s Health": {
          "name": "Mariway’s Health"
        }
      },
      "effects": {
        "Mariway’s Armor": {
          "name": "Mariway’s Armor"
        }
      }
    },
    "Whisperwind (Common)": {
      "name": "Whisperwind (Common)",
      "description": "<p><strong>Progression</strong>: Whisperwind progresses as the attuned creature bests elements of wind. Specific milestones are determined by the GM, but may include defending nature, or surviving natural or magical storms.</p><hr /><p>While holding this magic weapon, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplMessage000]{message}.</p>"
    },
    "Silent Strings (Very Rare)": {
      "name": "Silent Strings (Very Rare)",
      "description": "<p><strong>Progression</strong>: For Silent Strings to progress, the attuned creature must locate a lost song or poem unknown to any living being. When its tune or rhythm is strummed on the lyre's strings, the weapon's rarity increases. The creature's proficiency bonus must increase before the item can progress again.</p><hr /><p>Once per long rest, while holding the instrument, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplSilence000]{silence}.</p><p>Once per long rest, while holding the instrument, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplGreaterInv]{greater invisibility}.</p><p><strong>Instrument or Weapon</strong>. You can use an action to change this magic item's form into an instrument (lyre) or a weapon (whip), or back again. Ati will, while holding the instrument, you can cast the @UUID[Compendium.dnd5e.spells24.Item.phbsplMessage000]{message} cantrip.</p><p><strong>Stolen Stories</strong>. When you damage a creature with the weapon, the target must make a [[/save wisdom 17]]saving throw. On a failed save, you learn a significant story or anecdote about the target. The story might be a secret, a key motivation, a weakness, or a strength. The story might include poetry or a song, as determined by the&lt;/p&gt;&lt;p&gt;&lt;strong&gt;GM.&lt;/strong&gt; You can use this property a number of times equal to your proficiency bonus, and regain all expended uses when you finish a long rest.</p>",
      "effects": {
        "Silent Strings (Very Rare)": {
          "name": "Silent Strings (Very Rare)"
        }
      }
    },
    "Taurus": {
      "name": "Taurus",
      "description": "<p>Your Strength increases by 2, to a maximum of 22, for a number of hours equal to your proficiency bonus.</p>",
      "effects": {
        "Taurus": {
          "name": "Taurus"
        }
      }
    },
    "Pilum of the Lost Legion (Legendary)": {
      "name": "Pilum of the Lost Legion (Legendary)",
      "description": "<p><strong>Living Banner</strong>. While holding this magic weapon, and while no friendly creature is within 10 feet of you, you have have immunity from being pushed or knocked &amp;Reference[prone].</p><p><strong>Stand Like a Bastion</strong>. Once per long rest, if you are within 5 feet of an enemy, and no friendly creature is within 10 feet of you, you can use a bonus action to enter a defensive stance. While in this stance, you have advantage on attack rolls against creatures within 5 feet of you and you add your proficiency bonus to your AC and the damage you deal with this weapon. You can remain in the stance for 1 minute, or until you are &amp;Reference[incapacitated].</p><p>While in the defensive stance of Stand Like a Bastion, having 0 hit points does not knock you &amp;Reference[unconscious]. You still must make death saving throws, and you suffer the normal effects of taking damage while at 0 hit points. However, if you would die due to failing death saving throws, you do not die until your stance ends, and you die then only if you still have 0 hit points. In addition, you are immune to being &amp;Reference[grappled], &amp;Reference[incapacitated], &amp;Reference[paralyzed], &amp;Reference[petrified], &amp;Reference[restrained], &amp;Reference[stunned], or &amp;Reference[unconscious] while in this stance.</p>",
      "activities": {
        "Stand Like a Bastion": {
          "name": "Stand Like a Bastion"
        }
      },
      "effects": {
        "Stand Like a Bastion": {
          "name": "Stand Like a Bastion"
        }
      }
    },
    "Trident of R'lyeh (Legendary)": {
      "name": "Trident of R'lyeh (Legendary)",
      "description": "<p><strong>Curse of Cthulhu</strong>. A creature attuned to the weapon cannot end the attunement voluntarily. A @UUID[Compendium.dnd5e.spells24.Item.phbsplGreaterRes]{greater restoration} spell breaks the attunement, but it takes it takes ([[/r 1d6 + @prof]]{1d6 + proficiency}) days for their body to return to its original appearance.</p><hr /><p>When you attune to this magic weapon, tiny gills appear on your neck. You can breathe underwater indefnitely.</p><p><strong>Blessing of the Deep Ones</strong>. Your feet and hands become webbed. You gain a swimming speed equal to your walking speed.</p><p><strong>Return</strong>. The weapon returns to your hand immediately after it is used to make a ranged attack.</p><p><strong>Shocking Stab</strong>. When you hit with an attack using this weapon, you can expend 1 charge to deal an extra [[/r 3d8[lightning]]]{3d8 lightning damage}, and the target cannot take reactions until the start of its next turn.</p><p><strong>Blessing of Mother Hydra</strong>. Your eyes change shape, becoming bulbous and fish-like. You gain darkvision out to a range of 60 feet. If you already have darkvision from your race, its range increases by 60 feet.</p><p><strong>Ally from the Depths.</strong> While underwater, you can expend 3 charges to summon a @UUID[Compendium.dnd5e.actors24.Actor.mmHunterShark000]{hunter shark} or 5 charges to summon two hunter sharks. The sharks arrive in [[/r 1d4 #rounds]]{1d4 rounds}. The sharks are allies to you and your companions. In combat, they share your initiative count, but take their turns immediately after yours. They obey your verbal commands (no action required by you). If you do not issue any, they take the Dodge action and use their move to avoid danger. The sharks disappear after 1 hour or when they are reduced to 0 hit points, you are killed, or you dismiss them.</p><p><strong>Blessing of Father Dagon</strong>. Your skin becomes gray and scaly, and your hair falls out. You gain resistance to cold damage.</p><p><strong>Doom of Sunken R'lyeh</strong>. While you are within 10 miles of the sea, you can expend 7 charges to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplEarthquake]{earthquake} (save DC 19).</p><p><strong>Blessing of Great Cthulhu</strong>. Your body fully transforms into that of a deep one (sahuagin), and you gain the following traits:</p><ul><li>You have advantage on melee attack rolls against any creature that does not have all its hit points.</li><li>You can magically command any shark within 120 feet of you, using a limited telepathy.</li><li>You can read, write, and speak Sahuagin.</li><li>Your swimming speed is 10 feet more than your walking speed.</li><li>If you go more than one week without becoming immersed beneath the surface of the sea, you gain one level of exhaustion each time you finish a long rest.</li></ul>",
      "activities": {
        "Shocking Stab": {
          "name": "Shocking Stab"
        },
        "Ally from the Depths": {
          "name": "Ally from the Depths"
        },
        "Ally from the Depths (x2)": {
          "name": "Ally from the Depths (x2)"
        },
        "Doom of Sunken R'lyeh": {
          "name": "Doom of Sunken R'lyeh"
        }
      },
      "effects": {
        "Blessing of the Deep Ones": {
          "name": "Blessing of the Deep Ones"
        },
        "Blessing of Father Dagon": {
          "name": "Blessing of Father Dagon"
        }
      }
    },
    "Whisperwind (Legendary)": {
      "name": "Whisperwind (Legendary)",
      "description": "<p>While holding this magic weapon, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplMessage000]{message}.</p><p><strong>Sturdy Retreat</strong>. When you hit a creature with an attack using this weapon, that creature has disadvantage on opportunity attacks made against you until the start of your next turn.</p><p><strong>Razorwind Strike</strong>. Once per long rest, when you hit a creature with an attack using this weapon, you can force each creature within a 60-feet-long, 5-feet-wide line extending from the weapon in the direction of the target to make a [[/save dexterity 15]]saving throw. On a failed save, a creature takes [[/r 6d6[slashing]]]{6d6 slashing damage} and is pushed 5 feet in a direction of your choice. On a successful save, a creature takes half as much damage and is not pushed.</p><p><strong>Gathering Gale</strong>. Once per long rest, while holding this weapon, you can use an action to gain a flying speed of 60 feet for 1 minute. While flying this way, ranged attacks made against you have disadvantage.</p><p><strong>Tempest-Toss</strong>. Once per long rest, if a creature scores a critical hit against you, you can use your reaction to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplStormofVen]{storm of vengeance} (save DC 17).</p>",
      "activities": {
        "Razorwind Strike": {
          "name": "Razorwind Strike"
        },
        "Gathering Gale": {
          "name": "Gathering Gale"
        },
        "Tempest-Toss": {
          "name": "Tempest-Toss"
        }
      }
    },
    "Brazen Hammer (Common)": {
      "name": "Brazen Hammer (Common)",
      "description": "<p><strong>Progression</strong>: Brazen Hammer progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Hell-Touched</strong>. This magic weapon is permanently warm. It is uncomfortable (but not damaging) to touch without gloves.</p>"
    },
    "Hammer of Haughtiness (Legendary)": {
      "name": "Hammer of Haughtiness (Legendary)",
      "description": "<p>Once per short or long rest, while holding this magic weapon, you can use a bonus action to gain darkvision out to a range of 60 feet for 1 minute.</p><p>This weapon deals an additional [[/r 2d6[bludgeoning]]]{2d6 bludgeoning damage} to creatures with an Intelligence score of 9 or less.</p><p><strong>Hoot</strong>. Once per short or long rest, while holding this weapon, you can use an action to cause it to emit a loud hooting noise. Any creature within 30 feet of you that can hear must succeed on a [[/save constitution 19]]saving throw or be &amp;Reference[stunned] until the start of your next turn. Creatures with an Intelligence score of 9 or less have disadvantage on the saving throw.</p><p><strong>Mind Bonk</strong>. When you score a critical hit with this weapon against a creature that has an Intelligence score of 10 or higher, the target must succeed on a [[/save intelligence 19]]saving throw or have its Intelligence score reduced to 9 until it finishes a long rest.</p>",
      "activities": {
        "Hoot": {
          "name": "Hoot"
        }
      }
    },
    "Hag's ladle (Rare)": {
      "name": "Hag's ladle (Rare)",
      "description": "<p><strong>Progression</strong>: Hag's Ladle progresses whenever its wielder defeats a hag, witch, or similar malevolent entity, whether by force of arms, or by trickery and guile.</p><hr /><p>While attuned to this magic weapon, when you finish a long rest, you gain proficiency in your choice of Arcana, Medicine, or Nature for 12 hours.</p><p>The weapon has 3 charges, and regains 1 charge whenever you prepare a meal during a short rest, or 3 charges if you prepare a meal during a long rest.</p><p>Your Charisma score is reduced by 1 as you develop unsightly warts, but your Constitution and Wisdom scores increase by 1, to a maximum of 20.</p><p><strong>Indigestion</strong>. You can use a bonus action to expend 1 charge while targeting a creature you can see within 60 feet of you, giving it a bout of severe stomach discomfort. The creature must succeed on a [[/save constitution 15]]saving throw or take [[/r 3d6[acid]]]{3d6 acid damage} and have disadvantage on attack rolls, ability checks, and saving throws until the end of its next turn. Creatures that lack a digestive system are immune to this effect</p>",
      "activities": {
        "Indigestion": {
          "name": "Indigestion"
        }
      },
      "effects": {
        "Hag's ladle (Rare)": {
          "name": "Hag's ladle (Rare)"
        }
      }
    },
    "Flowing Water Blade (Common)": {
      "name": "Flowing Water Blade (Common)",
      "description": "<p>Progression: Flowing Water Blade progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>One With the Current</strong>. While holding this magic weapon, you have a swimming speed equal to your walking speed.</p>",
      "effects": {
        "Flowing Water Blade": {
          "name": "Flowing Water Blade"
        }
      }
    },
    "The Hunger (Rare)": {
      "name": "The Hunger (Rare)",
      "description": "<p>Progression: The Hunger progresses each time its wielder kills an exceptionally powerful Beast or Monstrosity, as determined by the GM.</p><hr /><p>As this magic weapon progresses, it unlocks properties known as Bestial Aspects. Activating or deactivating an Aspect uses a bonus action. Aspects last until you finish a long rest. You can have [[@prof/2]] Aspects active at once. If you try to exceed your maximum number of Aspects, the oldest Aspect immediately ends, and then the new Aspect applies. The saving throw DC for Aspects is [[8 + @prof + @abilities.str.mod]].</p><p><strong>Aspect of the Goat</strong>. You gain a climbing speed equal to your walking speed.</p><p><strong>Aspect of the Lion</strong>. If you move at least 20 feet straight toward a creature and then hit them with an attack using this weapon, they must succeed on a [[/save strength]] saving throw or be knocked &amp;Reference[prone].</p><p><strong>Aspect of the Dragon</strong>. When you score a critical hit with this weapon, a cone of fire erupts from it in a direction you choose as if you cast @UUID[Compendium.dnd5e.spells24.Item.phbsplBurningHan]{burning hands} (save DC equal to your Aspect save DC).</p>",
      "activities": {
        "Aspect of the Goat": {
          "name": "Aspect of the Goat"
        },
        "Aspect of the Dragon": {
          "name": "Aspect of the Dragon",
          "condition": "Score a critical hit"
        }
      },
      "effects": {
        "Aspect of the Goat": {
          "name": "Aspect of the Goat"
        }
      }
    },
    "Tidal Lash (Uncommon)": {
      "name": "Tidal Lash (Uncommon)",
      "description": "<p><strong>Progression</strong>: Tidal Lash is bound to the ocean goddess who created it, and progresses each time its wielder performs an important task for her, as determined by the GM. The goddess favors wielders who protect the oceans, slay terrible sea monsters, and embark on long ocean voyages to undiscovered places.</p><hr /><p>Attacks made with this magic weapon while underwater do not impose disadvantage.</p><p><strong>Riptide</strong>. When you hit with an attack using this weapon, you can expend 1 charge to slam the target with a heavy wave. The target must succeed on a [[/save strength 13]]saving throw or be pushed 10 feet in a direction of your choice.</p>",
      "activities": {
        "Riptide": {
          "name": "Riptide"
        }
      }
    },
    "Tomato Vine (Common)": {
      "name": "Tomato Vine (Common)",
      "description": "<p><strong>Progression</strong>: Tomato Vine progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Ammunition</strong>. If you load no ammunition in this magic weapon, it produces its own, automatically creating one tomato (which counts as magic ammunition) when you make a ranged attack with it. Ammunition created by the weapon rots into goo 1 minute after being created.</p>"
    },
    "Mist Guardian (Rare)": {
      "name": "Mist Guardian (Rare)",
      "description": "<p><strong>Progression</strong>: Mist Guardian progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Misty Dew</strong>. While holding this magic weapon, you can use a bonus action to cause your space to be lightly obscured by a refreshing spray of cool mist. This mist disappears after 1 minute, or when you use this property again.</p><p><strong>Ixkakaw's Virtue</strong>. Once per long rest, while holding this weapon, you can use an action to create a rainbow arch in your space. Creatures of your choice that can see the rainbow can use their reaction to regain 2d4 hit points and neutralize one poison affecting it.</p><p><strong>Rain of Renewal</strong>. Once per long rest, while holding this weapon, you can use an action to cause a pleasant-smelling rain to fall from the sky in a 10-foot-radius, 40-foot-high cylinder centered on you, which lightly obscures the area. The rain moves with you and falls for 1 minute, or until you dismiss it as a bonus action. Creatures within the rain immediately end any of the following conditions affecting them: &amp;Reference[blinded], &amp;Reference[paralyzed], &amp;Reference[poisoned], or &amp;Reference[stunned].</p>",
      "activities": {
        "Misty Dew": {
          "name": "Misty Dew"
        },
        "Ixkakaw’s Virtue": {
          "name": "Ixkakaw’s Virtue"
        },
        "Rain of Renewal": {
          "name": "Rain of Renewal"
        }
      }
    },
    "Whispers of Treason (Common)": {
      "name": "Whispers of Treason (Common)",
      "description": "<p><strong>Progression</strong>: Whispers of Treason progresses when it consumes enough souls, as determined by the GM.</p><hr /><p>This magic weapon can only be destroyed by an effect that would destroy an artifact.</p><p><strong>Sentience</strong>. Whispers of Treason is a sentient lawful evil weapon with an Intelligence of 11, a Wisdom of 12, and a Charisma of 14. It has hearing and darkvision out to a range of 120 feet, and can speak, read, and understand Common and Infernal. </p><p>The weapon seeks to ingratiate itself with a powerful person, then convince or trick them into acquiring souls for it. Its aim is to acquire enough souls to descend to a more powerful form of devil, freeing itself from its bow form in the process. Conflict arises if the wielder refuses to aid Whisper's schemes.</p>"
    },
    "Mariway's Staff (Common)": {
      "name": "Mariway's Staff (Common)",
      "description": "<p><strong>Progression</strong>: Mariway's Staff progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Mariway's Cost</strong>. When you attune to this magic weapon, you must permanently sacrifice one Hit Die to the weapon. You remove this Hit Die from your pool but regain it when your attunement to this weapon ends. The size of the sacrificed die is the size of your Cost die, which is used for properties gained as this weapon progresses.</p>"
    },
    "Osterot's Hand (Legendary)": {
      "name": "Osterot's Hand (Legendary)",
      "description": "<p><strong>Piercing Stab</strong>. You can use this magic bow as a melee weapon with the finesse property. When used this way, the weapon deals [[/r 1d8[piercing]]]{1d8 piercing damage} on a hit.</p><p><strong>Parry</strong>. You can use your reaction to add 3 to your AC against one melee attack that would hit you. To do so, you must see the attacker and be wielding this weapon.</p><p><strong>Silvered Ammunition</strong>. The weapon no longer requires ammunition. Instead, when you draw the weapon's string, a piece of silvered ammunition appears. This ammunition disappears after hitting its target.</p>",
      "activities": {
        "Parry": {
          "name": "Parry"
        },
        "Piercing Stab": {
          "name": "Piercing Stab"
        }
      }
    },
    "Constellation (Legendary)": {
      "name": "Constellation (Legendary)",
      "description": "<p><strong>Progression</strong>: Constellation progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>This weapon's properties, which are inspired by the zodiac constellations, are learned as the weapon increases in power.</p><p>When you attune to this magic weapon or progress from the previous stage, you learn all remaining Constellations.</p>"
    },
    "Glyph (Common)": {
      "name": "Glyph (Common)",
      "description": "<p><strong>Progression</strong>: Glyph progresses as the attuned creature grows in magical power. The weapon's rarity increases each time the wielder gains spell slots of the following levels: 2nd level (uncommon), 3rd level (rare), 5th level (very rare), and 7th level (legendary).</p><hr /><p>You are proficient with this magic weapon even if you are not proficient with longswords. In addition, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplComprehend]{comprehend languages} using your spellcasting ability and spell slots.</p>"
    },
    "The Hunger (Uncommon)": {
      "name": "The Hunger (Uncommon)",
      "description": "<p>Progression: The Hunger progresses each time its wielder kills an exceptionally powerful Beast or Monstrosity, as determined by the GM.</p><hr /><p>As this magic weapon progresses, it unlocks properties known as Bestial Aspects. Activating or deactivating an Aspect uses a bonus action. Aspects last until you finish a long rest. You can have [[@prof/2]] Aspects active at once. If you try to exceed your maximum number of Aspects, the oldest Aspect immediately ends, and then the new Aspect applies. The saving throw DC for Aspects is [[8 + @prof + @abilities.str.mod]].</p><p><strong>Aspect of the Goat</strong>. You gain a climbing speed equal to your walking speed.</p><p><strong>Aspect of the Lion</strong>. If you move at least 20 feet straight toward a creature and then hit them with an attack using this weapon, they must succeed on a [[/save strength]] saving throw or be knocked &amp;Reference[prone].</p>",
      "activities": {
        "Aspect of the Goat": {
          "name": "Aspect of the Goat"
        }
      },
      "effects": {
        "Aspect of the Goat": {
          "name": "Aspect of the Goat"
        }
      }
    },
    "Bluefire (Very Rare)": {
      "name": "Bluefire (Very Rare)",
      "description": "<p><strong>Progression</strong>: Bluefire progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Bluefire</strong>. Once per long rest, while holding this magic weapon, you can use a bonus action to speak the command word to cause the head to emit blue flames for [[@prof]] hours. You can speak the command word again (no action required) to end the effect early. While the flames have no heat, they cast bright light in a 20-foot radius and dim light for an additional 20 feet. While this is active, the weapon deals [[@prof]] extra fire damage on a hit.</p><p><strong>Azure Eruption</strong>. Once per short or long rest, while Bluefire is active, you can use an action to speak the command word to cause it to unleash a 30-foot cone of blue fire. Each creature in this area must make a [[/save dexterity 16]]saving throw, taking [[/r 3d6[fire]]]{3d6 fire damage} on a failed save, or half as much damage on a successful one.</p>",
      "activities": {
        "Bluefire": {
          "name": "Bluefire"
        },
        "Azure Eruption": {
          "name": "Azure Eruption",
          "condition": "While Bluefire is active"
        }
      }
    },
    "Hammer of Haughtiness (Uncommon)": {
      "name": "Hammer of Haughtiness (Uncommon)",
      "description": "<p><strong>Progression</strong>: Hammer of Haughtiness progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>Once per short or long rest, while holding this magic weapon, you can use a bonus action to gain darkvision out to a range of 60 feet for 1 minute.</p><p>This weapon deals an additional [[/r 1d6[bludgeoning]]]{1d6 bludgeoning damage} to creatures with an Intelligence score of 9 or less.</p>"
    },
    "Trident of R'lyeh (Rare)": {
      "name": "Trident of R'lyeh (Rare)",
      "description": "<p>The Trident of R'lyeh progresses whenever the attuned creature's proficiency bonus increases. Each time the weapon progresses, its owner's body changes to more closely resemble a deep one.</p><p><strong>Curse of Cthulhu</strong>. A creature attuned to the weapon cannot end the attunement voluntarily. A @UUID[Compendium.dnd5e.spells24.Item.phbsplGreaterRes]{greater restoration} spell breaks the attunement, but it takes it takes ([[/r 1d6 + @prof]]{1d6 + proficiency}) days for their body to return to its original appearance.</p><hr /><p>When you attune to this magic weapon, tiny gills appear on your neck. You can breathe underwater indefnitely.</p><p><strong>Blessing of the Deep Ones</strong>. Your feet and hands become webbed. You gain a swimming speed equal to your walking speed.</p><p><strong>Return</strong>. The weapon returns to your hand immediately after it is used to make a ranged attack.</p><p><strong>Shocking Stab</strong>. When you hit with an attack using this weapon, you can expend 1 charge to deal an extra [[/r 1d8[lightning]]]{1d8 lightning damage}, and the target cannot take reactions until the start of its next turn.</p><p><strong>Blessing of Mother Hydra</strong>. Your eyes change shape, becoming bulbous and fish-like. You gain darkvision out to a range of 60 feet. If you already have darkvision from your race, its range increases by 60 feet.</p>",
      "activities": {
        "Shocking Stab": {
          "name": "Shocking Stab"
        }
      },
      "effects": {
        "Blessing of the Deep Ones": {
          "name": "Blessing of the Deep Ones"
        }
      }
    },
    "Longsword (Uncommon)": {
      "name": "Longsword (Uncommon)",
      "description": "<p><strong>Progression</strong>: Counterpoise progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p>Counterpoise is a nonmagical weapon that becomes magical when one of its properties is used.</p><p><strong>Advantageous Attack</strong>. Once per long rest, when you make an attack with this weapon, you can choose to attack with advantage. Doing so also makes the weapon magical until the end of your next turn.</p><p><strong>Tip the Scales</strong>. You can expend up to 2 charges to gain a bonus to attack and damage rolls with this weapon equal to the number of charges expended for 1 minute. Doing so also makes the weapon magical for the duration.</p>",
      "activities": {
        "Advantageous Attack": {
          "name": "Advantageous Attack"
        },
        "Tip the Scales": {
          "name": "Tip the Scales"
        }
      }
    },
    "Wilderland (Uncommon)": {
      "name": "Wilderland (Uncommon)",
      "description": "<p>Progression: Wilderland progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Sure-Footed</strong>. While holding this magic weapon, you gain a +[[@prof]] bonus to saving throws made against effects that would knock you &amp;Reference[prone].</p><p><strong>Charge</strong>. If you move at least 20 feet straight toward a target and then hit it with an attack using this weapon on the same turn, the target takes an additional [[/r 2d6[piercing]]]{2d6 piercing damage}. If the target is a creature, it must succeed on a [[/save strength 12]]saving throw or be knocked &amp;Reference[prone].</p>",
      "activities": {
        "Charge": {
          "name": "Charge"
        }
      }
    },
    "Aquarius": {
      "name": "Aquarius",
      "description": "<p>You can cast create food and water, but when cast this way, you can only create water.</p>"
    },
    "Glyph (Legendary)": {
      "name": "Glyph (Legendary)",
      "description": "<p>You are proficient with this magic weapon even if you are not proficient with longswords. In addition, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplComprehend]{comprehend languages} using your spellcasting ability and spell slots.</p><p><strong>Arcane Resistance</strong>. Twice per long rest, if you fail a saving throw against a spell or other magical effect, you can choose to expend a spell slot to reroll. If you do so, you must use the new roll. In addition, when you use Arcane Resistance on a saving throw against an area of effect spell and succeed on your reroll, all creatures of your choice that you can see within 10 feet of you can reroll their saving throws against the same effect.</p><p><strong>Cleave Magic</strong>. While holding this weapon, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplCounterspe]{counterspell} using your spellcasting ability and spell slots. Once per long rest, when a creature within 5 feet of you casts a spell, you can use your reaction to cast counterspell without expending a spell slot.</p><p><strong>Deflect Magic</strong>. If a creature makes a spell attack against you, you can use your reaction to expend a spell slot of 1st level or higher to impose disadvantage on the creature's attack roll. You can use this property [[@prof/2]] times and regain all expended uses when you finish a long rest.</p><p><strong>Mute Opposition</strong>. Once per short or long rest, when you hit a creature with an attack using this weapon, the target must make a [[/save constitution]] saving throw against your spell save DC. On a failed save, the creature is muted until the start of your next turn and cannot cast spells that include a verbal component.</p><p><strong>Legendary Resistance</strong>. Once per short or long rest, when you fail a saving throw against a spell or other magical effect, you can expend a spell slot of 3rd level or higher to succeed instead.</p>",
      "activities": {
        "Arcane Resistance": {
          "name": "Arcane Resistance"
        },
        "Cleave Magic": {
          "name": "Cleave Magic"
        },
        "Deflect Magic": {
          "name": "Deflect Magic"
        },
        "Mute Opposition": {
          "name": "Mute Opposition"
        },
        "Legendary Resistance": {
          "name": "Legendary Resistance"
        }
      }
    },
    "Whispers of Treason (Uncommon)": {
      "name": "Whispers of Treason (Uncommon)",
      "description": "<p><strong>Progression</strong>: Whispers of Treason progresses when it consumes enough souls, as determined by the GM.</p><hr /><p>This magic weapon can only be destroyed by an effect that would destroy an artifact.</p><p>When an attack from this weapon reduces a creature that is not a Construct or Undead to 0 hit points, it regains 1 charge.</p><p><strong>Sentience</strong>. Whispers of Treason is a sentient lawful evil weapon with an Intelligence of 11, a Wisdom of 12, and a Charisma of 14. It has hearing and darkvision out to a range of 120 feet, and can speak, read, and understand Common and Infernal.</p><p>The weapon seeks to ingratiate itself with a powerful person, then convince or trick them into acquiring souls for it. Its aim is to acquire enough souls to descend to a more powerful form of devil, freeing itself from its bow form in the process. Conflict arises if the wielder refuses to aid Whisper's schemes.</p><p><strong>Infernal Brass Arrow</strong>. As part of making a ranged weapon attack with this weapon, you can expend 1 charge to summon an infernal brass arrow that deals an additional [[/r 2d6[fire]]]{2d6 fire damage} on a hit.</p>",
      "activities": {
        "Infernal Brass Arrow": {
          "name": "Infernal Brass Arrow"
        }
      }
    },
    "Trident of R'lyeh (Uncommon)": {
      "name": "Trident of R'lyeh (Uncommon)",
      "description": "<p>The Trident of R'lyeh progresses whenever the attuned creature's proficiency bonus increases. Each time the weapon progresses, its owner's body changes to more closely resemble a deep one.</p><p><strong>Curse of Cthulhu</strong>. A creature attuned to the weapon cannot end the attunement voluntarily. A @UUID[Compendium.dnd5e.spells24.Item.phbsplGreaterRes]{greater restoration} spell breaks the attunement, but it takes it takes ([[/r 1d6 + @prof]]{1d6 + proficiency}) days for their body to return to its original appearance.</p><hr /><p>When you attune to this magic weapon, tiny gills appear on your neck. You can breathe underwater indefnitely.</p><p><strong>Blessing of the Deep Ones</strong>. Your feet and hands become webbed. You gain a swimming speed equal to your walking speed.</p>",
      "effects": {
        "Blessing of the Deep Ones": {
          "name": "Blessing of the Deep Ones"
        }
      }
    },
    "Pilum of the Lost Legion (Uncommon)": {
      "name": "Pilum of the Lost Legion (Uncommon)",
      "description": "<p><strong>Progression</strong>: Pilum of the Lost Legion progresses each time its wielder uses it to kill a creature with a CR that is 3 or more higher than their level. The wielder must use the spear to deal at least one third of the damage required to kill the creature. Once the spear has progressed, it cannot do so again until the wielder's level increases.</p><hr /><p><strong>Living Banner</strong>. While holding this magic weapon, and while no friendly creature is within 10 feet of you, you have have immunity from being pushed or knocked &amp;Reference[prone].</p>"
    },
    "Wilderland (Rare)": {
      "name": "Wilderland (Rare)",
      "description": "<p>Progression: Wilderland progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Sure-Footed</strong>. While holding this magic weapon, you gain a +[[@prof]] bonus to saving throws made against effects that would knock you &amp;Reference[prone].</p><p><strong>Charge</strong>. If you move at least 20 feet straight toward a target and then hit it with an attack using this weapon on the same turn, the target takes an additional [[/r 2d6[piercing]]]{2d6 piercing damage}. If the target is a creature, it must succeed on a [[/save strength 14]]saving throw or be knocked &amp;Reference[prone].</p><p><strong>Beast Sense</strong>. Twice per long rest, when you roll initiative, you can choose to roll with advantage.</p>",
      "activities": {
        "Charge": {
          "name": "Charge"
        },
        "Beast Sense": {
          "name": "Beast Sense"
        }
      }
    },
    "Whispers of Treason (Very Rare)": {
      "name": "Whispers of Treason (Very Rare)",
      "description": "<p><strong>Progression</strong>: Whispers of Treason progresses when it consumes enough souls, as determined by the GM.</p><hr /><p>This magic weapon can only be destroyed by an effect that would destroy an artifact.</p><p>When an attack from this weapon reduces a creature that is not a Construct or Undead to 0 hit points, it regains 1 charge.</p><p><strong>Sentience</strong>. Whispers of Treason is a sentient lawful evil weapon with an Intelligence of 11, a Wisdom of 12, and a Charisma of 14. It has hearing and darkvision out to a range of 120 feet, and can speak, read, and understand Common and Infernal.</p><p>The weapon seeks to ingratiate itself with a powerful person, then convince or trick them into acquiring souls for it. Its aim is to acquire enough souls to descend to a more powerful form of devil, freeing itself from its bow form in the process. Conflict arises if the wielder refuses to aid Whisper's schemes.</p><p><strong>Infernal Brass Arrow</strong>. As part of making a ranged weapon attack with this weapon, you can expend 1 charge to summon an infernal brass arrow that deals an additional [[/r 4d6[fire]]]{4d6 fire damage} on a hit.</p><p><strong>Infernal Iron Arrow</strong>. You can expend 2 charges to summon an infernal iron arrow. A creature hit by this arrow must use their reaction, if available, to make an attack against an allied creature of their choice they can see.</p>",
      "activities": {
        "Infernal Brass Arrow": {
          "name": "Infernal Brass Arrow"
        },
        "Infernal Iron Arrow": {
          "name": "Infernal Iron Arrow"
        }
      }
    },
    "Rat-King (Legendary)": {
      "name": "Rat-King (Legendary)",
      "description": "<p>You can expend charges from this weapon to cast the following spells:</p><ul><li><p>1 charge: a@UUID[Compendium.dnd5e.spells24.Item.phbsplAnimalFrie]{nimal friendship}, @UUID[Compendium.dnd5e.spells24.Item.phbsplSpeakwithA]{speak with animals}</p></li><li><p>2 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplAnimalMess]{animal messenger}</p></li></ul><p>When you cast animal friendship or speak with animals this way, you can only target and communicate with rodents. When you cast animal messenger this way, one of the weapon's heads untangles itself and delivers your message, reappearing when the spell ends.</p><p><strong>Vermin Speech</strong>. You can communicate in a limited manner with rats and other rodents. They can understand the meaning of your words, though you have no special ability to understand them in return. You have advantage on all Charisma checks you make to influence them.</p><p><strong>Gnawing Wave</strong>. Twice per long rest, while holding this weapon, you can use an action to swing it and unleash a 30-foot cone of hungry metal rats. Each creature in the area must make a [[/save dexterity 18]]saving throw, taking [[/r 10d6[piercing]]]{[[/r 10d6[piercing]]]{8d6 piercing damage}} on a failed save, or half as much damage on a successful one. Until the start of your next turn, the area is covered in swarming rats, making it difficult terrain.</p><p>In addition, a creature that fails its saving throw against Gnawing Wave is covered in hungry rats and must repeat the saving throw at the start of each of its turns. On a failure, the target takes an additional [[/r 4d6[piercing]]]{4d6 piercing damage}. On a success, the effect ends for it.</p>",
      "activities": {
        "Gnawing Wave": {
          "name": "Gnawing Wave"
        },
        "Gnawing Wave (Repeat)": {
          "name": "Gnawing Wave (Repeat)"
        }
      }
    },
    "Whisperwind (Rare)": {
      "name": "Whisperwind (Rare)",
      "description": "<p><strong>Progression</strong>: Whisperwind progresses as the attuned creature bests elements of wind. Specific milestones are determined by the GM, but may include defending nature, or surviving natural or magical storms.</p><hr /><p>While holding this magic weapon, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplMessage000]{message}.</p><p><strong>Sturdy Retreat</strong>. When you hit a creature with an attack using this weapon, that creature has disadvantage on opportunity attacks made against you until the start of your next turn.</p><p><strong>Razorwind Strike</strong>. Once per long rest, when you hit a creature with an attack using this weapon, you can force each creature within a 60-feet-long, 5-feet-wide line extending from the weapon in the direction of the target to make a [[/save dexterity 15]]saving throw. On a failed save, a creature takes [[/r 6d6[slashing]]]{6d6 slashing damage} and is pushed 5 feet in a direction of your choice. On a successful save, a creature takes half as much damage and is not pushed.</p>",
      "activities": {
        "Razorwind Strike": {
          "name": "Razorwind Strike"
        }
      }
    },
    "Scalehead (Legendary)": {
      "name": "Scalehead (Legendary)",
      "description": "<p><strong>Dragonspeak</strong>. Once per short or long rest, while holding this magic weapon, you can use an action to speak the command word to grant you the ability to read, speak, and write Draconic for 12 hours.</p><p><strong>Dragonhead</strong>. When you finish a long rest, you can choose from the below metals, each associated with a particular metallic dragon. When you do, the weapon's head takes the shape and color of that dragon's head, granting it extra damage on a hit until you finish your next long rest.</p><p><em>Brass</em>. The weapon deals an extra [[/r 3d6[bludgeoning]]]{3d6 bludgeoning damage}.</p><p><em>Bronze</em><strong>.</strong> The weapon deals an extra [[/r 3d6[lightning]]]{3d6 lightning damage}.</p><p><em>Copper</em><strong>.</strong> The weapon deals an extra [[/r 3d6[acid]]]{3d6 acid damage}.</p><p><em>Gold</em><strong>.</strong> The weapon deals an extra [[/r 3d6[fire]]]{3d6 fire damage}.</p><p><em>Silver</em><strong>.</strong> The weapon deals an extra [[/r 3d6[cold]]]{3d6 cold damage}.</p><p><strong>Frightful Presence</strong>. Once per long rest, while holding this weapon, you can use an action to speak the command word to instill fear into your enemies. Each creature of your choice that is within 60 feet of you and aware of you must succeed on a [[/save wisdom 20]]saving throw or become &amp;Reference[frightened] for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. If a creature's saving throw is successful or the effect ends for it, the creature is immune to this property for the next 24 hours.</p>",
      "activities": {
        "Dragonspeak": {
          "name": "Dragonspeak"
        },
        "Frightful Presence": {
          "name": "Frightful Presence"
        }
      },
      "effects": {
        "Frightful Presence": {
          "name": "Frightful Presence"
        }
      }
    },
    "Whispers of Treason (Rare)": {
      "name": "Whispers of Treason (Rare)",
      "description": "<p><strong>Progression</strong>: Whispers of Treason progresses when it consumes enough souls, as determined by the GM.</p><hr /><p>This magic weapon can only be destroyed by an effect that would destroy an artifact.</p><p>When an attack from this weapon reduces a creature that is not a Construct or Undead to 0 hit points, it regains 1 charge.</p><p><strong>Sentience</strong>. Whispers of Treason is a sentient lawful evil weapon with an Intelligence of 11, a Wisdom of 12, and a Charisma of 14. It has hearing and darkvision out to a range of 120 feet, and can speak, read, and understand Common and Infernal.</p><p>The weapon seeks to ingratiate itself with a powerful person, then convince or trick them into acquiring souls for it. Its aim is to acquire enough souls to descend to a more powerful form of devil, freeing itself from its bow form in the process. Conflict arises if the wielder refuses to aid Whisper's schemes.</p><p><strong>Infernal Brass Arrow</strong>. As part of making a ranged weapon attack with this weapon, you can expend 1 charge to summon an infernal brass arrow that deals an additional [[/r 2d6[fire]]]{2d6 fire damage} on a hit.</p><p><strong>Infernal Iron Arrow</strong>. You can expend 2 charges to summon an infernal iron arrow. A creature hit by this arrow must use their reaction, if available, to make an attack against an allied creature of their choice they can see.</p>",
      "activities": {
        "Infernal Brass Arrow": {
          "name": "Infernal Brass Arrow"
        },
        "Infernal Iron Arrow": {
          "name": "Infernal Iron Arrow"
        }
      }
    },
    "Scalehead (Common)": {
      "name": "Scalehead (Common)",
      "description": "<p><strong>Progression</strong>: Scalehead progresses whenever the attuned creature's Charisma modifier increases.</p><hr /><p><strong>Dragonspeak</strong>. Once per long rest, while holding this magic weapon, you can use an action to speak the command word to grant you the ability to read, speak, and write Draconic for 6 hours.</p>",
      "activities": {
        "Dragonspeak": {
          "name": "Dragonspeak"
        }
      }
    },
    "Lucid Warblade (Very Rare)": {
      "name": "Lucid Warblade (Very Rare)",
      "description": "<p><strong>Progression</strong>: Lucid warblades progress whenever the attuned creature's proficiency bonus increases.</p><hr /><p>This magic weapon has 6 charges, and regains a variable number of charges at night based on the current phase of the moon.</p><table><tbody><tr><th><p>Moon Phase</p></th><th><p>Number of Charges</p></th></tr><tr><td><p>Full moon</p></td><td><p>3 charges</p></td></tr><tr><td><p>Half moon</p></td><td><p>2 charges</p></td></tr><tr><td><p>Crescent moon</p></td><td><p>1 charge</p></td></tr><tr><td><p>New moon</p></td><td><p>0 charges</p></td></tr></tbody></table><p><strong>Energize</strong>. You can use a bonus action to expend up to 3 charges to energize the weapon, bathing it in a green glow for 1 hour. For the duration, you gain a bonus to attack and damage rolls made with this weapon equal to the number of charges you expended.</p><p><strong>Nimble</strong>. While the weapon is Energized, you gain uncanny combat dexterity. When hit by an attack you can see, you can use your reaction to attempt to reduce the damage by half. To do so, make a [[/save dexterity]] saving throw, with the DC equal to the attacker's attack roll.</p><p><strong>Sleep</strong>. You can use an action to expend 1 charge to cast sleep. You can expend additional charges to cast it at a level equal to the total number of charges expended.</p><p><strong>Lucidity</strong>. While attuned to this weapon, you no longer need to sleep, but can choose to fall asleep if you wish.</p><p><strong>Gifts from Cthulhu</strong>. While attuned to this weapon, your Strength, Dexterity, and Constitution scores increase by 1, as does the maximum for each score. However, your Wisdom score is reduced by 1. In addition, you gain [[/roll 2d6]] hit points, and your hit point maximum increases by the same amount.</p><p><strong>Dreamwalk</strong>. While sleeping, you can astrally project yourself into another sleeping mind as long as you know exactly where the target is slumbering. Your astral form has the same statistics as your material form, and you can communicate and interact with the sleeper's astral form, including attacking it. While using Dreamwalk, your material form holds an ineffective, ethereal version of the weapon.</p>",
      "activities": {
        "Energize": {
          "name": "Energize"
        },
        "Sleep": {
          "name": "Sleep"
        }
      },
      "effects": {
        "Lucid Warblade (Very Rare)": {
          "name": "Lucid Warblade (Very Rare)"
        }
      }
    },
    "Constellation (Uncommon)": {
      "name": "Constellation (Uncommon)",
      "description": "<p><strong>Progression</strong>: Constellation progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>This weapon's properties, which are inspired by the zodiac constellations, are learned as the weapon increases in power.</p><p>When you attune to this magic weapon or progress from the previous stage, you learn an additional three of the following Constellations of your choice: @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.kh1RQEPRObdJvH3D]{Aquarius}, @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.Xq2twOIA0nka6HFf]{Aries}, @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.UXboZHad9DrbxgrV]{Cancer}, @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.0dZnc9CuMrOu4kh7]{Capricorn}, @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.8vH6FiC3dNajdgY5]{Leo}, @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.UBxqIT5wOxEB4AOV]{Libra}, or @UUID[Compendium.weapons-of-lore.jsg-wo-lore-progressing-weapons.Item.YfP2yYMdwpZQoX28]{Virgo}.</p>"
    },
    "Flowing Water Blade (Legendary)": {
      "name": "Flowing Water Blade (Legendary)",
      "description": "<p>Progression: Flowing Water Blade progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>One With the Current</strong>. While holding this magic weapon, you have a swimming speed equal to your walking speed.</p><p><strong>Move as Water.</strong> You ignore difficult terrain created by liquid.</p><p><strong>Flow State</strong>. You regain 1 ki point when you use the Dodge action.</p><p><strong>Whirlpool</strong>. If you use the Dodge action, you have advantage on the next attack roll you make before the end of your next turn.</p><p><strong>The Flow and the Tide</strong>. You can use an action and spend 4 ki points to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplControlWat]{control water} or @UUID[Compendium.dnd5e.spells24.Item.phbsplFreedomofM]{freedom of movement}. Once per long rest, you can cast one of these spells without spending ki points.</p>",
      "effects": {
        "Flowing Water Blade": {
          "name": "Flowing Water Blade"
        }
      }
    },
    "Cindersmash (Legendary)": {
      "name": "Cindersmash (Legendary)",
      "description": "<p><strong>Warmth</strong>. Once per short or long rest, as a bonus action, you can speak this magic weapon's command word, causing its pocked-stone head to glow red, generating a 5-foot-radius sphere of heat for 1 hour. Each creature within the sphere has resistance to cold damage and advantage on cold related savings throws for the duration.</p><p><strong>Blaze</strong>. Once per long rest, as a bonus action, you can speak the command word, causing the weapon's head to glow red and pop with molten sparks for 10 minutes, or until you use a bonus action to end the effect. For the duration, the weapon deals an extra [[/r 3d6[fire]]]{3d6 fire damage} on a hit.</p><p><strong>Eruption</strong>. Once per long rest, as an action, you can speak the command word while raising the weapon above your head, causing molten lava to erupt from it. Each creature within a 15-foot-radius sphere centered on the weapon (including you) must make a [[/save dexterity 15]]saving throw. A target takes [[/r 8d6[fire]]]{8d6 fire damage} on a failed save, or half as much damage on a successful one.</p><p>The eruption does not spread around corners but does ignite flammable objects in the area that are not being worn or carried.</p>",
      "activities": {
        "Warmth": {
          "name": "Warmth"
        },
        "Blaze": {
          "name": "Blaze"
        },
        "Eruption": {
          "name": "Eruption"
        }
      },
      "effects": {
        "Cindersmash (Legendary)": {
          "name": "Cindersmash (Legendary)"
        }
      }
    },
    "Osterot's Hand (Uncommon)": {
      "name": "Osterot's Hand (Uncommon)",
      "description": "<p>Progression: Osterot's Hand progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Piercing Stab</strong>. You can use this magic bow as a melee weapon with the finesse property. When used this way, the weapon deals [[/r 1d4[piercing]]]{1d4 piercing damage} on a hit.</p><p><strong>Parry</strong>. You can use your reaction to add 1 to your AC against one melee attack that would hit you. To do so, you must see the attacker and be wielding this weapon.</p>",
      "activities": {
        "Parry": {
          "name": "Parry"
        },
        "Piercing Stab": {
          "name": "Piercing Stab"
        }
      }
    },
    "Tidal Lash (Very Rare)": {
      "name": "Tidal Lash (Very Rare)",
      "description": "<p><strong>Progression</strong>: Tidal Lash is bound to the ocean goddess who created it, and progresses each time its wielder performs an important task for her, as determined by the GM. The goddess favors wielders who protect the oceans, slay terrible sea monsters, and embark on long ocean voyages to undiscovered places.</p><hr /><p>Attacks made with this magic weapon while underwater do not impose disadvantage.</p><p><strong>Riptide</strong>. When you hit with an attack using this weapon, you can expend 1 charge to slam the target with a heavy wave. The target must succeed on a [[/save strength 17]]saving throw or be pushed 10 feet in a direction of your choice, or instead of pushing a target that fails its saving throw, you can hold it in place with a miniature whirlpool, reducing its speed to 0 until the end of its next turn.</p><p><strong>Water Breath</strong>. While holding this weapon, you can breathe underwater.</p><p><strong>Command the Waves</strong>. You can use an action to expend 4 charges to cast control water.</p>",
      "activities": {
        "Riptide": {
          "name": "Riptide"
        },
        "Command the Waves": {
          "name": "Command the Waves"
        }
      }
    },
    "Trident of R'lyeh (Very Rare)": {
      "name": "Trident of R'lyeh (Very Rare)",
      "description": "<p>The Trident of R'lyeh progresses whenever the attuned creature's proficiency bonus increases. Each time the weapon progresses, its owner's body changes to more closely resemble a deep one.</p><p><strong>Curse of Cthulhu</strong>. A creature attuned to the weapon cannot end the attunement voluntarily. A @UUID[Compendium.dnd5e.spells24.Item.phbsplGreaterRes]{greater restoration} spell breaks the attunement, but it takes it takes ([[/r 1d6 + @prof]]{1d6 + proficiency}) days for their body to return to its original appearance.</p><hr /><p>When you attune to this magic weapon, tiny gills appear on your neck. You can breathe underwater indefnitely.</p><p><strong>Blessing of the Deep Ones</strong>. Your feet and hands become webbed. You gain a swimming speed equal to your walking speed.</p><p><strong>Return</strong>. The weapon returns to your hand immediately after it is used to make a ranged attack.</p><p><strong>Shocking Stab</strong>. When you hit with an attack using this weapon, you can expend 1 charge to deal an extra [[/r 2d8[lightning]]]{2d8 lightning damage}, and the target cannot take reactions until the start of its next turn.</p><p><strong>Blessing of Mother Hydra</strong>. Your eyes change shape, becoming bulbous and fish-like. You gain darkvision out to a range of 60 feet. If you already have darkvision from your race, its range increases by 60 feet.</p><p><strong>Ally from the Depths.</strong> While underwater, you can expend 3 charges to summon a @UUID[Compendium.dnd5e.actors24.Actor.mmHunterShark000]{hunter shark} or 5 charges to summon two hunter sharks. The sharks arrive in [[/r 1d4 #rounds]]{1d4 rounds}. The sharks are allies to you and your companions. In combat, they share your initiative count, but take their turns immediately after yours. They obey your verbal commands (no action required by you). If you do not issue any, they take the Dodge action and use their move to avoid danger. The sharks disappear after 1 hour or when they are reduced to 0 hit points, you are killed, or you dismiss them.</p><p><strong>Blessing of Father Dagon</strong>. Your skin becomes gray and scaly, and your hair falls out. You gain resistance to cold damage.</p>",
      "activities": {
        "Shocking Stab": {
          "name": "Shocking Stab"
        },
        "Ally from the Depths": {
          "name": "Ally from the Depths"
        },
        "Ally from the Depths (x2)": {
          "name": "Ally from the Depths (x2)"
        }
      },
      "effects": {
        "Blessing of the Deep Ones": {
          "name": "Blessing of the Deep Ones"
        },
        "Blessing of Father Dagon": {
          "name": "Blessing of Father Dagon"
        }
      }
    },
    "Scalehead (Very Rare)": {
      "name": "Scalehead (Very Rare)",
      "description": "<p><strong>Progression</strong>: Scalehead progresses whenever the attuned creature's Charisma modifier increases.</p><hr /><p><strong>Dragonspeak</strong>. Once per short or long rest, while holding this magic weapon, you can use an action to speak the command word to grant you the ability to read, speak, and write Draconic for 12 hours.</p><p><strong>Dragonhead</strong>. When you finish a long rest, you can choose from the below metals, each associated with a particular metallic dragon. When you do, the weapon's head takes the shape and color of that dragon's head, granting it extra damage on a hit until you finish your next long rest.</p><p><em>Brass</em>. The weapon deals an extra [[/r 2d6[bludgeoning]]]{2d6 bludgeoning damage}.</p><p><em>Bronze</em><strong>.</strong> The weapon deals an extra [[/r 2d6[lightning]]]{2d6 lightning damage}.</p><p><em>Copper</em><strong>.</strong> The weapon deals an extra [[/r 2d6[acid]]]{2d6 acid damage}.</p><p><em>Gold</em><strong>.</strong> The weapon deals an extra [[/r 2d6[fire]]]{2d6 fire damage}.</p><p><em>Silver</em><strong>.</strong> The weapon deals an extra [[/r 2d6[cold]]]{2d6 cold damage}.</p>",
      "activities": {
        "Dragonspeak": {
          "name": "Dragonspeak"
        }
      }
    },
    "Eclipse's Reach (Common)": {
      "name": "Eclipse's Reach (Common)",
      "description": "<p><strong>Progression</strong>: Eclipse's Reach progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>Eclipse's Reach has Light and Dark properties, which can only be used by creatures of particular alignments and only at certain times. Light properties can only be used by good or neutral-aligned creatures and only during the day (between dawn and dusk). Dark properties can only be used by evil or neutral-aligned creatures and only during the night (between dusk and dawn).</p><p>Once per long rest, while holding this magic weapon, you can either extinguish all nonmagical flames (Dark) or light all candles, torches, and lanterns (Light) within 60 feet of you.</p>",
      "activities": {
        "Extinguish/Light": {
          "name": "Extinguish/Light"
        }
      }
    },
    "Icon of the Deceiver (Legendary)": {
      "name": "Icon of the Deceiver (Legendary)",
      "description": "<p><strong>Ravenous Razor</strong>. When you hit with an attack using this weapon, the blade howls and roars with delight, which can be heard up to 300 feet away.</p><p><strong>Spells of Truth and Delusion</strong>. You can cast the following spells from this weapon (save DC 17): alter self, augury, hideous laughter, nondetection, scrying, and see invisibility. Once you cast one of these spells, you cannot cast it this way again until you finish a long rest. For the spell's duration, the Deceiver's voice taunts you through the crystal ball, loudly divulging your secrets, audible to anyone within 30 feet.</p><p><strong>Uncharmed</strong>. If you are targeted by an effect that would charm you, roll a [[/roll d100]]. On a result of 36 or higher, you are immune to the effect for 1 minute.</p><p><strong>Delusion of Grandeur</strong>. The weapon deals an additional [[/r 3d8[psychic]]]{3d8 psychic damage} on a hit. If you roll an 8 on one or more of these damage dice, you also take half the psychic damage.</p><p><strong>Soul Siphon</strong>. When this weapon reduces a creature to 0 hit points, the creature's soul is drawn into the crystal, blocking any magic that would restore it to life, short of a wish spell.</p><p><strong>Form of the Slain</strong>. Once per long rest, you can use an action to cast seeming (save DC 17), granting targets the appearance of one or more creatures whose souls are in the crystal eye.</p>",
      "activities": {
        "Form of the Slain": {
          "name": "Form of the Slain"
        }
      }
    },
    "Icon of the Deceiver (Very Rare)": {
      "name": "Icon of the Deceiver (Very Rare)",
      "description": "<p>Progression: Icon of the Deceiver progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Ravenous Razor</strong>. When you hit with an attack using this weapon, the blade howls and roars with delight, which can be heard up to 300 feet away.</p><p><strong>Spells of Truth and Delusion</strong>. You can cast the following spells from this weapon (save DC 15): alter self, augury, hideous laughter, and see invisibility. Once you cast one of these spells, you cannot cast it this way again until you finish a long rest. For the spell's duration, the Deceiver's voice taunts you through the crystal ball, loudly divulging your secrets, audible to anyone within 30 feet.</p><p><strong>Uncharmed</strong>. If you are targeted by an effect that would charm you, roll a [[/roll d100]]. On a result of 36 or higher, you are immune to the effect for 1 minute.</p><p><strong>Delusion of Grandeur</strong>. The weapon deals an additional [[/r 2d8[psychic]]]{2d8 psychic damage} on a hit. If you roll an 8 on one or more of these damage dice, you also take half the psychic damage.</p><p><strong>Soul Siphon</strong>. When this weapon reduces a creature to 0 hit points, the creature's soul is drawn into the crystal, blocking any magic that would restore it to life, short of a wish spell.</p><p><strong>Form of the Slain</strong>. Once per long rest, you can use an action to cast seeming (save DC 15), granting targets the appearance of one or more creatures whose souls are in the crystal eye.</p>",
      "activities": {
        "Form of the Slain": {
          "name": "Form of the Slain"
        }
      }
    },
    "Eclipse's Reach (Legendary)": {
      "name": "Eclipse's Reach (Legendary)",
      "description": "<p>Eclipse's Reach has Light and Dark properties, which can only be used by creatures of particular alignments and only at certain times. Light properties can only be used by good or neutral-aligned creatures and only during the day (between dawn and dusk). Dark properties can only be used by evil or neutral-aligned creatures and only during the night (between dusk and dawn).</p><p>Once per long rest, while holding this magic weapon, you can either extinguish all nonmagical flames (Dark) or light all candles, torches, and lanterns (Light) within 60 feet of you.</p><p>The weapon deals an extra [[/r 1d6[radiant]]]{1d6 radiant damage}(Light) or [[/r 1d6[necrotic]]]{1d6 necrotic damage}(Dark) on a hit. This damage increases to 2d6 against Aberrations and Monstrosities.</p><p><strong>Flames of the Sun (Light)</strong>. Once per long rest, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplGuidingBol]{guiding bolt} (spell attack bonus +5).</p><p><strong>Stars' Design (Dark)</strong>. Once per long rest, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplAugury0000]{augury}.</p><p><strong>Flare's Reach (Light</strong>). When you attack with this weapon, you can increase your reach by 5 feet.</p><p><strong>Subtle Shadows (Dark)</strong>. You can use a bonus action to reduce this weapon to one-tenth its size (roughly the size of a dagger), making it easy to conceal. While this size, it cannot be used to make attacks. It remains this size for 1 hour, or until you use a bonus action to return it to normal size.</p><p><strong>Solar Flare (Light)</strong>. Once per long rest, you can use an action to create a brilliant flare of light in a 60-foot-radius sphere centered on you. Creatures in the area (excluding you) must succeed on a [[/save constitution 17]]saving throw or be &amp;Reference[blinded] until the end of their next turn.</p><p><strong>Starfall (Dark)</strong>. Once per long rest, you can use an action to cause small comets to crash in a 30-foot-radius sphere centered on a point you can see within 100 feet. Each creature in this area must make a [[/save dexterity 17]]saving throw, taking [[/r 4d10[bludgeoning]]]{4d10 bludgeoning damage} on a failed save, or half as much on a successful one. At the end of your turn, you can teleport anywhere within the former area of effect.</p><p>Once per long rest, you can use a bonus action to activate one of the following properties and alter your form for 10 minutes.</p><p><strong>Brilliant Form (Light).</strong> You are infused with radiant energy. You gain resistance to necrotic damage and a +2 bonus to AC. In addition, whenever a creature within 5 feet of you hits you with a melee attack, the attacker takes [[/r 2d8[radiant]]]{2d8 radiant damage}.</p><p><strong>Shadow Form (Dark)</strong>. You are infused with necrotic energy, covering you in shadows. You gain resistance to radiant damage and attack rolls against you have disadvantage.</p>",
      "activities": {
        "Extinguish/Light": {
          "name": "Extinguish/Light"
        },
        "Flames of the Sun (Light)": {
          "name": "Flames of the Sun (Light)"
        },
        "Stars' Design (Dark)": {
          "name": "Stars' Design (Dark)"
        },
        "Flare's Reach (Light)": {
          "name": "Flare's Reach (Light)"
        },
        "Subtle Shadows (Dark)": {
          "name": "Subtle Shadows (Dark)"
        },
        "Solar Flare (Light)": {
          "name": "Solar Flare (Light)"
        },
        "Starfall (Dark)": {
          "name": "Starfall (Dark)"
        },
        "Brilliant Form (Light)": {
          "name": "Brilliant Form (Light)"
        },
        "Shadow Form (Dark)": {
          "name": "Shadow Form (Dark)"
        }
      },
      "effects": {
        "Solar Flare": {
          "name": "Solar Flare"
        },
        "Brilliant Form": {
          "name": "Brilliant Form"
        },
        "Shadow Form": {
          "name": "Shadow Form"
        }
      }
    },
    "Trouble Clef (Very Rare)": {
      "name": "Trouble Clef (Very Rare)",
      "description": "<p><strong>Progression</strong>: Trouble Clef progresses whenever the attuned creature gains an Ability Score Improvement.</p><hr /><p>While holding this magic weapon, you can use an action to transform it into any musical instrument with which you are proficient, or back into its weapon form.</p><p><strong>Paramount</strong>. When you roll initiative while carrying this weapon, you add your proficiency bonus to your initiative roll.</p><p><strong>Bass Note</strong>. When you hit with an attack using this weapon, you can choose to expend a spell slot to deal an extra [[/r 1d8[thunder]]]{1d8 thunder damage} per level of the slot expended to the target. Creatures within 5 feet of the target must make a [[/save con dc=@attributes.spell.dc]] saving throw against your spell save DC, taking the same amount of damage on a failed save, or half as much damage on a successful one.</p><p><strong>Irrepressible</strong>. You cannot be &amp;Reference[deafened] while wielding this weapon and you are unaffected by spells and other magical effects that prevent you from casting spells with verbal components.</p>",
      "activities": {
        "Bass Note": {
          "name": "Bass Note"
        }
      }
    },
    "Trouble Clef (Common)": {
      "name": "Trouble Clef (Common)",
      "description": "<p><strong>Progression</strong>: Trouble Clef progresses whenever the attuned creature gains an Ability Score Improvement.</p><hr /><p>While holding this magic weapon, you can use an action to transform it into any musical instrument with which you are proficient, or back into its weapon form.</p>"
    },
    "Osterot's Hand (Common)": {
      "name": "Osterot's Hand (Common)",
      "description": "<p>Progression: Osterot's Hand progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Piercing Stab</strong>. You can use this magic bow as a melee weapon with the finesse property. When used this way, the weapon deals [[/r 1d4[piercing]]]{1d4 piercing damage} on a hit.</p>",
      "activities": {
        "Piercing Stab": {
          "name": "Piercing Stab"
        }
      }
    },
    "Rising Tide (Very Rare)": {
      "name": "Rising Tide (Very Rare)",
      "description": "<p><strong>Progression</strong>: Rising Tide progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>Attacks made with this magic weapon while underwater do not impose disadvantage.</p><p><strong>Tidal Reach</strong>. You can use a bonus action to mentally command the weapon's haft to extend into a ten-footlong tentacle tipped with the mace's pearlescent conch head, granting it the reach property.</p><p>Master of Tides. While holding this weapon, you can use an action to expend a number of charges to cast one of the following spells:</p><ul><li><p>2 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplAlterSelf0]{alter self}</p></li><li><p>3 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplConjureAni]{conjure animals}</p></li><li><p>4 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplControlWat]{control water}</p></li></ul><p>You can expend additional charges to increase the spell slot level of these spells by one for each additional charge expended. When you cast alter self from this weapon, you can only choose the Aquatic Adaptation benefit, and when you cast conjure animals from it, the spirits you summon must take the form of creatures who make their home in the ocean.</p><p><strong>Tidal Shield</strong>. When you are hit with a melee attack, you can use your reaction to expend 1 charge to push your attacker 20 feet away from you with a jet of water.</p>",
      "activities": {
        "Tidal Reach": {
          "name": "Tidal Reach"
        },
        "Tidal Shield": {
          "name": "Tidal Shield"
        }
      }
    },
    "Silent Strings (Uncommon)": {
      "name": "Silent Strings (Uncommon)",
      "description": "<p><strong>Progression</strong>: For Silent Strings to progress, the attuned creature must locate a lost song or poem unknown to any living being. When its tune or rhythm is strummed on the lyre's strings, the weapon's rarity increases. The creature's proficiency bonus must increase before the item can progress again.</p><hr /><p>Once per long rest, while holding the instrument, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplSilence000]{silence}.</p><p><strong>Instrument or Weapon</strong>. You can use an action to change this magic item's form into an instrument (lyre) or a weapon (whip), or back again. Ati will, while holding the instrument, you can cast the @UUID[Compendium.dnd5e.spells24.Item.phbsplMessage000]{message} cantrip.</p>",
      "effects": {
        "Silent Strings": {
          "name": "Silent Strings"
        }
      }
    },
    "Longsword (Legendary)": {
      "name": "Longsword (Legendary)",
      "description": "<p>Counterpoise is a nonmagical weapon that becomes magical when one of its properties is used.</p><p><strong>Advantageous Attack</strong>. Twice per long rest, when you make an attack with this weapon, you can choose to attack with advantage. Doing so also makes the weapon magical until the end of your next turn.</p><p><strong>Tip the Scales</strong>. You can expend up to 5 charges to gain a bonus to attack and damage rolls with this weapon equal to the number of charges expended for 1 minute. Doing so also makes the weapon magical for the duration.</p>",
      "activities": {
        "Advantageous Attack": {
          "name": "Advantageous Attack"
        },
        "Tip the Scales": {
          "name": "Tip the Scales"
        }
      }
    },
    "Hearthfriend (Common)": {
      "name": "Hearthfriend (Common)",
      "description": "<p><strong>Progression</strong>: Hearthfriend progresses the first time its wielder cooks a meal for their friends after each proficiency bonus increase, or during other important meals, at the GM's discretion.</p><hr /><p><strong>Heroic Meal</strong>. When finishing a long rest, you can cook and eat a heroic meal. You gain temporary hit points equal to your proficiency bonus (or twice your bonus if you are a Halfling).</p>"
    },
    "Brazen Hammer (Uncommon)": {
      "name": "Brazen Hammer (Uncommon)",
      "description": "<p><strong>Progression</strong>: Brazen Hammer progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>You have resistance to fire damage while holding this weapon.</p><p><strong>Hell-Touched</strong>. This magic weapon is permanently warm. It is uncomfortable (but not damaging) to touch without gloves.</p>",
      "effects": {
        "Brazen Hammer": {
          "name": "Brazen Hammer"
        }
      }
    },
    "Eclipse's Reach (Rare)": {
      "name": "Eclipse's Reach (Rare)",
      "description": "<p><strong>Progression</strong>: Eclipse's Reach progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>Eclipse's Reach has Light and Dark properties, which can only be used by creatures of particular alignments and only at certain times. Light properties can only be used by good or neutral-aligned creatures and only during the day (between dawn and dusk). Dark properties can only be used by evil or neutral-aligned creatures and only during the night (between dusk and dawn).</p><p>Once per long rest, while holding this magic weapon, you can either extinguish all nonmagical flames (Dark) or light all candles, torches, and lanterns (Light) within 60 feet of you.</p><p>The weapon deals an extra [[/r 1d6[radiant]]]{1d6 radiant damage}(Light) or [[/r 1d6[necrotic]]]{1d6 necrotic damage}(Dark) on a hit. This damage increases to 2d6 against Aberrations and Monstrosities.</p><p><strong>Flames of the Sun (Light)</strong>. Once per long rest, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplGuidingBol]{guiding bolt} (spell attack bonus +5).</p><p><strong>Stars' Design (Dark)</strong>. Once per long rest, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplAugury0000]{augury}.</p><p><strong>Flare's Reach (Light</strong>). When you attack with this weapon, you can increase your reach by 5 feet. </p><p><strong>Subtle Shadows (Dark)</strong>. You can use a bonus action to reduce this weapon to one-tenth its size (roughly the size of a dagger), making it easy to conceal. While this size, it cannot be used to make attacks. It remains this size for 1 hour, or until you use a bonus action to return it to normal size.</p>",
      "activities": {
        "Extinguish/Light": {
          "name": "Extinguish/Light"
        },
        "Flames of the Sun (Light)": {
          "name": "Flames of the Sun (Light)"
        },
        "Stars' Design (Dark)": {
          "name": "Stars' Design (Dark)"
        },
        "Flare's Reach (Light)": {
          "name": "Flare's Reach (Light)"
        },
        "Subtle Shadows (Dark)": {
          "name": "Subtle Shadows (Dark)"
        }
      }
    },
    "Bellier's Razorfin (Very Rare)": {
      "name": "Bellier's Razorfin (Very Rare)",
      "description": "<p><strong>Progression</strong>: Bellier's Razorfin progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Propellers</strong>. While holding this magic weapon, you can cause the fin blades to spin like propellers, granting you a swimming speed of 30 feet until the end of your turn.</p><p><strong>Burst of Spinning Blades</strong>. When you hit with an attack using this weapon, creatures (other than you) within 5 feet of the target must succeed on a [[/save dexterity 15]]saving throw or take [[/r 1d6[slashing]]]{1d6 slashing damage}.</p><p><strong>Fish Reel</strong>. When you hit with an attack using this weapon, you can pull the target 10 feet toward you if it is your size or smaller. It must then succeed on a [[/save strength 15]]saving throw or be &amp;Reference[grappled] (escape DC 15). While &amp;Reference[grappled], the target is also &amp;Reference[restrained].</p>",
      "activities": {
        "Propellers": {
          "name": "Propellers"
        },
        "Burst of Spinning Blades": {
          "name": "Burst of Spinning Blades"
        },
        "Fish Reel": {
          "name": "Fish Reel"
        }
      },
      "effects": {
        "Bellier's Razorfin (Common)": {
          "name": "Bellier's Razorfin (Common)"
        },
        "Fish Reel": {
          "name": "Fish Reel"
        }
      }
    },
    "Bluefire (Common)": {
      "name": "Bluefire (Common)",
      "description": "<p><strong>Progression</strong>: Bluefire progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Bluefire</strong>. Once per long rest, while holding this magic weapon, you can use a bonus action to speak the command word to cause the head to emit blue flames for 1 hour. You can speak the command word again (no action required) to end the effect early. While the flames have no heat, they cast bright light in a 20-foot radius and dim light for an additional 20 feet.</p>",
      "activities": {
        "Bluefire": {
          "name": "Bluefire"
        }
      }
    },
    "Greataxe (Rare)": {
      "name": "Greataxe (Rare)",
      "description": "<p><strong>Progression</strong>: Master Key progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Breaker of Doors</strong>. You gain a +3 bonus to attack and damage rolls against doors and locks made with this magic weapon.</p><p><strong>Tools</strong>. Once per short or long rest, you can use a bonus action to speak the command word, causing the weapon to transform into a mundane set of thieves' tools for 10 minutes. You gain proficiency with thieves' tools while using the weapon this way. You can speak the command word again to end the transformation early.</p><p><strong>Knock</strong>. Once per long rest, you can use a bonus action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplKnock00000]{knock}.</p>",
      "activities": {
        "Tools": {
          "name": "Tools"
        }
      }
    },
    "Pilum of the Lost Legion (Common)": {
      "name": "Pilum of the Lost Legion (Common)",
      "description": "<p><strong>Progression</strong>: Pilum of the Lost Legion progresses each time its wielder uses it to kill a creature with a CR that is 3 or more higher than their level. The wielder must use the spear to deal at least one third of the damage required to kill the creature. Once the spear has progressed, it cannot do so again until the wielder's level increases.</p><hr /><p><strong>Living Banner</strong>. While holding this magic weapon, and while no friendly creature is within 10 feet of you, you have advantage on saving throws against being pushed or knocked &amp;Reference[prone].</p>"
    },
    "Hammer of Haughtiness (Very Rare)": {
      "name": "Hammer of Haughtiness (Very Rare)",
      "description": "<p><strong>Progression</strong>: Hammer of Haughtiness progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>Once per short or long rest, while holding this magic weapon, you can use a bonus action to gain darkvision out to a range of 60 feet for 1 minute.</p><p>This weapon deals an additional [[/r 2d6[bludgeoning]]]{2d6 bludgeoning damage} to creatures with an Intelligence score of 9 or less.</p><p><strong>Hoot</strong>. Once per short or long rest, while holding this weapon, you can use an action to cause it to emit a loud hooting noise. Any creature within 30 feet of you that can hear must succeed on a [[/save constitution 17]]saving throw or be &amp;Reference[stunned] until the start of your next turn. Creatures with an Intelligence score of 9 or less have disadvantage on the saving throw.</p>",
      "activities": {
        "Hoot": {
          "name": "Hoot"
        }
      }
    },
    "Serpent's Tongue (Legendary)": {
      "name": "Serpent's Tongue (Legendary)",
      "description": "<p>You gain proficiency in the Deception skill. If you are already proficient, you gain expertise instead.</p><p><strong>Forked Tongue</strong>. When you make a [[/skill deception]] check, you can roll [[/roll 1d6]] and add the number rolled to the check. If you use this property and your check fails, the creature you made the check against becomes unfriendly or hostile toward you (the GM decides).</p><p><strong>Mind Venom</strong>. When you hit a creature with this weapon, you can choose to deal psychic damage instead of piercing damage.</p><p><strong>Erode Confidence</strong>. If you succeed on a Charisma (Deception) or Charisma (Persuasion) check against a creature, it is &amp;Reference[charmed] by you for 1 hour, or until you, or an ally, attack it or cast a spell on it. If the creature remains &amp;Reference[charmed] for the duration, its attitude toward you afterward remains neutral or friendly until you take a hostile action toward it. You can use this property a number of times equal to half your proficiency bonus and regain all expended uses when you finish a long rest.</p><p><strong>Slippery Tongue</strong>. You are immune to being &amp;Reference[charmed], and to spells and magical effects that force you to tell the truth, such as zone of truth. Truth-telling magic indicates you are being truthful.</p><p><strong>Master of Lies</strong>. When you make a [[/skill deception]] check, you treat a d20 roll of 9 or lower as a 10. Additionally, when you fail a Charisma (Deception) check, you can choose to succeed instead. If you do, you are incapable of telling a deliberate lie for 24 hours.</p>",
      "activities": {
        "Erode Confidence": {
          "name": "Erode Confidence"
        }
      },
      "effects": {
        "Serpent's Tongue": {
          "name": "Serpent's Tongue"
        }
      }
    },
    "Rat-King (Very Rare)": {
      "name": "Rat-King (Very Rare)",
      "description": "<p><strong>Progression</strong>: When you kill a Medium-sized creature, you can allow The Rat-King to consume its corpse, progressing from common to uncommon. For each subsequent rarity, the required size of corpse increases by one category, to a maximum of Gargantuan. Each consumption takes [[/r 1d4 #days]]{1d4 days}. The Rat-King cannot progress more than once per month.</p><hr /><p>You can expend charges from this weapon to cast the following spells:</p><ul><li><p>1 charge: a@UUID[Compendium.dnd5e.spells24.Item.phbsplAnimalFrie]{nimal friendship}, @UUID[Compendium.dnd5e.spells24.Item.phbsplSpeakwithA]{speak with animals}</p></li><li><p>2 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplAnimalMess]{animal messenger}</p></li></ul><p>When you cast animal friendship or speak with animals this way, you can only target and communicate with rodents. When you cast animal messenger this way, one of the weapon's heads untangles itself and delivers your message, reappearing when the spell ends.</p><p><strong>Vermin Speech</strong>. You can communicate in a limited manner with rats and other rodents. They can understand the meaning of your words, though you have no special ability to understand them in return. You have advantage on all Charisma checks you make to influence them.</p><p><strong>Gnawing Wave</strong>. Once per long rest, while holding this weapon, you can use an action to swing it and unleash a 30-foot cone of hungry metal rats. Each creature in the area must make a [[/save dexterity 16]]saving throw, taking [[/r 8d6[piercing]]]{[[/r 8d6[piercing]]]{8d6 piercing damage}} on a failed save, or half as much damage on a successful one. Until the start of your next turn, the area is covered in swarming rats, making it difficult terrain.</p><p>In addition, a creature that fails its saving throw against Gnawing Wave is covered in hungry rats and must repeat the saving throw at the start of each of its turns. On a failure, the target takes an additional [[/r 2d6[piercing]]]{2d6 piercing damage}. On a success, the effect ends for it.</p>",
      "activities": {
        "Gnawing Wave": {
          "name": "Gnawing Wave"
        },
        "Gnawing Wave (Repeat)": {
          "name": "Gnawing Wave (Repeat)"
        }
      }
    },
    "Glyph (Rare)": {
      "name": "Glyph (Rare)",
      "description": "<p><strong>Progression</strong>: Glyph progresses as the attuned creature grows in magical power. The weapon's rarity increases each time the wielder gains spell slots of the following levels: 5th level (very rare), and 7th level (legendary).</p><hr /><p>You are proficient with this magic weapon even if you are not proficient with longswords. In addition, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplComprehend]{comprehend languages} using your spellcasting ability and spell slots.</p><p><strong>Arcane Resistance</strong>. Once per long rest, if you fail a saving throw against a spell or other magical effect, you can choose to expend a spell slot to reroll. If you do so, you must use the new roll.</p><p><strong>Cleave Magic</strong>. While holding this weapon, you can cast @UUID[Compendium.dnd5e.spells24.Item.phbsplCounterspe]{counterspell} using your spellcasting ability and spell slots. Once per long rest, when a creature within 5 feet of you casts a spell, you can use your reaction to cast counterspell without expending a spell slot.</p><p><strong>Deflect Magic</strong>. If a creature makes a spell attack against you, you can use your reaction to expend a spell slot of 1st level or higher to impose disadvantage on the creature's attack roll. You can use this property [[@prof/2]] times and regain all expended uses when you finish a long rest.</p>",
      "activities": {
        "Arcane Resistance": {
          "name": "Arcane Resistance"
        },
        "Cleave Magic": {
          "name": "Cleave Magic"
        },
        "Deflect Magic": {
          "name": "Deflect Magic"
        }
      }
    },
    "Hammer of Haughtiness (Common)": {
      "name": "Hammer of Haughtiness (Common)",
      "description": "<p><strong>Progression</strong>: Hammer of Haughtiness progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>Once per short or long rest, while holding this magic weapon, you can use a bonus action to gain darkvision out to a range of 60 feet for 1 minute.</p>"
    },
    "Bow of Empee (Legendary)": {
      "name": "Bow of Empee (Legendary)",
      "description": "<p><strong>HUD</strong>. While holding this magic weapon, you can use a bonus action to activate or deactivate a heads-up display that appears in front of you. The display contains all options listed below, though those that require a rarity level above the weapon's current rarity are grayed out and unavailable. The display is visible to all creatures and disappears if you let go of the weapon. A crosshairs icon is highlighted on the HUD when you make a damage roll with this weapon.</p><p><strong>Auto Reload</strong>. The weapon cannot use normal ammunition. Instead, it produces its own, creating one piece of magical ammunition when you make a ranged attack with it. The ammunition created by the weapon vanishes the instant after it hits or misses a target.</p><p><strong>Psychological Warfare</strong>. Once per long rest, you can cause the weapon to produce menacing, glowing-red spikes for 1 minute. For the duration, you have advantage on Charisma (Intimidation) checks.</p><p><strong>Arcane Ammo</strong>. The weapon has 9 charges, and it regains 1d6 + 3 expended charges when you finish a long rest. Prior to making your attack, you can expend a number of charges to empower the created ammunition with one of the following spell effects:</p><p>6 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplDisintegra]{disintegrate}, @UUID[Compendium.dnd5e.spells24.Item.phbsplSunbeam000]{sunbeam}</p><p>5 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplFlameStrik]{flame strike}</p><p>4 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplIceStorm00]{ice storm}</p><p>3 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplFireball00]{fireball},@UUID[Compendium.dnd5e.spells24.Item.phbsplLightningB]{ lightning bolt}</p><p>2 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplMelfsAcidA]{acid arrow}, @UUID[Compendium.dnd5e.spells24.Item.phbsplScorchingR]{scorching ray}</p><p>1 charge: @UUID[Compendium.dnd5e.spells24.Item.phbsplGuidingBol]{guiding bolt}</p><p>0 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplFireBolt00]{fire bolt}, @UUID[Compendium.dnd5e.spells24.Item.phbsplRayofFrost]{ray of frost}</p><p>Empowered ammunition does not deal its normal piercing damage. A missed attack results in expended charges and no spell effect. Spells effects that target a point must instead target a creature or object. The spell save DC for spells which require targets to make a saving throw is 17.</p>",
      "activities": {
        "HUD": {
          "name": "HUD"
        },
        "Psychological Warfare": {
          "name": "Psychological Warfare"
        },
        "Arcane Ammo": {
          "name": "Arcane Ammo"
        }
      }
    },
    "Whisperwind (Very Rare)": {
      "name": "Whisperwind (Very Rare)",
      "description": "<p><strong>Progression</strong>: Whisperwind progresses as the attuned creature bests elements of wind. Specific milestones are determined by the GM, but may include defending nature, or surviving natural or magical storms.</p><hr /><p>While holding this magic weapon, you can use an action to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplMessage000]{message}.</p><p><strong>Sturdy Retreat</strong>. When you hit a creature with an attack using this weapon, that creature has disadvantage on opportunity attacks made against you until the start of your next turn.</p><p><strong>Razorwind Strike</strong>. Once per long rest, when you hit a creature with an attack using this weapon, you can force each creature within a 60-feet-long, 5-feet-wide line extending from the weapon in the direction of the target to make a [[/save dexterity 15]]saving throw. On a failed save, a creature takes [[/r 6d6[slashing]]]{6d6 slashing damage} and is pushed 5 feet in a direction of your choice. On a successful save, a creature takes half as much damage and is not pushed.</p><p><strong>Gathering Gale</strong>. Once per long rest, while holding this weapon, you can use an action to gain a flying speed of 60 feet for 1 minute. While flying this way, ranged attacks made against you have disadvantage.</p>",
      "activities": {
        "Razorwind Strike": {
          "name": "Razorwind Strike"
        },
        "Gathering Gale": {
          "name": "Gathering Gale"
        }
      }
    },
    "Eclipse's Edge (Legendary)": {
      "name": "Eclipse's Edge (Legendary)",
      "description": "<p>Progression: Eclipse's Edge progresses as its wielder performs acts that maintain or restore balance between opposing forces. Significant achievements are determined by the GM, but may include reconciling feuding factions or vanquishing a creature threatening to disrupt the world's natural order.</p><hr /><p>While holding this magic weapon, you can use an action to instantaneously light or snuff a candle, torch, or small campfire within 30 feet. In addition, you can use an action to cast the light cantrip, targeting this weapon.</p><p>When you hit a creature with a [[@prof/2]] CR with an attack using this weapon, the weapon gains 1 charge and begins to glow.</p><p><strong>Lunar Strike</strong>. You can use an action to expend 2 charges to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplMoonbeam00]{moonbeam }(save DC 17). You can spend additional charges to cast moonbeam at a level equal to the total number of charges expended. Once you have cast moonbeam from this weapon, you cannot do so again until you finish a short or long rest.</p><p><strong>Solar Strike</strong>. You can use an action to expend 6 charges to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplSunbeam000]{sunbeam }(save DC 17). Once you cast sunbeam from this weapon, you cannot do so again until you finish a short or long rest.</p><p><strong>Totality</strong>. Once per long rest, while holding this weapon, you can use an action to speak the command word, causing magical darkness to spread in a 30-foot-radius sphere centered on you for 1 minute. A creature with darkvision cannot see through this darkness, and nonmagical light cannot illuminate it. When you take this action, you can designate up to six creatures that can see through the magical darkness.</p>",
      "activities": {
        "Totality": {
          "name": "Totality"
        }
      },
      "effects": {
        "Eclipse's Edge (Very Rare)": {
          "name": "Eclipse's Edge (Very Rare)"
        }
      }
    },
    "Krampus Cane (Legendary)": {
      "name": "Krampus Cane (Legendary)",
      "description": "<p><strong>Stench of Death</strong>. Once per short or long rest, while holding this magic weapon, you can use a bonus action to speak its command word, causing it to emit the foul stench of death and decay for 10 minutes. The smell is noticeable by any creature within 60 feet of you that can smell. While Stench of Death is active, attacks made with this weapon deal an extra [[/r 4d6[necrotic]]]{4d6 necrotic damage}. In addition, while Stench of Death is active, any creature that starts its turn within 5 feet of you must succeed on a [[/save constitution 17]]saving throw or be &amp;Reference[poisoned] until the start of its next turn. On a successful saving throw, the creature is immune to Stench of Death for 24 hours.</p><p>Once per short or long rest, while holding this weapon, you can use an action to speak the command word to activate one of the following properties, each of which has a duration of 2 hours.</p><ul><li><p><strong>Goatshape.</strong> You transform yourself into a @UUID[Compendium.dnd5e.actors24.Actor.mmGoat0000000000]{goat} or a @UUID[Compendium.dnd5e.actors24.Actor.mmGiantGoat00000]{giant goat}, as per the polymorph spell.</p></li><li><p><strong>Form of Krampus</strong>. Your body takes on several of Krampus' physical traits and special attacks.</p><ul><li><p><strong>Cloven Hooves.</strong> Your feet transform into cloven hooves. You have advantage on Strength and Dexterity saving throws made against effects that would knock you &amp;Reference[prone], and your movement is unaffected by difficult terrain.</p></li><li><p><strong>Horns.</strong> Long, pointed horns erupt from your skull. For the duration, you gain the following magical attack and ability.</p><ul><li><p><strong>Ram.</strong> Melee Weapon Attack (Horns): Proficiency Bonus plus STR Modifier to hit, reach 10 ft., one target. Hit: 3d6 + STR Modifier piercing damage.</p></li><li><p><strong>Charge.</strong> If you move at least 20 feet straight toward a target and then hit it with a Ram attack on the same turn, the target takes an extra [[/r 3d6[piercing]]]{3d6 piercing damage}.</p></li></ul></li></ul></li></ul>",
      "activities": {
        "Stench of Death": {
          "name": "Stench of Death"
        },
        "Goatshape": {
          "name": "Goatshape"
        },
        "Ram": {
          "name": "Ram"
        },
        "Stench of Death (Save)": {
          "name": "Stench of Death (Save)"
        }
      },
      "effects": {
        "Krampus Cane (Legendary)": {
          "name": "Krampus Cane (Legendary)"
        }
      }
    },
    "Bow of Empee (Very Rare)": {
      "name": "Bow of Empee (Very Rare)",
      "description": "<p><strong>Progression</strong>: The Bow of Empee progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>HUD</strong>. While holding this magic weapon, you can use a bonus action to activate or deactivate a heads-up display that appears in front of you. The display contains all options listed below, though those that require a rarity level above the weapon's current rarity are grayed out and unavailable. The display is visible to all creatures and disappears if you let go of the weapon. A crosshairs icon is highlighted on the HUD when you make a damage roll with this weapon.</p><p><strong>Auto Reload</strong>. The weapon cannot use normal ammunition. Instead, it produces its own, creating one piece of magical ammunition when you make a ranged attack with it. The ammunition created by the weapon vanishes the instant after it hits or misses a target.</p><p><strong>Psychological Warfare</strong>. Once per long rest, you can cause the weapon to produce menacing, glowing-red spikes for 1 minute. For the duration, you have advantage on Charisma (Intimidation) checks.</p><p><strong>Arcane Ammo</strong>. The weapon has 6 charges, and it regains 1d4 + 2 expended charges when you finish a long rest. Prior to making your attack, you can expend a number of charges to empower the created ammunition with one of the following spell effects:</p><p>3 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplFireball00]{fireball},@UUID[Compendium.dnd5e.spells24.Item.phbsplLightningB]{ lightning bolt}</p><p>2 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplMelfsAcidA]{acid arrow}, @UUID[Compendium.dnd5e.spells24.Item.phbsplScorchingR]{scorching ray}</p><p>1 charge: @UUID[Compendium.dnd5e.spells24.Item.phbsplGuidingBol]{guiding bolt}</p><p>0 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplFireBolt00]{fire bolt}, @UUID[Compendium.dnd5e.spells24.Item.phbsplRayofFrost]{ray of frost}</p><p>Empowered ammunition does not deal its normal piercing damage. A missed attack results in expended charges and no spell effect. Spells effects that target a point must instead target a creature or object. The spell save DC for spells which require targets to make a saving throw is 15.</p>",
      "activities": {
        "HUD": {
          "name": "HUD"
        },
        "Psychological Warfare": {
          "name": "Psychological Warfare"
        },
        "Arcane Ammo": {
          "name": "Arcane Ammo"
        }
      }
    },
    "Wilderland (Very Rare)": {
      "name": "Wilderland (Very Rare)",
      "description": "<p>Progression: Wilderland progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p><strong>Sure-Footed</strong>. While holding this magic weapon, you gain a +[[@prof]] bonus to saving throws made against effects that would knock you &amp;Reference[prone].</p><p><strong>Charge</strong>. If you move at least 20 feet straight toward a target and then hit it with an attack using this weapon on the same turn, the target takes an additional [[/r 2d6[piercing]]]{2d6 piercing damage}. If the target is a creature, it must succeed on a [[/save strength 16]]saving throw or be knocked &amp;Reference[prone].</p><p><strong>Beast Sense</strong>. Twice per long rest, when you roll initiative, you can choose to roll with advantage.</p><p><strong>Fight or Flight</strong>. Once per long rest, while you have fewer than half your hit points remaining, you can choose Fight or Flight.</p><ul><li><p><strong>Fight</strong>. You gain temporary hit points equal to four times your proficiency bonus and have advantage on all ability checks, saving throws, and attack rolls you make before the start of your next turn.</p></li><li><p><strong>Flight</strong>. Until the end of your next turn, your speed is doubled, your AC increases by 2, and you have advantage on Dexterity saving throws.</p></li></ul>",
      "activities": {
        "Charge": {
          "name": "Charge"
        },
        "Beast Sense": {
          "name": "Beast Sense"
        },
        "Fight": {
          "name": "Fight"
        },
        "Flight": {
          "name": "Flight"
        }
      },
      "effects": {
        "Wilderland (Flight)": {
          "name": "Wilderland (Flight)"
        }
      }
    },
    "Scalehead (Uncommon)": {
      "name": "Scalehead (Uncommon)",
      "description": "<p><strong>Progression</strong>: Scalehead progresses whenever the attuned creature's Charisma modifier increases.</p><hr /><p><strong>Dragonspeak</strong>. Once per long rest, while holding this magic weapon, you can use an action to speak the command word to grant you the ability to read, speak, and write Draconic for 12 hours.</p><p><strong>Dragonhead</strong>. When you finish a long rest, you can choose from the below metals, each associated with a particular metallic dragon. When you do, the weapon's head takes the shape and color of that dragon's head, granting it extra damage on a hit until you finish your next long rest.</p><p><em>Brass</em>. The weapon deals an extra [[/r 1d6[bludgeoning]]]{1d6 bludgeoning damage}.</p><p><em>Bronze</em><strong>.</strong> The weapon deals an extra [[/r 1d6[lightning]]]{1d6 lightning damage}.</p><p><em>Copper</em><strong>.</strong> The weapon deals an extra [[/r 1d6[acid]]]{1d6 acid damage}.</p><p><em>Gold</em><strong>.</strong> The weapon deals an extra [[/r 1d6[fire]]]{1d6 fire damage}.</p><p><em>Silver</em><strong>.</strong> The weapon deals an extra [[/r 1d6[cold]]]{1d6 cold damage}.</p>",
      "activities": {
        "Dragonspeak": {
          "name": "Dragonspeak"
        }
      }
    },
    "Onomatopoeia (Very Rare)": {
      "name": "Onomatopoeia (Very Rare)",
      "description": "<p><strong>Progression</strong>: Onomatopoeia progresses whenever the attuned creature's proficiency bonus increases.</p><hr /><p>These knuckle dusters are worn over your fists. When you make an attack with an unarmed strike, you gain a +2 bonus to attack and a +2 bonus to damage. When you hit a target with an unarmed strike, the creature takes an additional [[/r (1)[bludgeoning]]]{1 bludgeoning damage}.</p><p><strong>Ka-Pow!</strong> At will, when you hit a target with an unarmed strike, you can speak the command word \"Ka-Pow!\" to deal an extra [[/r 1d4[bludgeoning]]]{1d4 bludgeoning damage}.</p><p><strong>Bam</strong>! When you hit a creature with an unarmed strike, you can expend 1 charge while speaking the command word \"Bam!\" to deal an extra [[/r 1d8[thunder]]]{1d8 thunder damage}. In addition, the creature must succeed on a [[/save strength 17]]saving throw or be pushed 5 feet away from you.</p><p><strong>Insulting Injury</strong>. When you hit a creature with an unarmed strike and speak one of this item's command words, you can expend 1 charge to give the target disadvantage on its next ability check, attack roll, or saving throw.</p><p><strong>Wham</strong>! When you hit a creature with an unarmed strike, you can expend 2 charges while speaking the command word \"Wham!\" to deal an extra [[/r 1d10[bludgeoning]]]{1d10 bludgeoning damage}. After the attack, the word \"Wham!\" is embossed on the creature's armor, clothing, or skin where your hit landed, which remains until the creature finishes a short or long rest. While the word remains, the creature has disadvantage on Charisma checks and saving throws.</p>",
      "activities": {
        "Ka-Pow!": {
          "name": "Ka-Pow!"
        },
        "Bam!": {
          "name": "Bam!"
        },
        "Insulting Injury": {
          "name": "Insulting Injury"
        },
        "Wham!": {
          "name": "Wham!"
        }
      }
    },
    "Eclipse's Edge (Uncommon)": {
      "name": "Eclipse's Edge (Uncommon)",
      "description": "<p>Progression: Eclipse's Edge progresses as its wielder performs acts that maintain or restore balance between opposing forces. Significant achievements are determined by the GM, but may include reconciling feuding factions or vanquishing a creature threatening to disrupt the world's natural order.</p><hr /><p>While holding this magic weapon, you can use an action to instantaneously light or snuff a candle, torch, or small campfire within 30 feet. In addition, you can use an action to cast the light cantrip, targeting this weapon.</p><p>When you hit a creature with a [[@prof/2]] CR with an attack using this weapon, the weapon gains 1 charge and begins to glow.</p><p><strong>Lunar Strike</strong>. You can use an action to expend 2 charges to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplMoonbeam00]{moonbeam }(save DC 13). Once you have cast moonbeam from this weapon, you cannot do so again until you finish a short or long rest.</p>"
    },
    "Alder's Travelling Garden (Common)": {
      "name": "Alder's Travelling Garden (Common)",
      "description": "<p><strong>Progression</strong>: Alder's Travelling Garden progresses whenever the attuned creature's Wisdom modifier increases.</p><hr /><p><strong>Fertile Soil</strong>. Any seeds of a nonmagical plant that are placed on this magic weapon and remain there from sundown to sunrise take root on it and sprout in [[/r 1d6 #days]]{1d6 days}. Plants on the weapon require no light or nourishment to thrive. A maximum of six plants can live on the weapon. You can choose to remove any of the plants that have taken root.</p>"
    },
    "Pilum of the Lost Legion (Rare)": {
      "name": "Pilum of the Lost Legion (Rare)",
      "description": "<p><strong>Progression</strong>: Pilum of the Lost Legion progresses each time its wielder uses it to kill a creature with a CR that is 3 or more higher than their level. The wielder must use the spear to deal at least one third of the damage required to kill the creature. Once the spear has progressed, it cannot do so again until the wielder's level increases.</p><hr /><p><strong>Living Banner</strong>. While holding this magic weapon, and while no friendly creature is within 10 feet of you, you have have immunity from being pushed or knocked &amp;Reference[prone].</p><p><strong>Stand Like a Bastion</strong>. Once per long rest, if you are within 5 feet of an enemy, and no friendly creature is within 10 feet of you, you can use a bonus action to enter a defensive stance. While in this stance, you have advantage on attack rolls against creatures within 5 feet of you and you add your proficiency bonus to your AC and the damage you deal with this weapon. You can remain in the stance for 1 minute, or until you are &amp;Reference[incapacitated].</p>",
      "activities": {
        "Stand Like a Bastion": {
          "name": "Stand Like a Bastion"
        }
      },
      "effects": {
        "Stand Like a Bastion": {
          "name": "Stand Like a Bastion"
        }
      }
    }
  }
}
