{
  "label": "Magical Weapons",
  "entries": {
    "Bolstering Blowgun": {
      "name": "Bolstering Blowgun",
      "description": "<p>These mithral forearm crutches appear to be ordinary crutches with hollow handles.</p><hr /><p>This magic weapon takes the form of a pair of hollow crutches which adjust to fit a creature of Small to Large size.</p><p><strong>Bolster.</strong> This weapon has 4 charges, and regains all expended charges when you finish a long rest. When you hit a creature with an attack using this weapon, instead of dealing the weapon's normal damage, you can expend 1 charge to give the attack one of the following properties:</p><ul><li>Neuroshock. The target takes [[/r 1d4[lightning]]]{1d4 lightning damage} and must succeed on a [[/save constitution 12]]saving throw or be &amp;Reference[stunned] until the end of its next turn.</li><li>Poison. The target must succeed on a [[/save constitution 12]]saving throw or take [[/r 1d4[poison]]]{1d4 poison damage} and become &amp;Reference[poisoned] for 1 minute.</li><li>Susceptible. The target must succeed on a [[/save wisdom 12]]saving throw or be &amp;Reference[charmed] by you for 10 minutes or until you or your companions do anything harmful to it. The &amp;Reference[charmed] creature regards you as a friendly acquaintance. When the effect ends, the creature knows it was &amp;Reference[charmed] by you.</li></ul>",
      "activities": {
        "Neuroshock": {
          "name": "Neuroshock"
        },
        "Poison": {
          "name": "Poison"
        },
        "Susceptible": {
          "name": "Susceptible"
        }
      },
      "effects": {
        "Neuroshock": {
          "name": "Neuroshock"
        },
        "Poison": {
          "name": "Poison"
        },
        "Susceptible": {
          "name": "Susceptible"
        }
      }
    },
    "Falling Stars": {
      "name": "Falling Stars",
      "description": "<p>These small, star-shaped darts are made from meteoric iron, and each has a silvery-blue sheen and is frigid to the touch.</p><hr />"
    },
    "Trollclaw Staff": {
      "name": "Trollclaw Staff",
      "description": "<p>Formed by the fusion of two severed troll arms, this quarterstaff is covered in leathery green flesh. The forearms and fingers on each end continue to flex if the muscles are manipulated.</p><hr /><p><strong>Grasping</strong>. When you hit a creature with an attack using this weapon, you can attempt to grapple the target with it (the weapon's Athletics skill bonus is treated as +4 for the grapple check). You cannot attack with the Trollclaw Staff while grappling a creature this way. You can drag or carry a creature &amp;Reference[grappled] this way at your normal speed.</p><p><strong>Reaching.</strong> While wielding the staff, you can place a one-handed melee weapon into one of its hands. You can then make attacks with that weapon as though it had the reach property as long as you are holding the Trollclaw Staff and it is holding the one-handed weapon. You cannot attack with the Trollclaw Staff itself while it is holding a weapon.</p><p><strong>Helpful Troll Hand.</strong> Once per long rest, you can use an action to sever one of the hands. The hand functions as per the mage hand spell, but you can only move the hand up to 10 feet per turn and the hand (which has AC 12 and 2 hit points) can be destroyed. If the severed hand is not reattached to the staff within 1 minute or is reduced to 0 hit points, it dissolves into a puddle of slimy flesh. The staff regrows a hand after 1 day and a @UUID[Compendium.dnd5e.actors24.Actor.mmTroll000000000]{troll} grows from the flesh puddle after 10 days. A troll created this way is friendly to you for 1 hour. Then, roll a d6. On a 4–6, the troll becomes hostile, and its actions are determined by the GM. On a 1–3, it remains friendly to you until you finish a long rest, at which point this roll must be made again.</p>",
      "activities": {
        "Helpful Troll Hand": {
          "name": "Helpful Troll Hand"
        }
      }
    },
    "Flip Switch": {
      "name": "Flip Switch",
      "description": "<p>One side of this dagger's blade is black, the other side white.</p><hr /><p>Twice per long rest, immediately before making an attack with this magic weapon, you can flip the weapon in the air, catching it as it falls. Roll a [[/r d6]]. On a 1–3, the weapon lands with the blade's white area exposed and you gain a +5 bonus to your attack roll. On a 4–6, the weapon lands with the blade's black area exposed and you have a −5 penalty to your attack roll.</p>"
    },
    "Dimension Dart": {
      "name": "Dimension Dart",
      "description": "<p>This dart is decorated with chalks and inks that form runes of conjuration magic.</p><hr /><p><strong>Dimension Walk</strong>. You can use an action to expend 1 charge to throw the weapon to an unoccupied space within range and roll a d20. On a 2–20, you are teleported to this location and can bring along objects as long as their weight does not exceed what you can carry. You can also bring one willing creature of your size or smaller who is carrying gear up to its carrying capacity. The creature must be within 5 feet of you when you use this property. On a 1, you and your belongings, as well as any willing creature, are instead teleported to a harmless demiplane, where you remain until the end of your next turn, when you reappear in an unoccupied space within 5 feet of your target. Creatures within the demiplane are &amp;Reference[incapacitated].</p><p></p>"
    },
    "Sky Hunter": {
      "name": "Sky Hunter",
      "description": "<p>Ammunition fired from this wooden bow is trailed by red and yellow strips of magical energy.</p><hr /><p><strong>Ammunition</strong>. If you load no ammunition in the weapon, it produces its own, automatically creating one magic arrow when you draw the string. The arrow created by the bow vanishes after it hits or misses a target.</p><p><strong>Ribbons.</strong> When you make an attack against a creature using this weapon, you can expend 1 charge and speak the command word. On a hit, strips of magical energy envelop the creature, and the target is &amp;Reference[restrained] until the end of your next turn.</p>",
      "activities": {
        "Ribbons": {
          "name": "Ribbons"
        }
      },
      "effects": {
        "Sky Hunter": {
          "name": "Sky Hunter"
        }
      }
    },
    "Triumvirate": {
      "name": "Triumvirate",
      "description": "<p>The three prongs of this trident each represent one of the three powerful hags who forged it.</p><hr /><p><strong>Precision</strong>. If you use this weapon to make three weapon attacks in the same turn, you gain advantage on the third attack, which deals an extra [[/r 3d6[force]]]{3d6 force damage} on a hit.</p><p><strong>Spellcasting.</strong> You can use an action and expend 1 charge to cast one of the following spells (save DC 17): bane, bless, or magic missile. Spells cast this way do not require concentration.</p>"
    },
    "Refutation": {
      "name": "Refutation",
      "description": "<p>Bickering faces are engraved on this sword's blade.</p><hr /><p><strong>Anathema</strong>. When you score a critical hit against a creature with this weapon, roll a [[/r d6]]. On a 1–5, the target suffers the effects of a @UUID[Compendium.dnd5e.spells24.Item.phbsplBestowCurs]{bestow curse} (save DC 16), on a 6, the spell targets you instead. When cast this way, the spell does not require concentration and the nature of the curse is determined at random by rolling a d4. If the spell has targeted you, the target of your original attack is treated as the caster of the spell.</p>"
    },
    "Motley's Fool": {
      "name": "Motley's Fool",
      "description": "<p>This weapon's colorful pommel and handle are shaped like a musical treble clef, while its guard is embossed with musical notes.</p><hr /><p><strong>Raucous</strong>. Once per short or long rest, if you cast vicious mockery while holding this weapon, you can target one additional creature within 30 feet of the original target.</p>"
    },
    "Hammer of Dismantling": {
      "name": "Hammer of Dismantling",
      "description": "<p>This gnomish ball-peen hammer jitters in its wielder's hand, eager to take apart anything it touches.</p><hr /><p>Once per long rest, as an action, you can touch a constructed nonmagical object no larger than a 10-foot cube that is not being wielded or worn with this magic weapon. A shockwave passes over the object, instantly disassembling it into its component parts. The parts land harmlessly on the ground in the object's space. </p><p>If the object was locked, such as a door or chest, you must make an attack roll with the hammer against the lock's AC, disassembling the object on a success.</p>"
    },
    "Confetti": {
      "name": "Confetti",
      "description": "<p>Colorful tassels dangle from this finely crafted sword's pommel. Its blade rests inside a polka dot sheath.</p><hr /><p><strong>Confetti</strong>. Once per long rest, you can use a bonus action to speak the command word, causing the weapon to explode into a 20-foot-radius sphere of colorful confetti centered on you until the end of your next turn. The sphere spreads around corners, and its area is heavily obscured. However, you can see through this sphere. A wind of moderate or greater speed (at least 10 miles per hour) disperses it. At the end of the duration, the weapon reforms in your hand or its polka dot sheath, whichever you choose.</p>",
      "activities": {
        "Confetti": {
          "name": "Confetti"
        }
      }
    },
    "Mind Pick": {
      "name": "Mind Pick",
      "description": "<p>Made of steel with a green patina, the head of this war pick is stylized as an exposed brain with tentacles, which twist together to form the pick's spike.</p><hr /><p><strong>Telepath</strong>. When you hit a creature with an attack using this weapon, you can expend 1 charge to cast detect thoughts (save DC 15), requiring no concentration. For the duration of the spell, you can focus your mind on only the target, and on subsequent turns you can probe deeper into the target's thoughts using a bonus action instead of an action.</p>"
    },
    "Screaming Sickle": {
      "name": "Screaming Sickle",
      "description": "<p>This unassuming farmer's tool, pocked with rust, is light as a feather when held and whistles as sharply as any finely crafted blade when swung through the air.</p><hr /><p>When you hit a creature with an attack using this magic weapon, it emits a scream of pleasure and delight, audible up to 60 feet away. Every time the weapon screams, there is a chance that its cries draw the attention of a curious fey. Roll a d12. On a 1, a @UUID[Compendium.dnd5e.actors24.Actor.mmSprite00000000]{sprite} appears. Roll initiative for the sprite, which has its own turns. The sprite acts as an ally to you and your companions for [[/r 1d6 #rounds]]{1d6 rounds} before getting bored and returning to its home plane. Only one sprite can be summoned this way per day.</p>"
    },
    "Swarming Snare": {
      "name": "Swarming Snare",
      "description": "<p>This braided net looks shinier than an ordinary net. On closer examination, the braid looks and feels like writhing centipedes.</p><hr /><p>A creature &amp;Reference[restrained] by this magic weapon takes [[/r 4d4[piercing]]]{4d4 piercing damage} at the end of each of its turns as it animates and crawls over the target, biting it. A creature reduced to 0 hit points by this damage is stable but &amp;Reference[poisoned] for 1 hour, even after regaining hit points, and &amp;Reference[paralyzed] while &amp;Reference[poisoned] in this way. </p><p>If the weapon is destroyed, it reforms after 24 hours.</p>",
      "effects": {
        "Caught in Net": {
          "name": "Caught in Net"
        }
      }
    },
    "Voltaic Spine": {
      "name": "Voltaic Spine",
      "description": "<p>This hideous whip is made from nerve fiber with the sharp vertebrae still attached, created by removing the intact spine of a recently slain blue or bronze dragon. Violet electricity still courses through it.</p><hr /><p><strong>Shock</strong>. Twice per long rest, immediately after you hit a creature with an attack using this weapon, you can force the target to make a [[/save constitution 15]]saving throw. On a failed save, the target is &amp;Reference[paralyzed] until the start of your next turn. Targets with immunity or resistance to lightning damage automatically succeed.</p>",
      "activities": {
        "Shock": {
          "name": "Shock"
        }
      },
      "effects": {
        "Voltaic Spine": {
          "name": "Voltaic Spine"
        }
      }
    },
    "Worm Grunt": {
      "name": "Worm Grunt",
      "description": "<p>This club, its handle fitted with dark grooves, is carved and painted to resemble a monstrosity.</p><hr /><p><strong>Grunt</strong>. Twice per long rest, as an action, you can rub the weapon's grooves with a stick, piece of wood, another weapon, or similar object, causing it to emit a grunting sound audible to anyone within 60 feet. Roll a d10. On a 1–9, you summon a swarm of poisonous worms (use the swarm of centipedes statistics), which erupt from the ground. The swarm is an ally to you and your companions. In combat, the swarm shares your initiative count, but it takes its turn immediately after yours. It obeys your verbal commands (no action required by you). If you do not issue any, it takes the Dodge action and uses its move to avoid danger. After 1 hour, the swarm returns to the earth. On a 10, you summon a purple worm, which is hostile to all. It acts on its own accord and remains until slain. Summoned creatures appear in an unoccupied space within 30 feet of you.</p>",
      "activities": {
        "Grunt": {
          "name": "Grunt"
        },
        "Summon Swarm": {
          "name": "Summon Swarm"
        },
        "Summon Purple Worm": {
          "name": "Summon Purple Worm"
        }
      }
    },
    "Shatterstone": {
      "name": "Shatterstone",
      "description": "<p>This hefty, dwarven-crafted warhammer vibrates when touched, as if waiting to unleash destruction at a moment's notice.</p><hr /><p><strong>Born of Thunder</strong>. While attuned to this weapon, you have resistance to thunder damage.</p><p><strong>Spellcasting.</strong> Once per long rest, when you hit with an attack using this weapon, you can cast shatter (save DC 14), centered on the target. You are immune to the effects of this casting.</p>",
      "effects": {
        "Shatterstone": {
          "name": "Shatterstone"
        }
      }
    },
    "Shocking Snare": {
      "name": "Shocking Snare",
      "description": "<p>This net has all the visual earmarks of a mundane net, but it sparks with a static charge when handled.</p><hr /><p>A creature that fails a Strength check to free itself or another creature from the net, misses an attack against the net, or deals insufficient damage to destroy the net with a single attack, takes [[/r 1d8[lightning]]]{1d8 lightning damage} and cannot take reactions until the start of its next turn.</p>",
      "effects": {
        "Caught in Net": {
          "name": "Caught in Net"
        }
      }
    },
    "Bluering": {
      "name": "Bluering",
      "description": "<p>A mysterious-looking, blue-ringed octopus wraps itself around this weapon's blade.</p><hr /><p>If you score a critical hit against a creature with this weapon, it must also succeed on a [[/save constitution 14]]saving throw or be &amp;Reference[stunned] until the end of its next turn.</p><p><strong>Mucosa</strong>. Once per long rest, while holding this weapon, you can use a bonus action to cause the weapon's magic to seep from your pores, coating you and your belongings in a toxic mucus for 1 minute. For the duration, whenever a creature within 5 feet of you hits you with a melee attack, mucus splashes from you and the attacker takes [[/r 1d6[poison]]]{1d6 poison damage}. </p><p><strong>Fight or Flight</strong>. When you become &amp;Reference[frightened] or take damage, roll a d6. On a 1, the weapon automatically activates Mucosa, expending its use if it has not already been used.</p>",
      "activities": {
        "Mucosa": {
          "name": "Mucosa"
        }
      }
    },
    "Ram Hammer": {
      "name": "Ram Hammer",
      "description": "<p>Intricately adorned with outlaid silver goats and horns, this hammer was a prize for the greatest cleric-shepherd of the region. It was given as a reward for using a trip of goats to save a town from an ogre assault.</p><hr /><p><strong>Bleat</strong>. When you hit a creature with this weapon, it makes a loud \"bahhh!\", audible to anyone within 30 feet, and the target takes an additional [[/r 1d6[force]]]{1d6 force damage}.</p>"
    },
    "Sea Dogs": {
      "name": "Sea Dogs",
      "description": "<p>A collection of serrated shark teeth forms the blade of this crude wooden handaxe.</p><hr /><p><strong>Blood Frenzy</strong>. As a bonus action, you can expend 1 charge to trigger a bloodlust until the end of your turn. For the duration, you have advantage on attack rolls made with this weapon against creatures that do not have all their hit points.</p>",
      "activities": {
        "Blood Frenzy": {
          "name": "Blood Frenzy"
        }
      }
    },
    "Firebug": {
      "name": "Firebug",
      "description": "<p>Thick chains attach five large metal fireflies to this weapon's leather wrapped handle.</p><hr /><p><strong>Luminate</strong>. As a bonus action, you can speak the command word to cast faerie fire (save DC 14), or to cause the flail's heads to glow a greenish yellow, creating bright light in a 15-foot radius for one hour. You can use each of these features once, regaining all expended uses when you finish a long rest.</p>",
      "activities": {
        "Luminate": {
          "name": "Luminate"
        }
      }
    },
    "Hornet's Nest": {
      "name": "Hornet's Nest",
      "description": "<p>Several hornets fly around a large hornets' nest magically attached 10 inches below this spear's point.</p><hr /><p><strong>Lie Detector.</strong> Once per long rest, you can speak the command word to cause a swarm of hornets to billow from the nest, creating a soft buzz of wings. For the next minute, any creature within 30 feet of the weapon must succeed on a [[/save charisma 15]]saving throw when it attempts to lie to you. On a failed save, you know the creature has lied and the hornets become irritated and buzz loudly. At the end of the duration, the hornets disappear.</p><p><strong>Angry Hornets.</strong> Once per long rest, you can speak the command word to cause a swarm of hornets to rush from the nest, targeting one creature you can see within 60 feet. The target must make a [[/save dexterity 15]]saving throw. A creature takes [[/r 10d6[piercing]]]{10d6 piercing damage} on a failed save, or half as much damage on a successful one. Upon inflicting their damage, the hornets disappear.</p>",
      "activities": {
        "Lie Detector": {
          "name": "Lie Detector"
        },
        "Angry Hornets": {
          "name": "Angry Hornets"
        }
      }
    },
    "Folded Space": {
      "name": "Folded Space",
      "description": "<p>A bow carved from otherworldly lumber sourced from each of the Outer Planes, magically fused into one piece of wood, and strung with a beam of pure astral energy.</p><hr /><p>Ranged attacks made with this weapon do not suffer disadvantage due to a hostile creature being within 5 feet of you.</p><p><strong>Folded Space.</strong> The weapon has 12 charges, and regains 1d10 + 2 expended charges when you finish a long rest. When you make an attack with this weapon, you can expend charges to use one of the following abilities.</p><ul><li>Omnidirectional Arrow (1 charge). The attack ignores half and three-quarters cover.</li><li>Step Through Space (5 charges). If your attack hits and the target is within the weapon's normal range, you can immediately teleport to an unoccupied space within 5 feet of the target.</li></ul>",
      "activities": {
        "Omnidirectional Arrow": {
          "name": "Omnidirectional Arrow"
        },
        "Step Through Space": {
          "name": "Step Through Space"
        }
      }
    },
    "Galifinaka's Dagger": {
      "name": "Galifinaka's Dagger",
      "description": "<p>This dagger's blade is fashioned from crystal and resembles a fancy eye mask.</p><hr /><p><strong>Spellcasting</strong>. As a bonus action, while holding the blade to your face like a mask, you can expend charges to cast the following spells: </p><ul><li><p>1 charge: @UUID[Compendium.dnd5e.spells24.Item.phbsplComprehend]{comprehend languages}</p></li><li><p>2 charges: @UUID[Compendium.dnd5e.spells24.Item.phbsplDarkvision]{darkvision}, @UUID[Compendium.dnd5e.spells24.Item.phbsplSeeInvisib]{see invisibility}</p></li></ul><p>Each spell's duration is unchanged, but you only gain its benefits while you peer through the blade's eyeholes. Additionally, when you cast comprehend languages this way, you can only understand written text.</p>"
    },
    "Elysian Glaive": {
      "name": "Elysian Glaive",
      "description": "<p>This gleaming polearm glows with inner light, bathing all around it in golden brilliance. Along the length of its haft is carved a prayer, only decipherable to those speaking the celestial tongue of the heavens: \"Oblivion awaits those who stand against the divine light.\"</p><hr /><p><strong>Golden Shine</strong>. The weapon's golden blade continually emits bright light in a 15-foot radius and dim light for an additional 15 feet.</p><p><strong>Return.</strong> As long as the weapon is within sight, the wielder can use a bonus action to speak the command word \"return\" to summon it to their hand.</p><p><strong>Spellcasting.</strong> Once per long rest, you can use your action to cast flame strike (save DC 15).</p>",
      "activities": {
        "Attack (Undead/Fiend)": {
          "name": "Attack (Undead/Fiend)"
        },
        "Spellcasting": {
          "name": "Spellcasting"
        }
      }
    },
    "Syringe Stiletto": {
      "name": "Syringe Stiletto",
      "description": "<p>This slender silver dagger has an empty vial in its hilt and a hollow needle in its blade. When the vial is filled with fluid, the tip of the dagger drips.</p><hr /><p><strong>Heal or Harm</strong>. Over the course of 1 minute, you can carefully fill the hilt of the dagger with a potion of any kind. Once per long rest, when filled, you can use an action to jam the dagger's tip into a creature within reach, choosing to heal or harm. Make an attack roll if the creature is unwilling. If you choose to heal, the target regains 4d6 hit points. If you choose to harm, the target must succeed on a [[/save constitution 14]]saving throw or take [[/r 4d6[poison]]]{4d6 poison damage} and become &amp;Reference[poisoned] for 1 minute. A &amp;Reference[poisoned] creature can repeat the saving throw at the end of each of its turns, ending the effect on a success.</p>",
      "activities": {
        "Harm": {
          "name": "Harm"
        }
      },
      "effects": {
        "Syringe Stiletto": {
          "name": "Syringe Stiletto"
        }
      }
    },
    "Star of Mourning": {
      "name": "Star of Mourning",
      "description": "<p>This morningstar is made from white marble with veins of deep black.</p><hr /><p><strong>Anguish</strong>. When you score a critical hit against a creature with this weapon, the target is &amp;Reference[incapacitated] for 1 minute, as it becomes overwhelmed with despair and grief. At the end of each of the &amp;Reference[incapacitated] creature's turns, it can make a [[/save wisdom 14]]saving throw, ending this effect on a success. It then becomes immune to this effect for 24 hours.</p><p><strong>Mourning.</strong> If one of your allies dies, the weapon's veins begin to glow with a sorrowful blue light and continue to glow for 48 hours, or until the ally is returned to life. While the weapon glows, attacks made with it score a critical hit on a roll of 17–20.</p>"
    },
    "Spout": {
      "name": "Spout",
      "description": "<p>This clear glass javelin is mostly filled with blue-tinted water. As the weapon is moved or tilted, the water within flows about its empty space.</p><hr /><p><strong>Aquanaut</strong>. While holding this weapon, you can hold your breath for 60 minutes. Once per long rest, as an action, you can cast control water (save DC 15) from the weapon.</p>"
    },
    "Ki-Flame Blade": {
      "name": "Ki-Flame Blade",
      "description": "<p>This bluish steel sword has a shimmering gold ribbon tied to its pommel. The blade is heavy in the hands of a conflicted soul, but for a peaceful one, it is light as wood.</p><hr /><p>Requires attunement by a monk.</p><p><strong>Ki Flame</strong>. When you spend 1 or more ki points as part of a monk feature while holding the blade, it ignites with blue flames. Until the end of your next turn, attacks with the blade deal an extra [[/r 1d6[fire]]]{1d6 fire damage} on a hit. This damage increases to [[/r 2d6[fire]]]{2d6 fire damage}against incorporeal creatures.</p><p><strong>Ki Beam.</strong> As an action, you can point the blade and spend 3 ki points to create a beam of blue flames in a 30-foot-long, 5-foot-wide line. Each creature in the area must make a [[/save dexterity]] saving throw against your ki save DC, taking [[/r 6d6[fire]]]{6d6 fire damage} on a failed save or half as much damage on a successful one. Incorporeal creatures make this saving throw with disadvantage. Once per long rest, you can use this property without spending ki points.</p>",
      "activities": {
        "Ki Beam": {
          "name": "Ki Beam"
        },
        "Ki Flame": {
          "name": "Ki Flame"
        },
        "Ki Flame (Incorporeal)": {
          "name": "Ki Flame (Incorporeal)"
        }
      }
    },
    "Spit-Gut": {
      "name": "Spit-Gut",
      "description": "<p>This weapon's guard is a small skull, the hilt a rigid column of vertebrae, and the blade is made of what appears to be compressed bones.</p><hr /><p><strong>Summon Skeleton.</strong> Once per long rest, as an action, you can speak the command word, causing the weapon to transform into a Small goblin @UUID[Compendium.dnd5e.actors24.Actor.mmSkeleton000000]{skeleton} named Spit-Gut. This skeleton acts as though you had summoned it with the @UUID[Compendium.dnd5e.spells24.Item.phbsplAnimateDea]{animate dead} spell, but reverts to its weapon form after a number of hours equal to your proficiency bonus. It reverts to a weapon early if it is reduced to 0 hit points or if you choose to use your bonus action to speak the command word again. The skeleton wobbles around like a toddler unsure of their legs (this does not affect its speed). If not supervised, it starts mischief and touches things that should not be touched.</p>",
      "activities": {
        "summon": {
          "profiles": {
            "Spit-Gut": {
              "name": "Spit-Gut"
            }
          }
        }
      }
    },
    "Hushed Kiss": {
      "name": "Hushed Kiss",
      "description": "<p>An ivory hilt decorates this well-crafted scimitar.</p><hr /><p><strong>Whispers</strong>. Once per long rest, you can use a bonus action to create a 60-foot-radius sphere of sound dampening magic which is centered on the weapon and moves with it. Within the sphere, sounds travel only half as far and spells with a verbal component have their range halved. This effect lasts for 1 minute, ending early if you fall &amp;Reference[unconscious] or lose contact with the weapon.</p>",
      "activities": {
        "Whispers": {
          "name": "Whispers"
        }
      }
    },
    "Catalyst": {
      "name": "Catalyst",
      "description": "<p>A fancifully crafted rapier with a guard and hilt decorated in a chaotic pattern of smooth red and white gemstones.</p><hr /><p>When you hit a creature with an attack using this weapon, you can immediately expend 1 charge to do one of the following, requiring no additional action:</p><ul><li>Move up to half your speed.</li><li>Cast a cantrip.</li><li>Make one melee attack with a +2 bonus to the attack and damage roll.</li></ul><p>When you take damage, you can use your reaction to expend 1 charge to do one of the following:</p><ul><li>Regain hit points equal to 1d4 plus your level.</li><li>Move up to half your speed without provoking opportunity attacks.</li></ul>"
    },
    "Deep's Reach": {
      "name": "Deep's Reach",
      "description": "<p>This whip is crafted from a giant octopus's dark tentacle, attached to a smooth, pink coral handle. The tentacle is magically alive and makes wet, squishy noises as it squirms and writhes.</p><hr /><p><strong>Cephalopod</strong>. While attuned to this weapon, you can breathe air and water, have advantage on climbing related checks, and have a swimming speed equal to your walking speed.</p><p><strong>Suckered.</strong> When you hit a creature with an attack using this weapon, you can expend 1 charge to attempt to wrap the tentacle around the target. The target must succeed on a [[/save constitution 15]]saving throw or be &amp;Reference[restrained] until the start of your next turn, when you can expend another charge to force your target to make another saving throw. You cannot attack using Deep's Reach while a target is &amp;Reference[restrained] this way.</p>",
      "activities": {
        "Suckered": {
          "name": "Suckered"
        }
      }
    },
    "Colossus Anchor": {
      "name": "Colossus Anchor",
      "description": "<p>This rusty, barnacle-encrusted anchor has sharpened edges, though the real danger comes from its prodigious weight.</p><hr /><p>While holding this magic weapon, you have advantage on saving throws against being moved against your will. If your Strength score is lower than 16, you have disadvantage on attack rolls made with this weapon.</p>"
    },
    "Sea Maiden's Whip": {
      "name": "Sea Maiden's Whip",
      "description": "<p>This magical whip is braided from strands of black, silky harpy hair and carries a faint odor of putrescence.</p><hr /><p><strong>Spellcasting</strong>. While holding the weapon, you can expend 1 charge to cast dominate beast (save DC 15) or 2 charges to cast dominate person (save DC 15).</p>"
    },
    "Pachyderm's Pride": {
      "name": "Pachyderm's Pride",
      "description": "<p>This iron mace is fashioned to resemble an elephant, with the animal's head and ears forming the weapon's head, and its trunk as the shaft.</p><hr /><p>As an action, you can expend 1 charge to activate one of the following properties. The save DC of each property is [[@skills.prf.passive]].</p><p><strong>Stomp.</strong> You heavily stomp your feet on the ground, casting thunderwave.</p><p><strong>Trumpet.</strong> You loudly mimic an elephant's trumpeting while using your arm to represent its trunk, casting shatter. When you cast the spell this way, it is centered on you and you are immune to its effects.</p>"
    },
    "Whirlwind Spear": {
      "name": "Whirlwind Spear",
      "description": "<p>This feather-light spear stands seven feet tall. Where the haft meets the wide spearhead, three colorful feathers hang, always dancing as if captured in a breeze, regardless of one's actual presence.</p><hr /><p><strong>Whirlwind Shield</strong>. When you are hit by an attack or targeted by the magic missile spell, you can use your reaction to spin the spear around your body at incredible speed. Until the start of your next turn, you have a +3 to bonus to AC, including against the triggering attack, and you take no damage from magic missile. In addition, once per long rest, you can use your action to channel the weapon's power and cast gust of wind (save DC 14).</p>",
      "activities": {
        "Whirlwind Shield": {
          "name": "Whirlwind Shield"
        }
      },
      "effects": {
        "Whirlwind Shield": {
          "name": "Whirlwind Shield"
        }
      }
    },
    "Blob Barb": {
      "name": "Blob Barb",
      "description": "<p>This gray dart has a sharp tip, but the shaft feels soft and tacky.</p><hr /><p>Caustic. A creature hit by an attack using this weapon takes an additional [[/r 1d6[acid]]]{1d6 acid damage} at the start of your next turn as it dissolves into a slime that spreads across the creature's skin. If the target is wearing nonmagical armor, the armor is partly corroded and takes a permanent and cumulative −1 penalty to the AC it offers. The armor is destroyed if the penalty reduces its AC to 10.</p>"
    },
    "Thoughtrazor": {
      "name": "Thoughtrazor",
      "description": "<p>The translucent blade of this curved sword is made of congealed slime from psychic brain matter. Bubbles slowly drift up and down inside the blade, suggesting a dormant intelligence within.</p><hr /><p>Attacks made with this magic weapon deal extra psychic damage equal to your Intelligence modifier (minimum of 1) on a hit.</p><p><strong>Forget.</strong> The first time you damage a creature with an attack using this weapon, the target must succeed on a [[/save intelligence 15]]saving throw or permanently forget what happened within the last [[/r 1d4 #rounds]]{1d4 rounds}. Whenever you score a critical hit, the target must make the same saving throw. On a failure, the creature also falls under the effects of the @UUID[Compendium.dnd5e.spells24.Item.phbsplConfusion0]{confusion} spell (no concentration required).</p>"
    },
    "Devil's Tongue": {
      "name": "Devil's Tongue",
      "description": "<p>This flamberge has a hilt resembling a devil's head. Its blade, a woven fibrous pattern of bronze and red metal, emerges from the fiend's mouth.</p><hr /><p><strong>Tongue Lash</strong>. When you hit a Large or smaller creature with an attack using this weapon, you can expend 1 charge to tongue lash the target. The target is &amp;Reference[grappled] (escape DC 13) as the weapon wraps around it. Until this grapple ends, the target is &amp;Reference[restrained], and the weapon cannot attack another target. While &amp;Reference[grappled] this way, the target takes [[/r (2d6+1)[slashing]]]{2d6 + 1 slashing damage} at the start of each of your turns.</p><p></p>"
    }
  }
}
