{
  "label": "Rechargable Weapons",
  "entries": {
    "Brightfall": {
      "name": "Brightfall",
      "description": "<p>This staff of petrified wood appears plain until held by a cleric, revealing golden threads intricately wrapped around it.</p><hr /><p>Must be attuned by a Cleric.</p><p>To replenish all expended charges, you must sit in meditative prayer to your deity for 4 uninterrupted hours. At the end of this meditation, you gain a level of exhaustion. </p><p><strong>Share the Light</strong>. While holding this weapon, you can use an action to expend 1 charge and cast beacon of hope, requiring no concentration. For the duration, the staff sheds bright light in a 60-foot-radius sphere and dim light for an additional 60 feet.</p>",
      "activities": {
        "Share the Light": {
          "name": "Share the Light"
        }
      }
    },
    "Thirst": {
      "name": "Thirst",
      "description": "<p>A dagger dark as pitch, with translucent, black mists swirling around its form.</p><hr /><p>This magic weapon has X charges, where X is the number of Hit Dice you choose to transfer to the weapon when you finish a long rest. These Hit Dice are spent, but you do not regain any hit points from spending them. Any remaining charges are lost when you begin a long rest.</p><p><strong>Siphoning Strike.</strong> When you hit a creature with an attack using this weapon, you can expend an number of charges to deal an extra [[/r 1d4[necrotic]]]{1d4 necrotic damage} per charge to the target. You regain hit points equal to the necrotic damage dealt.</p>",
      "activities": {
        "Siphoning Strike": {
          "name": "Siphoning Strike"
        }
      }
    },
    "Lodestar": {
      "name": "Lodestar",
      "description": "<p>Studded, shiny black leather wraps the guard and grip of this gleaming silver shortsword.</p><hr /><p>You are immune to the &amp;Reference[deafened] condition while attuned to this weapon. This weapon has 2 charges. To replenish an expended charge, you must spend 10 minutes playing an instrument or singing for at least ten spectators and succeed on a [[/skill skill=performance dc=12]] check.</p><p><strong>Heavy Mettle.</strong> While holding this weapon, you can use an action to expend 1 charge to cast shatter (save DC 13).</p>",
      "activities": {
        "Heavy Mettle": {
          "name": "Heavy Mettle"
        }
      },
      "effects": {
        "Lodestar": {
          "name": "Lodestar"
        }
      }
    },
    "Harsh Honesty": {
      "name": "Harsh Honesty",
      "description": "<p>This nondescript bow grows longer with each lie. Any arrow that leaves its string instantly becomes barbed.</p><hr /><p>To replenish 1 charge, you must deceive someone by succeeding on a Charisma (Deception) check with a DC of at least 15 while carrying or holding this weapon.</p><p><strong>Piercing Words.</strong> When you hit a creature with an attack using this weapon, you can expend 1 charge to deal an extra [[/r 3d6[psychic]]]{3d6 psychic damage} to the target and cast zone of truth, centered on it. When cast this way, the target automatically fails their saving throw, the spell's area of effect moves with them, and the spell's duration is 1 minute.</p>",
      "activities": {
        "Piercing Words": {
          "name": "Piercing Words"
        },
        "Piercing Words (Spell)": {
          "name": "Piercing Words (Spell)"
        }
      }
    },
    "Great Roar": {
      "name": "Great Roar",
      "description": "<p>This massive sword's steel blade is embossed with church bells of varying size.</p><hr /><p>To replenish expended charges, the weapon must be exposed to a clamorous noise, such as tolling church bells or a cacophonous market (the noise must be audible from at least 100 feet away). It must be exposed to 10 seconds of such a sound to replenish 1 charge, and once it has done so, a silence spell manifests, centered on the weapon. The spell effect moves with the weapon and lasts for 1 minute.</p><p><strong>Deafening Blast.</strong> As an action, you can expend 1 charge to cause an ear-splitting boom to explode from the weapon. The sound can be heard up to 200 feet away and causes the ground to shake. Each creature within a 15-foot cube originating from you must make a [[/save constitution 13]]saving throw. On a failed save, a creature takes [[/r 2d6[thunder]]]{2d6 thunder damage}, is pushed back 10 feet, and is &amp;Reference[deafened] until the end of your next turn. On a success, the creature takes half as much damage and is not pushed or &amp;Reference[deafened].</p>",
      "activities": {
        "Deafening Blast": {
          "name": "Deafening Blast"
        }
      }
    },
    "Rainbolts": {
      "name": "Rainbolts",
      "description": "<p>Storm clouds, rain droplets, and lightning bolts are carved into this bow's dark, pliable wood.</p><hr /><p>To replenish all expended charges, you must leave the weapon exposed to a lightning storm for 1 hour.</p><p><strong>Stormbringer.</strong> As an action, you can speak the weapon's command word and expend 1 charge to cast @UUID[Compendium.dnd5e.spells24.Item.phbsplCallLightn]{call lightning} from the weapon (save DC 15). When cast this way, the spell's duration is 1 minute, and it does not require concentration.</p>",
      "activities": {
        "Stormbringer": {
          "name": "Stormbringer"
        }
      },
      "effects": {
        "Rainbolts": {
          "name": "Rainbolts"
        }
      }
    },
    "Courtesan's Smile": {
      "name": "Courtesan's Smile",
      "description": "<p>This slim, dark metal blade hides easily beneath most common clothes and can be brought to hand with remarkable swiftness.</p><hr /><p>While attuned to this magic weapon, you have advantage on initiative rolls, as well as on checks to end the &amp;Reference[grappled] and &amp;Reference[restrained] conditions. </p><p>To replenish all expended charges, at the beginning of a long rest, the weapon must be stored in a velvet-lined wooden box containing a gemstone worth at least 50 gp and left closed for the duration. When you finish the long rest, the gemstone disappears, and the charges are replenished.</p><p><strong>Make Them Bleed.</strong> When you hit with an attack using this weapon, you can use your reaction to expend 1 charge to deal an extra [[/r 2d6[piercing]]]{2d6 piercing damage} to the target, and if the target is not a Construct or Undead, it must succeed on a [[/save constitution 15]]saving throw or be &amp;Reference[poisoned]. While &amp;Reference[poisoned] in this way, the target takes [[/r 2d6[poison]]]{2d6 poison damage} at the start of each of its turns. It can repeat the save at the end of its turns, ending the &amp;Reference[poisoned] condition on a success.</p><p><strong>Hear My Voice.</strong> As a bonus action, you can expend 1 charge to give yourself advantage on all Charisma checks for 1 minute.</p>",
      "activities": {
        "Make Them Bleed (Damage)": {
          "name": "Make Them Bleed (Damage)"
        },
        "Make Them Bleed (Save)": {
          "name": "Make Them Bleed (Save)",
          "condition": "Paired with Make Them Bleed (Damage)"
        },
        "Hear My Voice": {
          "name": "Hear My Voice"
        }
      },
      "effects": {
        "Make Them Bleed": {
          "name": "Make Them Bleed"
        }
      }
    },
    "Flail of the Shining Sun": {
      "name": "Flail of the Shining Sun",
      "description": "<p>Alternating silver and gold bands encircle this iron flail's handle. Hanging from a thick silvery chain is the weapon's striking head, a spherical golden cage within which floats a brilliant gem.</p><hr /><p>Your attacks with it score a critical hit on a roll of 19 or 20. If you already have an increased range for your critical hits, this weapon instead scores a critical hit with a roll of 18 or higher. </p><p>To replenish all expended charges, you must finish a long rest after replacing the spent gemstone inside the head of the weapon with a new gemstone worth at least 1,000 gp. When the weapon's last charge is used, the gem in the weapon's head crumbles to dust and is destroyed.</p><p><strong>Light the Way.</strong> While the weapon has at least 1 charge remaining, you can use a bonus action to cause its head to glow with the brightness of a torch. You can end this glow at any time.</p><p><strong>Searing Strike.</strong> When you hit with an attack using this weapon, you can use your reaction to expend 1 charge to deal an extra [[/r 3d6[radiant]]]{3d6 radiant damage} to the target.</p><p><strong>Bursting Brilliance.</strong> When you hit with an attack using this weapon, you can use your reaction to expend 1 charge to deal [[/r 1d6[radiant]]]{1d6 radiant damage} to each creature of your choice in a 20-foot-radius sphere originating from you.</p>",
      "activities": {
        "Light the Way": {
          "name": "Light the Way"
        },
        "Searing Strike": {
          "name": "Searing Strike"
        },
        "Bursting Brilliance": {
          "name": "Bursting Brilliance"
        }
      }
    },
    "Emberheart": {
      "name": "Emberheart",
      "description": "<p>Fiery veins, pulsing with warmth, course through this column of charcoal.</p><hr /><p>To replenish an expended charge, the weapon must be lit as a torch for 6 continuous hours. While lit, it does not give off smoke, and the weapon deals an extra [[/r (1)[fire]]]{1 fire damage} on a hit.</p><p><strong>Smokescreen.</strong> As an action, you can expend 1 charge and extinguish the weapon's flame, creating a cloud of searing smoke, casting fog cloud centered on you. You can see through the smoke while holding this weapon. In addition, creatures of your choice that end their turn within the smoke take [[/r (1)[fire]]]{1 fire damage}.</p>",
      "activities": {
        "Smokescreen": {
          "name": "Smokescreen"
        }
      }
    },
    "God's Touch": {
      "name": "God's Touch",
      "description": "<p>A crude hammer carved from a yellowing, monstrous bone.</p><hr /><p>Requires attunment by a follower of a god.</p><p>This magic weapon has a pool of 15 hit points. To replenish all expended hit points, you must perform a 10-minute ritual while praying to your god and succeed on a [[/skill ability=wisdom skill=religion dc=15]]. On a success, the hit points are replenished. On a failure, the hit points are not replenished, and you must finish a long rest before you can perform the ritual again.</p><p><strong>Bolster.</strong> As an action, you can touch a creature with this weapon and expend hit points from the pool, restoring a number of hit points to that creature equal to the hit points you expended from the pool. If the target is at maximum hit points, you instead grant them temporary hit points from the pool.</p>"
    },
    "Lance of the Northern Wind": {
      "name": "Lance of the Northern Wind",
      "description": "<p>An irregularly shaped lance made from a large, un-melting icicle.</p><hr /><p>To replenish expended charges, you must face north while in quiet meditation. For every hour spent this way, you replenish 1 charge. This meditation cannot be done as part of a short or long rest.</p><p><strong>Chilling Dash.</strong> You can expend charges to @UUID[Compendium.dnd5e.content24.JournalEntry.phbAppendixCRule.JournalEntryPage.6l6nBKip4LqB1sCU]{Dash} as a bonus action. When you Dash this way, you can move an additional 10 feet per expended charge. If you hit with an attack using this weapon on the same turn, you deal an extra [[/r 1d4[cold]]]{1d4 cold damage} per expended charge to the target.</p>",
      "activities": {
        "Chilling Dash (Damage)": {
          "name": "Chilling Dash (Damage)"
        },
        "Chilling Dash": {
          "name": "Chilling Dash"
        }
      }
    },
    "Mire": {
      "name": "Mire",
      "description": "<p>The large, smelly, perpetually damp and muddy branch of a swamp oak.</p><hr /><p>To replenish 1 expended charge, you must drive the weapon into the ground, where roots spring forth and bind it to the ground for 6 hours, after which it replenishes 1 charge and releases itself. It can be pulled from the ground earlier by a creature that succeeds on a [[/save strength 20]]saving throw. If pulled from the ground early, it does not replenish any charges. If it is planted in a swamp, all expended charges are replenished, not just 1.</p><p><strong>Sludge.</strong> As an action, you can choose a number of creatures within 30 feet that you can see equal to half your proficiency bonus and force them to make a [[/save strength 18]]saving throw if they are in contact with the ground. On a failure, a creature is &amp;Reference[restrained] until the end of your next turn as they partially sink into the ground beneath them. While &amp;Reference[restrained] this way, a creature has a –2 penalty to AC and Dexterity saving throws until the effect ends.</p>",
      "activities": {
        "Sludge": {
          "name": "Sludge"
        }
      },
      "effects": {
        "Sludge": {
          "name": "Sludge"
        }
      }
    },
    "Influence": {
      "name": "Influence",
      "description": "<p>A glowing white gemstone is embedded in the blade of this otherwise unremarkable dagger.</p><hr /><p>To replenish the expended charge, you must sacrifice a spell slot to the weapon during a long rest.</p><p><strong>Influence Magic.</strong> While you have this weapon on your person, you can expend its charge as a bonus action to gain a bonus to your spell attack rolls and the saving throw DCs of your spells until the end of your next turn. The bonus is equal to the level of the spell slot you sacrificed to replenish the weapon's charge.</p>"
    },
    "Molten Blade": {
      "name": "Molten Blade",
      "description": "<p>This scimitar's blade appears warped and scorched by flame, with unrelenting soot marks dulling its shine.</p><hr /><p>To replenish all expended charges, you must perform a 10-minute ritual while bathing the blade in the remains of a @UUID[Compendium.dnd5e.actors24.Actor.mmMagmin00000000]{magmin}, @UUID[Compendium.dnd5e.actors24.Actor.mmMagmaMephit000]{magma mephit}, @UUID[Compendium.dnd5e.actors24.Actor.mmSalamander0000]{salamander}, @UUID[Compendium.dnd5e.actors24.Actor.mmYoungRedDragon]{young red dragon}, or similarly fiery creature that has died in the last hour.</p><p><strong>Molten Blade.</strong> When you hit with an attack using this weapon, you can expend 1 charge to deal an extra [[/r 4d6[fire]]]{4d6 fire damage} to the target and set them ablaze. While ablaze, the target takes [[/r 1d6[fire]]]{1d6 fire damage} at the start of each of their turns. A creature can end this damage by using its action to make a [[/check ability=dex dc=12]] check to extinguish the flames.</p>",
      "activities": {
        "Molten Blade": {
          "name": "Molten Blade"
        }
      }
    },
    "Thieves' Finger": {
      "name": "Thieves' Finger",
      "description": "<p>This dagger's blade is carved and notched to resemble a key.</p><hr /><p>To replenish 1 expended charge, you must successfully pick a lock without the weapon's assistance.</p><p><strong>Pick Locks.</strong> While holding this weapon, you can expend 1 charge to gain a +5 bonus to the next check you make to pick a lock. You cannot expend another charge while you have this bonus.</p>",
      "activities": {
        "Pick Locks": {
          "name": "Pick Locks"
        }
      }
    },
    "Beastbane": {
      "name": "Beastbane",
      "description": "<p>The blade of this weapon is crimson red, with a hardwood guard shaped like an ape.</p><hr /><p>To replenish all expended charges, you must first kill a Beast with an attack using this weapon and then perform a 10-minute ritual, coating the guard with the creature's blood. You must begin the ritual within 10 minutes of slaying the Beast. If the Beast's challenge rating is equal to or less than half your level, the guard then takes the shape of the Beast you slew. </p><p><strong>Blood of the Hunted</strong>. While holding this weapon, you can use your action to expend 1 charge to cast polymorph, requiring no concentration. When you do, you assume the shape of the Beast represented on the weapon's guard. You can revert to your normal form earlier by using a bonus action and expending another charge.</p>",
      "activities": {
        "Blood of the Hunted": {
          "name": "Blood of the Hunted"
        }
      }
    },
    "Crystal Mace": {
      "name": "Crystal Mace",
      "description": "<p>A heavy, lustrous crystalline mace with six empty sockets in its head.</p><hr /><p>To replenish 1 charge, you must place a gemstone worth at least 75 gp in one of the empty sockets. When you use a charge, a stone of your choice becomes a mundane rock (losing its value) and must be replaced in order to replenish the charge. </p><p>You can expend up to 2 charges to do one of the following:</p><p><strong>Glow.</strong> As an action, you can cause the weapon to glow in the color of your choice, shedding bright light in a 20-foot radius and dim light for an additional 20 feet. The weapon glows for 4 hours per expended charge.</p><p><strong>Dazzle.</strong> As a bonus action, or as a reaction to making a Charisma check or saving throw, you grant yourself a +2 bonus per charge expended to Charisma checks and saving throws until the end of your next turn. If you expended charges as a reaction, the bonus applies to the triggering check or saving throw.</p><p><strong>Flash.</strong> When you hit a creature with an attack using this weapon, you can expend charges as a reaction to cause a gem to explode with a blinding flash of light. The target must succeed on a [[/save constitution]] saving throw or be &amp;Reference[blinded] until the start of your next turn. The DC is equal to 10 + three times the number of expended charges.</p><p><strong>Fluoresce.</strong> When you hit a creature with an attack using this weapon, you can expend charges as a reaction to outline the target with light of the color of your choice for 1 minute. While the creature is outlined, attacks against it gain a +1 bonus to hit per expended charge.</p>",
      "activities": {
        "Glow": {
          "name": "Glow"
        },
        "Dazzle (Bonus)": {
          "name": "Dazzle (Bonus)"
        },
        "Dazzle (Reaction)": {
          "name": "Dazzle (Reaction)"
        },
        "Flash": {
          "name": "Flash"
        },
        "Fluoresce": {
          "name": "Fluoresce"
        }
      },
      "effects": {
        "Flash": {
          "name": "Flash"
        }
      }
    },
    "Helping Hand": {
      "name": "Helping Hand",
      "description": "<p>An outstretched hand is engraved into the head of this slender iron axe.</p><hr /><p>To replenish 1 charge, an ally must make a successful attack or ability check after you use the Help action to aid it. </p><p><strong>A Favor Repaid</strong>. As an action, you can expend 1 charge to have an ally within 120 feet of you teleport to an unoccupied space within 5 feet of you. Even if you cannot see an ally, if one is within range, you sense their presence.</p>",
      "activities": {
        "A Favor Repaid": {
          "name": "A Favor Repaid"
        }
      }
    },
    "Forest's Heart": {
      "name": "Forest's Heart",
      "description": "<p>Fashioned from smooth, white wood, this exquisitely crafted bow smells of pine needles and fallen leaves.</p><hr /><p>To replenish all expended charges, the weapon must be kissed by a dryad, touched to the horn of a living unicorn, or anointed with the tears of a treant.</p><p><strong>Woodland Magic.</strong> While holding this weapon, you can expend 1 charge to cast one of the following spells from it: awaken, greater restoration, or reincarnate.</p>"
    },
    "Spellthief": {
      "name": "Spellthief",
      "description": "<p>This dark wooden staff is inscribed with shifting runes that pulse in time with the voice of anybody casting spells nearby.</p><hr /><p>To replenish all expended charges, it must be placed within the area of an ongoing spell or other magical effect for 1 minute.</p><p><strong>Arcane Leech.</strong> When you hit a creature that is concentrating on a spell (or other magical effect) with an attack using this weapon, you can expend 1 charge to force the target to make a [[/save intelligence 15]]saving throw. On a failure, the target's concentration ends, and you regain an expended spell slot of a level equal to or lower than the spell that was ended.</p>",
      "activities": {
        "Arcane Leech": {
          "name": "Arcane Leech"
        }
      }
    },
    "Statuemaker": {
      "name": "Statuemaker",
      "description": "<p>This sword's metal blade is cool to the touch and lacks a shine, giving off the appearance of stone.</p><hr /><p>While attuned to this weapon, you have advantage on saving throws made against being &amp;Reference[petrified].</p><p>To replenish all expended charges, the weapon must be sunk deep into the flesh of a living creature that has the ability to petrify, such as a @UUID[Compendium.dnd5e.actors24.Actor.mmCockatrice0000]{cockatrice}, @UUID[Compendium.dnd5e.actors24.Actor.mmBasilisk000000]{basilisk}, or @UUID[Compendium.dnd5e.actors24.Actor.mmMedusa00000000]{medusa}, where it must remain for 10 minutes.</p><p><strong>Hold Still.</strong> When you hit a creature with an attack using this weapon, you can expend a number of charges to force the target to make a [[/save constitution 15]]saving throw. On a failure, the target is &amp;Reference[petrified] for a number of minutes equal to the number of charges expended.</p>",
      "activities": {
        "Hold Still": {
          "name": "Hold Still"
        }
      }
    },
    "Hearthkeeper": {
      "name": "Hearthkeeper",
      "description": "<p>The head of this sturdy hammer is blackened by soot and is always warm to the touch.</p><hr /><p>To replenish all expended charges, the weapon must be heated in a forge for 1 hour.</p><p><strong>Ember Strike.</strong> When you hit with an attack using this weapon, you can expend 1 charge to deal an extra [[/r 3d6[fire]]]{3d6 fire damage} to the target. If the target is a Construct or is made primarily of metal, it takes an additional [[/r 1d6]] damage.</p>",
      "activities": {
        "Ember Stike": {
          "name": "Ember Stike"
        }
      }
    },
    "Pestilence": {
      "name": "Pestilence",
      "description": "<p>An ornately carved plague mask is the focal point of this chipped and bitten black wood staff.</p><hr /><p>To replenish all expended charges, the weapon must be hit with an attack from a @UUID[Compendium.dnd5e.actors24.Actor.mmSwarmOfRats000]{swarm of rats}. For these attacks, the weapon has an AC of 12 and takes no damage from them.</p><p>When you hit a creature with an attack using this weapon, you can expend a number of charges to force the target to succeed on a [[/save constitution 13]]saving throw or become afflicted with one of the following conditions for 1 minute. A creature can repeat the saving throw at the end of each of its turns, ending the condition on a success.</p><p><strong>Chills</strong> (1 Charge). The creature's body begins to shake uncontrollably. They have disadvantage on Dexterity checks and saving throws.</p><p><strong>Delirium</strong> (1 Charge). The creature falls into a feverish haze. They have disadvantage on Wisdom checks and saving throws.</p><p><strong>Feebleness</strong> (2 Charges). The creature feels weak and tired. They have disadvantage on attack rolls.</p><p><strong>Tissue Death</strong> (3 Charges). The creature's skin becomes thin and cracked. They are vulnerable to bludgeoning, slashing, and piercing damage.</p>"
    },
    "Craterborne": {
      "name": "Craterborne",
      "description": "<p>This warhammer is forged out of a unique and highly compressed metal.</p><hr /><p>To replenish all expended charges, the weapon must fall at least 60 feet and impact with the ground.</p><p><strong>Massive Impact.</strong> When you hit with an attack using this weapon, you can use your reaction and expend 1 charge to force all creatures of your choice within 5 feet of your target to make a [[/save strength 12]]saving throw. On a failure, a creature takes force damage equal to your Strength modifier and falls &amp;Reference[prone]. On a success, a creature takes the force damage but does not fall &amp;Reference[prone].</p>",
      "activities": {
        "Massive Impact": {
          "name": "Massive Impact"
        }
      }
    },
    "Bird Catcher": {
      "name": "Bird Catcher",
      "description": "<p>This crossbow is fashioned from dark wood. Delicate curves resembling swirling clouds are carved into the weapon's stock and inlaid with ivory.</p><hr /><p>To replenish all expended charges, the weapon's stock must be rubbed with blood from a flying creature, collected from the creature no more than 1 hour before its application.</p><p><strong>Come Together.</strong> When you hit with an attack using this weapon, you can use your reaction to expend 1 charge to create a glowing line of magical force between the weapon and your target, grappling it (escape DC 15). Until the grapple ends, you can use a bonus action to pull the target closer to you at a rate of 30 feet per turn, unless the target exceeds the maximum weight you can drag, lift, or push, in which case you are pulled toward the target instead. You can choose to end the grapple at any time. The grapple also ends if you drop this weapon.</p>",
      "activities": {
        "Come Together": {
          "name": "Come Together"
        }
      }
    },
    "White Talon": {
      "name": "White Talon",
      "description": "<p>This exquisitely crafted war pick consists of an elder white dragon's talon mounted atop a thick platinum handle.</p><hr /><p>To replenish all expended charges, you must finish a long rest with the weapon encased inside a block of ice.</p><p><strong>Frigid Fury.</strong> You can use an action to expend 1 charge to unleash a burst of cold. Each creature in a 15-foot-radius sphere originating from you must make a [[/save constitution 15]]saving throw. On failed save, a creature takes [[/r 2d6[cold]]]{2d6 cold damage} and is subjected to the following effects until the end of its next turn:</p><ul><li>It cannot take bonus actions or reactions.</li><li>Its speed is reduced by 10 feet.</li><li>It can move or take one action on its turn, not both.</li></ul><p>On a successful save, a creature takes half as much damage but suffers no other effects.</p>",
      "activities": {
        "Frigid Fury": {
          "name": "Frigid Fury"
        }
      },
      "effects": {
        "White Talon": {
          "name": "White Talon"
        }
      }
    },
    "Hissing Spear": {
      "name": "Hissing Spear",
      "description": "<p>Two large pit viper fangs protrude from the end of this snakeskin-covered, wooden spear.</p><hr /><p>To replenish all expended charges, a poisonous Beast must attack the weapon, infusing the weapon with its venom. To accomplish this, you or another creature must succeed on a [[/skill skill=animalHandling dc=15]] check while the weapon is in the presence of a poisonous Beast, coaxing it to attack the weapon.</p><p><strong>Pit Viper.</strong> While this weapon has at least 1 charge, you gain a +1 bonus to attack and damage rolls made with this weapon.</p><p><strong>Envenomate.</strong> When you hit with an attack using this weapon, you can expend 1 charge to deal an extra [[/r 3d6[poison]]]{3d6 poison damage} to the target.</p>",
      "activities": {
        "Envenomate": {
          "name": "Envenomate"
        }
      }
    },
    "Wraps of the Alebrijes": {
      "name": "Wraps of the Alebrijes",
      "description": "<p>These vibrantly patterned cloth hand wraps shift in color each night.</p><hr /><p>To replenish 1 charge, you must wear the hand wraps while sleeping and experience a dream or nightmare. When you finish a long rest, roll a d6. On a result of 1–2 you have a dream, 3–4 you neither dream nor have a nightmare, 5–6 you have a nightmare.</p><p><strong>Vision Strike.</strong> While wearing these wraps, you gain a +1 bonus to attack and damage rolls with your unarmed strikes and your unarmed strikes are considered magical. Additionally, when you hit a creature with an unarmed strike, you can expend 1 charge to deal an extra [[/r 3d8[psychic]]]{3d8 psychic damage}.</p>",
      "activities": {
        "Venom Strike": {
          "name": "Venom Strike"
        }
      }
    },
    "Precision": {
      "name": "Precision",
      "description": "<p>The hilt of this dark metal blade is sleek and conforms perfectly to the grip of whoever attunes to it.</p><hr /><p>To replenish 1 expended charge, you must reduce a creature with a hit point maximum of at least 30 to 0 hit points with an attack using this weapon.</p><p><strong>Called Shot.</strong> Before making an attack against a creature with this weapon, you can expend 1 charge and choose to impede either the target's movement or attacks. Once you have chosen, you gain a +2 to your attack roll. If you chose to impede their movement and the attack hits, the target's speed is reduced by 10 feet until the end of its next turn. If you chose to impede their attacks and your attack hits, the target has disadvantage on the next attack it makes before the start of your next turn. If your attack misses, the charge is still expended.</p>",
      "activities": {
        "Called Shot": {
          "name": "Called Shot"
        }
      }
    },
    "Sundersky Conduit": {
      "name": "Sundersky Conduit",
      "description": "<p>The prongs of this trident are arranged in a triangular patten, with sparks jumping between the points.</p><hr /><p>To replenish 1 charge, the weapon must be struck with lightning, or the wielder of this weapon must take 10 or more lightning damage from a single source.</p><p><strong>Spark Tag.</strong> When you hit with an attack using this weapon, you can expend 1 charge to deal an extra [[/r 1d10[lightning]]]{1d10 lightning damage} to the target. A creature hit this way is marked as a conduit for the 1 hour as their body buzzes with static electricity.</p><p><strong>Discharge Net.</strong> As an action, you can expend 2 charges to cause lightning to arc toward a target within range. The lightning then spreads out in multiple separate straight lines from the target to each other creature marked by Spark Tag within 60 feet of the target. The target, all marked creatures, and all creatures in these lines must make a [[/save dexterity 15]]saving throw, taking [[/r 1d10[lightning]]]{1d10 lightning damage} for each marked creature on a failed save, or half as much damage on a successful one.</p><p><strong>Transfer Energy.</strong> As an action, you can touch the tip of this weapon to another item that utilizes charges. When you do, you can expend 2 charges to have the receiving item regain 1 expended charge.</p>",
      "activities": {
        "Spark Tag": {
          "name": "Spark Tag"
        },
        "Discharge Net": {
          "name": "Discharge Net"
        },
        "Transfer Energy": {
          "name": "Transfer Energy"
        }
      }
    },
    "Shank": {
      "name": "Shank",
      "description": "<p>This club is crafted from the skinned shank of a giant boar and resembles a large ham.</p><hr /><p>To replenish all expended charges, the weapon must be placed in an area of grease that is at least 10-feet-square. When it is, it instantly absorbs the grease. The weapon can absorb grease created by the @UUID[Compendium.dnd5e.spells24.Item.phbsplGrease0000]{grease} spell, but not grease it creates using charges.</p><p><strong>Slick.</strong> As an action, you can expand 1 charge while tapping the weapon to the ground, causing a 5-foot square of grease to appear in a space you can see within 30 feet of you, turning the area into difficult terrain for 1 minute. When the grease appears, each creature standing in this area must succeed on a [[/save dexterity 12]]saving throw or fall &amp;Reference[prone]. A creature that enters the area or ends its turn there must also succeed on a [[/save dexterity]] saving throw or fall &amp;Reference[prone].</p>",
      "activities": {
        "Slick": {
          "name": "Slick"
        }
      }
    },
    "Moonfire": {
      "name": "Moonfire",
      "description": "<p>This light gray cedar bow is carved with wrapping moonseed vines. Small white flowers bloom on the weapon in early summer.</p><hr /><p>Ammunition fired from this magic weapon emits dim light in a 10-foot-radius for the duration of its flight. </p><p>To replenish all expended charges, the weapon must lie undisturbed for 8 hours beneath the light of the moon.</p><p><strong>Moon Shine.</strong> While holding this weapon, you can use an action to expend 1 charge and cast moonbeam (save DC 15).</p>",
      "activities": {
        "Moon Shine": {
          "name": "Moon Shine"
        }
      }
    }
  }
}
